export interface KanbaleBuildingData {
  id: string;
  osmId: number;
  osmType: string;
  name: string;
  lon: number;
  lat: number;
  u: number;
  v: number;
  x: number;
  z: number;
  width: number;
  depth: number;
  height: number;
  area: number;
  wallColor: string;
  roofColor: string;
  polygonPoints: [number, number][];
  relativePoints: [number, number][];
  rotation: number;
  houseLength: number;
  houseWidth: number;
  wallHeight: number;
  roofHeight: number;
}

export interface KanbaleBuilding {
  id: string;
  name: string;
  x: number;
  z: number;
  width: number;
  depth: number;
  color: string;
  rotation: number;
  roof: string;
}

export const KANBALE_CUSTOM_BUILDINGS: Record<string, string> = {
  'way/403027623': 'KanbaleFarmhouse',
  'way/403030614': 'KanbaleSchool',
};

export const kanbaleBuildings: KanbaleBuildingData[] = [
  {
    "id": "way/403027623",
    "osmId": 403027623,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403027623",
    "lon": 94.0692549,
    "lat": 23.1616396,
    "u": 652.6,
    "v": -3.94,
    "x": 458.67,
    "z": -464.24,
    "width": 15.86,
    "depth": 17.97,
    "height": 3.8,
    "area": 125.2,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        450.735,
        -459.621
      ],
      [
        460.548,
        -473.228
      ],
      [
        466.598,
        -468.857
      ],
      [
        456.793,
        -455.257
      ],
      [
        450.735,
        -459.621
      ]
    ],
    "relativePoints": [
      [
        -7.934,
        4.62
      ],
      [
        1.879,
        -8.987
      ],
      [
        7.929,
        -4.616
      ],
      [
        -1.876,
        8.984
      ],
      [
        -7.934,
        4.62
      ]
    ],
    "rotation": -0.946,
    "houseLength": 16.78,
    "houseWidth": 7.47,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403027625",
    "osmId": 403027625,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403027625",
    "lon": 94.0681959,
    "lat": 23.1629019,
    "u": 544.21,
    "v": -144.45,
    "x": 282.67,
    "z": -486.96,
    "width": 8.53,
    "depth": 5.86,
    "height": 3.2,
    "area": 27,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        278.408,
        -487.278
      ],
      [
        285.787,
        -489.887
      ],
      [
        286.934,
        -486.641
      ],
      [
        279.548,
        -484.025
      ],
      [
        278.408,
        -487.278
      ]
    ],
    "relativePoints": [
      [
        -4.261,
        -0.32
      ],
      [
        3.118,
        -2.929
      ],
      [
        4.265,
        0.317
      ],
      [
        -3.121,
        2.933
      ],
      [
        -4.261,
        -0.32
      ]
    ],
    "rotation": 2.8012,
    "houseLength": 7.84,
    "houseWidth": 4,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403027632",
    "osmId": 403027632,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403027632",
    "lon": 94.0681804,
    "lat": 23.1628211,
    "u": 542.62,
    "v": -135.46,
    "x": 287.9,
    "z": -479.48,
    "width": 10.56,
    "depth": 13.34,
    "height": 3.8,
    "area": 75,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        282.62,
        -483.587
      ],
      [
        288.455,
        -486.147
      ],
      [
        293.184,
        -475.369
      ],
      [
        287.349,
        -472.809
      ],
      [
        282.62,
        -483.587
      ]
    ],
    "relativePoints": [
      [
        -5.282,
        -4.109
      ],
      [
        0.553,
        -6.669
      ],
      [
        5.282,
        4.109
      ],
      [
        -0.553,
        6.669
      ],
      [
        -5.282,
        -4.109
      ]
    ],
    "rotation": 1.1573,
    "houseLength": 11.77,
    "houseWidth": 6.37,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403027635",
    "osmId": 403027635,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403027635",
    "lon": 94.0685034,
    "lat": 23.1627837,
    "u": 575.68,
    "v": -131.3,
    "x": 314.22,
    "z": -499.91,
    "width": 13.11,
    "depth": 13.09,
    "height": 3.8,
    "area": 97.2,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        307.671,
        -502.278
      ],
      [
        316.62,
        -506.457
      ],
      [
        320.781,
        -497.534
      ],
      [
        311.824,
        -493.363
      ],
      [
        307.671,
        -502.278
      ]
    ],
    "relativePoints": [
      [
        -6.553,
        -2.37
      ],
      [
        2.396,
        -6.549
      ],
      [
        6.557,
        2.374
      ],
      [
        -2.4,
        6.545
      ],
      [
        -6.553,
        -2.37
      ]
    ],
    "rotation": 2.7058,
    "houseLength": 9.88,
    "houseWidth": 9.85,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403027638",
    "osmId": 403027638,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403027638",
    "lon": 94.0681473,
    "lat": 23.1625134,
    "u": 539.23,
    "v": -101.21,
    "x": 309.72,
    "z": -452.86,
    "width": 14.08,
    "depth": 12.29,
    "height": 3.8,
    "area": 83,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        306.249,
        -446.715
      ],
      [
        302.686,
        -452.362
      ],
      [
        313.198,
        -459.002
      ],
      [
        316.761,
        -453.355
      ],
      [
        306.249,
        -446.715
      ]
    ],
    "relativePoints": [
      [
        -3.475,
        6.143
      ],
      [
        -7.038,
        0.496
      ],
      [
        3.474,
        -6.144
      ],
      [
        7.037,
        -0.497
      ],
      [
        -3.475,
        6.143
      ]
    ],
    "rotation": 2.5782,
    "houseLength": 12.44,
    "houseWidth": 6.68,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403027642",
    "osmId": 403027642,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403027642",
    "lon": 94.0684834,
    "lat": 23.1623468,
    "u": 573.63,
    "v": -82.66,
    "x": 347.17,
    "z": -464.07,
    "width": 11.73,
    "depth": 11.7,
    "height": 3.8,
    "area": 73,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        341.309,
        -465.513
      ],
      [
        348.688,
        -469.916
      ],
      [
        353.037,
        -462.615
      ],
      [
        345.65,
        -458.22
      ],
      [
        341.309,
        -465.513
      ]
    ],
    "relativePoints": [
      [
        -5.862,
        -1.447
      ],
      [
        1.517,
        -5.85
      ],
      [
        5.866,
        1.451
      ],
      [
        -1.521,
        5.846
      ],
      [
        -5.862,
        -1.447
      ]
    ],
    "rotation": 2.6049,
    "houseLength": 8.6,
    "houseWidth": 8.5,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403027656",
    "osmId": 403027656,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403027656",
    "lon": 94.0686452,
    "lat": 23.1621876,
    "u": 590.19,
    "v": -64.94,
    "x": 371.41,
    "z": -463.24,
    "width": 13.07,
    "depth": 12.14,
    "height": 3.8,
    "area": 82.5,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        364.876,
        -463.875
      ],
      [
        373.901,
        -469.31
      ],
      [
        377.944,
        -462.617
      ],
      [
        368.921,
        -457.167
      ],
      [
        364.876,
        -463.875
      ]
    ],
    "relativePoints": [
      [
        -6.534,
        -0.633
      ],
      [
        2.491,
        -6.068
      ],
      [
        6.534,
        0.625
      ],
      [
        -2.489,
        6.075
      ],
      [
        -6.534,
        -0.633
      ]
    ],
    "rotation": 2.5982,
    "houseLength": 10.54,
    "houseWidth": 7.83,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403027658",
    "osmId": 403027658,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403027658",
    "lon": 94.0681805,
    "lat": 23.1613017,
    "u": 542.63,
    "v": 33.68,
    "x": 407.51,
    "z": -359.88,
    "width": 16.78,
    "depth": 18.25,
    "height": 4.5,
    "area": 146.8,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        399.117,
        -356.177
      ],
      [
        408.374,
        -369.008
      ],
      [
        415.902,
        -363.579
      ],
      [
        406.652,
        -350.755
      ],
      [
        399.117,
        -356.177
      ]
    ],
    "relativePoints": [
      [
        -8.394,
        3.703
      ],
      [
        0.863,
        -9.128
      ],
      [
        8.391,
        -3.699
      ],
      [
        -0.859,
        9.125
      ],
      [
        -8.394,
        3.703
      ]
    ],
    "rotation": -0.9458,
    "houseLength": 15.82,
    "houseWidth": 9.28,
    "wallHeight": 3.6,
    "roofHeight": 1.8
  },
  {
    "id": "way/403027660",
    "osmId": 403027660,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403027660",
    "lon": 94.0684335,
    "lat": 23.1613751,
    "u": 568.53,
    "v": 25.51,
    "x": 420.05,
    "z": -383.97,
    "width": 10.22,
    "depth": 10.2,
    "height": 3.8,
    "area": 54,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        414.934,
        -383.03
      ],
      [
        419.039,
        -389.071
      ],
      [
        425.156,
        -384.908
      ],
      [
        421.059,
        -378.874
      ],
      [
        414.934,
        -383.03
      ]
    ],
    "relativePoints": [
      [
        -5.113,
        0.941
      ],
      [
        -1.008,
        -5.1
      ],
      [
        5.109,
        -0.937
      ],
      [
        1.012,
        5.097
      ],
      [
        -5.113,
        0.941
      ]
    ],
    "rotation": -2.5454,
    "houseLength": 7.4,
    "houseWidth": 7.3,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403027662",
    "osmId": 403027662,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403027662",
    "lon": 94.0686101,
    "lat": 23.1614083,
    "u": 586.6,
    "v": 21.81,
    "x": 430.21,
    "z": -399.37,
    "width": 11.91,
    "depth": 13.41,
    "height": 3.8,
    "area": 83.5,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        424.259,
        -396.227
      ],
      [
        429.629,
        -406.069
      ],
      [
        436.166,
        -402.514
      ],
      [
        430.796,
        -392.657
      ],
      [
        424.259,
        -396.227
      ]
    ],
    "relativePoints": [
      [
        -5.954,
        3.14
      ],
      [
        -0.584,
        -6.702
      ],
      [
        5.953,
        -3.147
      ],
      [
        0.583,
        6.71
      ],
      [
        -5.954,
        3.14
      ]
    ],
    "rotation": 2.0696,
    "houseLength": 11.22,
    "houseWidth": 7.45,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403027663",
    "osmId": 403027663,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403027663",
    "lon": 94.0689924,
    "lat": 23.1622298,
    "u": 625.72,
    "v": -69.64,
    "x": 393.21,
    "z": -491.69,
    "width": 9.75,
    "depth": 8.59,
    "height": 3.2,
    "area": 49.8,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        390.478,
        -487.399
      ],
      [
        388.336,
        -493.144
      ],
      [
        395.946,
        -495.985
      ],
      [
        398.088,
        -490.239
      ],
      [
        390.478,
        -487.399
      ]
    ],
    "relativePoints": [
      [
        -2.734,
        4.293
      ],
      [
        -4.876,
        -1.452
      ],
      [
        2.734,
        -4.293
      ],
      [
        4.876,
        1.453
      ],
      [
        -2.734,
        4.293
      ]
    ],
    "rotation": -0.3573,
    "houseLength": 8.13,
    "houseWidth": 6.13,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403027665",
    "osmId": 403027665,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403027665",
    "lon": 94.0687473,
    "lat": 23.1614612,
    "u": 600.65,
    "v": 15.93,
    "x": 435.99,
    "z": -413.46,
    "width": 9.13,
    "depth": 9.41,
    "height": 3.2,
    "area": 47.4,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        431.42,
        -411.748
      ],
      [
        434.702,
        -418.163
      ],
      [
        440.552,
        -415.165
      ],
      [
        437.269,
        -408.75
      ],
      [
        431.42,
        -411.748
      ]
    ],
    "relativePoints": [
      [
        -4.566,
        1.708
      ],
      [
        -1.284,
        -4.707
      ],
      [
        4.566,
        -1.709
      ],
      [
        1.283,
        4.706
      ],
      [
        -4.566,
        1.708
      ]
    ],
    "rotation": 2.0438,
    "houseLength": 7.21,
    "houseWidth": 6.57,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403027667",
    "osmId": 403027667,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403027667",
    "lon": 94.0687729,
    "lat": 23.1615831,
    "u": 603.26,
    "v": 2.36,
    "x": 428.24,
    "z": -424.91,
    "width": 7.95,
    "depth": 7.98,
    "height": 3.2,
    "area": 32.4,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        424.265,
        -424.272
      ],
      [
        427.691,
        -428.894
      ],
      [
        432.213,
        -425.545
      ],
      [
        428.78,
        -420.915
      ],
      [
        424.265,
        -424.272
      ]
    ],
    "relativePoints": [
      [
        -3.972,
        0.635
      ],
      [
        -0.546,
        -3.987
      ],
      [
        3.976,
        -0.638
      ],
      [
        0.543,
        3.992
      ],
      [
        -3.972,
        0.635
      ]
    ],
    "rotation": 2.2088,
    "houseLength": 6,
    "houseWidth": 5.63,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403027676",
    "osmId": 403027676,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403027676",
    "lon": 94.068635,
    "lat": 23.1632237,
    "u": 589.14,
    "v": -180.28,
    "x": 289.11,
    "z": -544.06,
    "width": 10.77,
    "depth": 10.49,
    "height": 3.8,
    "area": 57.2,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        283.727,
        -544.344
      ],
      [
        290.373,
        -549.306
      ],
      [
        294.496,
        -543.779
      ],
      [
        287.85,
        -538.817
      ],
      [
        283.727,
        -544.344
      ]
    ],
    "relativePoints": [
      [
        -5.385,
        -0.283
      ],
      [
        1.261,
        -5.245
      ],
      [
        5.384,
        0.282
      ],
      [
        -1.262,
        5.244
      ],
      [
        -5.385,
        -0.283
      ]
    ],
    "rotation": -0.6413,
    "houseLength": 8.3,
    "houseWidth": 6.9,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403027682",
    "osmId": 403027682,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403027682",
    "lon": 94.0689536,
    "lat": 23.1618916,
    "u": 621.75,
    "v": -31.99,
    "x": 417.03,
    "z": -462.26,
    "width": 8.95,
    "depth": 9.19,
    "height": 3.2,
    "area": 43.6,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        412.555,
        -460.893
      ],
      [
        416.128,
        -466.858
      ],
      [
        421.504,
        -463.639
      ],
      [
        417.924,
        -457.666
      ],
      [
        412.555,
        -460.893
      ]
    ],
    "relativePoints": [
      [
        -4.472,
        1.371
      ],
      [
        -0.899,
        -4.594
      ],
      [
        4.477,
        -1.375
      ],
      [
        0.897,
        4.598
      ],
      [
        -4.472,
        1.371
      ]
    ],
    "rotation": 2.1107,
    "houseLength": 6.96,
    "houseWidth": 6.27,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403027683",
    "osmId": 403027683,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403027683",
    "lon": 94.0692182,
    "lat": 23.1621976,
    "u": 648.83,
    "v": -66.05,
    "x": 412.09,
    "z": -505.5,
    "width": 11.07,
    "depth": 10.83,
    "height": 3.8,
    "area": 62.7,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        410.615,
        -500.089
      ],
      [
        406.555,
        -506.436
      ],
      [
        413.569,
        -510.915
      ],
      [
        417.621,
        -504.561
      ],
      [
        410.615,
        -500.089
      ]
    ],
    "relativePoints": [
      [
        -1.475,
        5.411
      ],
      [
        -5.535,
        -0.936
      ],
      [
        1.479,
        -5.415
      ],
      [
        5.531,
        0.939
      ],
      [
        -1.475,
        5.411
      ]
    ],
    "rotation": -0.5683,
    "houseLength": 8.32,
    "houseWidth": 7.54,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403027685",
    "osmId": 403027685,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403027685",
    "lon": 94.0694396,
    "lat": 23.1620844,
    "u": 671.5,
    "v": -53.44,
    "x": 437.03,
    "z": -512.61,
    "width": 13.3,
    "depth": 12.08,
    "height": 3.8,
    "area": 85.1,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        430.378,
        -513.429
      ],
      [
        439.931,
        -518.654
      ],
      [
        443.681,
        -511.792
      ],
      [
        434.134,
        -506.575
      ],
      [
        430.378,
        -513.429
      ]
    ],
    "relativePoints": [
      [
        -6.653,
        -0.817
      ],
      [
        2.9,
        -6.042
      ],
      [
        6.65,
        0.82
      ],
      [
        -2.897,
        6.037
      ],
      [
        -6.653,
        -0.817
      ]
    ],
    "rotation": -0.5005,
    "houseLength": 10.89,
    "houseWidth": 7.82,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403027688",
    "osmId": 403027688,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403027688",
    "lon": 94.0696158,
    "lat": 23.1619798,
    "u": 689.53,
    "v": -41.81,
    "x": 458.01,
    "z": -517.13,
    "width": 17.09,
    "depth": 20.25,
    "height": 4.5,
    "area": 176,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        449.465,
        -522.567
      ],
      [
        458.28,
        -527.257
      ],
      [
        466.557,
        -511.699
      ],
      [
        457.742,
        -507.009
      ],
      [
        449.465,
        -522.567
      ]
    ],
    "relativePoints": [
      [
        -8.546,
        -5.434
      ],
      [
        0.269,
        -10.124
      ],
      [
        8.546,
        5.434
      ],
      [
        -0.269,
        10.124
      ],
      [
        -8.546,
        -5.434
      ]
    ],
    "rotation": -2.0597,
    "houseLength": 17.62,
    "houseWidth": 9.99,
    "wallHeight": 3.6,
    "roofHeight": 1.8
  },
  {
    "id": "way/403027691",
    "osmId": 403027691,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403027691",
    "lon": 94.0695776,
    "lat": 23.1618386,
    "u": 685.63,
    "v": -26.09,
    "x": 466.36,
    "z": -503.26,
    "width": 16.71,
    "depth": 16.86,
    "height": 4.5,
    "area": 149.4,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        458.01,
        -505.482
      ],
      [
        468.292,
        -511.686
      ],
      [
        474.719,
        -501.033
      ],
      [
        464.437,
        -494.828
      ],
      [
        458.01,
        -505.482
      ]
    ],
    "relativePoints": [
      [
        -8.354,
        -2.225
      ],
      [
        1.928,
        -8.429
      ],
      [
        8.355,
        2.224
      ],
      [
        -1.927,
        8.429
      ],
      [
        -8.354,
        -2.225
      ]
    ],
    "rotation": -2.1136,
    "houseLength": 12.44,
    "houseWidth": 12.01,
    "wallHeight": 3.6,
    "roofHeight": 1.8
  },
  {
    "id": "way/403027694",
    "osmId": 403027694,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403027694",
    "lon": 94.0694233,
    "lat": 23.1617734,
    "u": 669.83,
    "v": -18.83,
    "x": 460.32,
    "z": -486.96,
    "width": 10.46,
    "depth": 10.13,
    "height": 3.8,
    "area": 50.5,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        458.801,
        -492.026
      ],
      [
        465.557,
        -486.124
      ],
      [
        461.843,
        -481.891
      ],
      [
        455.095,
        -487.8
      ],
      [
        458.801,
        -492.026
      ]
    ],
    "relativePoints": [
      [
        -1.523,
        -5.066
      ],
      [
        5.233,
        0.836
      ],
      [
        1.519,
        5.069
      ],
      [
        -5.229,
        -0.84
      ],
      [
        -1.523,
        -5.066
      ]
    ],
    "rotation": 0.718,
    "houseLength": 8.98,
    "houseWidth": 5.63,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403027698",
    "osmId": 403027698,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403027698",
    "lon": 94.0690286,
    "lat": 23.1617625,
    "u": 629.43,
    "v": -17.62,
    "x": 432.61,
    "z": -457.53,
    "width": 19.34,
    "depth": 23.97,
    "height": 4.5,
    "area": 225.9,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        425.775,
        -451.522
      ],
      [
        429.623,
        -456.692
      ],
      [
        425.928,
        -459.374
      ],
      [
        435.474,
        -472.509
      ],
      [
        445.119,
        -465.498
      ],
      [
        435.574,
        -452.363
      ],
      [
        433.652,
        -453.763
      ],
      [
        429.769,
        -448.542
      ],
      [
        425.775,
        -451.522
      ]
    ],
    "relativePoints": [
      [
        -6.839,
        6.011
      ],
      [
        -2.991,
        0.841
      ],
      [
        -6.686,
        -1.841
      ],
      [
        2.86,
        -14.976
      ],
      [
        12.505,
        -7.965
      ],
      [
        2.96,
        5.17
      ],
      [
        1.038,
        3.77
      ],
      [
        -2.845,
        8.991
      ],
      [
        -6.839,
        6.011
      ]
    ],
    "rotation": -0.9423,
    "houseLength": 22.74,
    "houseWidth": 11.92,
    "wallHeight": 3.6,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030403",
    "osmId": 403030403,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030403",
    "lon": 94.0723792,
    "lat": 23.1611573,
    "u": 972.36,
    "v": 49.75,
    "x": 722.74,
    "z": -652.38,
    "width": 10.46,
    "depth": 9.9,
    "height": 3.8,
    "area": 52.9,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        717.514,
        -652.691
      ],
      [
        724.475,
        -657.338
      ],
      [
        727.976,
        -652.07
      ],
      [
        721.014,
        -647.438
      ],
      [
        717.514,
        -652.691
      ]
    ],
    "relativePoints": [
      [
        -5.231,
        -0.307
      ],
      [
        1.73,
        -4.954
      ],
      [
        5.231,
        0.314
      ],
      [
        -1.731,
        4.946
      ],
      [
        -5.231,
        -0.307
      ]
    ],
    "rotation": -0.5886,
    "houseLength": 8.38,
    "houseWidth": 6.33,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030405",
    "osmId": 403030405,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030405",
    "lon": 94.0725386,
    "lat": 23.1624524,
    "u": 988.68,
    "v": -94.42,
    "x": 632.34,
    "z": -765.87,
    "width": 7.03,
    "depth": 7.43,
    "height": 3.2,
    "area": 29.9,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        633.463,
        -769.584
      ],
      [
        635.852,
        -764.212
      ],
      [
        631.211,
        -762.152
      ],
      [
        628.821,
        -767.524
      ],
      [
        633.463,
        -769.584
      ]
    ],
    "relativePoints": [
      [
        1.126,
        -3.716
      ],
      [
        3.515,
        1.656
      ],
      [
        -1.126,
        3.716
      ],
      [
        -3.516,
        -1.656
      ],
      [
        1.126,
        -3.716
      ]
    ],
    "rotation": -1.9894,
    "houseLength": 6,
    "houseWidth": 5.08,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403030408",
    "osmId": 403030408,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030408",
    "lon": 94.0712057,
    "lat": 23.1627161,
    "u": 852.25,
    "v": -123.77,
    "x": 515.12,
    "z": -690.15,
    "width": 11.46,
    "depth": 10.67,
    "height": 3.8,
    "area": 61,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        513.037,
        -695.49
      ],
      [
        520.849,
        -690.109
      ],
      [
        517.195,
        -684.818
      ],
      [
        509.391,
        -690.191
      ],
      [
        513.037,
        -695.49
      ]
    ],
    "relativePoints": [
      [
        -2.081,
        -5.338
      ],
      [
        5.731,
        0.043
      ],
      [
        2.077,
        5.334
      ],
      [
        -5.727,
        -0.039
      ],
      [
        -2.081,
        -5.338
      ]
    ],
    "rotation": 0.6032,
    "houseLength": 9.49,
    "houseWidth": 6.43,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030411",
    "osmId": 403030411,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030411",
    "lon": 94.0705365,
    "lat": 23.1618002,
    "u": 783.76,
    "v": -21.81,
    "x": 538.78,
    "z": -569.62,
    "width": 17.56,
    "depth": 17.8,
    "height": 3.8,
    "area": 136.2,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        535.775,
        -578.524
      ],
      [
        547.563,
        -566.288
      ],
      [
        541.794,
        -560.724
      ],
      [
        530.006,
        -572.96
      ],
      [
        535.775,
        -578.524
      ]
    ],
    "relativePoints": [
      [
        -3.009,
        -8.9
      ],
      [
        8.779,
        3.336
      ],
      [
        3.01,
        8.9
      ],
      [
        -8.778,
        -3.336
      ],
      [
        -3.009,
        -8.9
      ]
    ],
    "rotation": 0.804,
    "houseLength": 16.99,
    "houseWidth": 8.01,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030414",
    "osmId": 403030414,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030414",
    "lon": 94.0725905,
    "lat": 23.1611056,
    "u": 993.99,
    "v": 55.52,
    "x": 742.11,
    "z": -663.6,
    "width": 8.06,
    "depth": 7.52,
    "height": 3.2,
    "area": 30.2,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        738.081,
        -663.561
      ],
      [
        743.563,
        -667.358
      ],
      [
        746.14,
        -663.637
      ],
      [
        740.658,
        -659.841
      ],
      [
        738.081,
        -663.561
      ]
    ],
    "relativePoints": [
      [
        -4.029,
        0.038
      ],
      [
        1.453,
        -3.759
      ],
      [
        4.03,
        -0.038
      ],
      [
        -1.452,
        3.758
      ],
      [
        -4.029,
        0.038
      ]
    ],
    "rotation": -0.6058,
    "houseLength": 6.67,
    "houseWidth": 4.53,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403030417",
    "osmId": 403030417,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030417",
    "lon": 94.0724106,
    "lat": 23.1625115,
    "u": 975.58,
    "v": -100.99,
    "x": 618.43,
    "z": -761.25,
    "width": 9.31,
    "depth": 9.29,
    "height": 3.2,
    "area": 44.4,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        613.776,
        -761.972
      ],
      [
        619.199,
        -765.899
      ],
      [
        623.082,
        -760.525
      ],
      [
        617.651,
        -756.606
      ],
      [
        613.776,
        -761.972
      ]
    ],
    "relativePoints": [
      [
        -4.651,
        -0.721
      ],
      [
        0.772,
        -4.648
      ],
      [
        4.655,
        0.726
      ],
      [
        -0.776,
        4.645
      ],
      [
        -4.651,
        -0.721
      ]
    ],
    "rotation": 2.5165,
    "houseLength": 6.7,
    "houseWidth": 6.63,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030421",
    "osmId": 403030421,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030421",
    "lon": 94.0702784,
    "lat": 23.1634119,
    "u": 757.34,
    "v": -201.22,
    "x": 393.24,
    "z": -677.81,
    "width": 8.6,
    "depth": 8.61,
    "height": 3.2,
    "area": 37.6,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        388.937,
        -678.364
      ],
      [
        393.742,
        -682.114
      ],
      [
        397.536,
        -677.249
      ],
      [
        392.738,
        -673.506
      ],
      [
        388.937,
        -678.364
      ]
    ],
    "relativePoints": [
      [
        -4.301,
        -0.556
      ],
      [
        0.504,
        -4.306
      ],
      [
        4.298,
        0.559
      ],
      [
        -0.5,
        4.302
      ],
      [
        -4.301,
        -0.556
      ]
    ],
    "rotation": 0.9085,
    "houseLength": 6.17,
    "houseWidth": 6.1,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030424",
    "osmId": 403030424,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030424",
    "lon": 94.0713303,
    "lat": 23.1627815,
    "u": 865,
    "v": -131.05,
    "x": 518.98,
    "z": -704.32,
    "width": 7.56,
    "depth": 7.55,
    "height": 3.2,
    "area": 28.6,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        515.196,
        -704.403
      ],
      [
        519.106,
        -708.092
      ],
      [
        522.76,
        -704.236
      ],
      [
        518.858,
        -700.539
      ],
      [
        515.196,
        -704.403
      ]
    ],
    "relativePoints": [
      [
        -3.784,
        -0.085
      ],
      [
        0.126,
        -3.774
      ],
      [
        3.78,
        0.082
      ],
      [
        -0.122,
        3.779
      ],
      [
        -3.784,
        -0.085
      ]
    ],
    "rotation": -0.7563,
    "houseLength": 6,
    "houseWidth": 5.32,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403030427",
    "osmId": 403030427,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030427",
    "lon": 94.0709215,
    "lat": 23.16159,
    "u": 823.16,
    "v": 1.59,
    "x": 583.19,
    "z": -580.94,
    "width": 11.63,
    "depth": 11.23,
    "height": 3.8,
    "area": 65.2,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        577.369,
        -580.918
      ],
      [
        584.703,
        -586.552
      ],
      [
        589.002,
        -580.965
      ],
      [
        581.676,
        -575.323
      ],
      [
        577.369,
        -580.918
      ]
    ],
    "relativePoints": [
      [
        -5.819,
        0.021
      ],
      [
        1.515,
        -5.613
      ],
      [
        5.814,
        -0.026
      ],
      [
        -1.512,
        5.616
      ],
      [
        -5.819,
        0.021
      ]
    ],
    "rotation": -0.655,
    "houseLength": 9.25,
    "houseWidth": 7.06,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030428",
    "osmId": 403030428,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030428",
    "lon": 94.0722122,
    "lat": 23.1613362,
    "u": 955.27,
    "v": 29.84,
    "x": 696.57,
    "z": -654.38,
    "width": 7.56,
    "depth": 7.73,
    "height": 3.2,
    "area": 29.2,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        692.794,
        -655.207
      ],
      [
        696.542,
        -658.247
      ],
      [
        700.352,
        -653.539
      ],
      [
        696.603,
        -650.515
      ],
      [
        692.794,
        -655.207
      ]
    ],
    "relativePoints": [
      [
        -3.779,
        -0.83
      ],
      [
        -0.031,
        -3.87
      ],
      [
        3.779,
        0.838
      ],
      [
        0.03,
        3.862
      ],
      [
        -3.779,
        -0.83
      ]
    ],
    "rotation": 0.8904,
    "houseLength": 6.06,
    "houseWidth": 4.83,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403030432",
    "osmId": 403030432,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030432",
    "lon": 94.0703902,
    "lat": 23.1627328,
    "u": 768.79,
    "v": -125.64,
    "x": 454.78,
    "z": -632.45,
    "width": 9.81,
    "depth": 9.74,
    "height": 3.2,
    "area": 46.8,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        453.937,
        -637.319
      ],
      [
        459.686,
        -631.874
      ],
      [
        455.613,
        -627.581
      ],
      [
        449.872,
        -633.033
      ],
      [
        453.937,
        -637.319
      ]
    ],
    "relativePoints": [
      [
        -0.84,
        -4.867
      ],
      [
        4.909,
        0.578
      ],
      [
        0.836,
        4.871
      ],
      [
        -4.905,
        -0.581
      ],
      [
        -0.84,
        -4.867
      ]
    ],
    "rotation": 0.7582,
    "houseLength": 7.92,
    "houseWidth": 5.92,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403030435",
    "osmId": 403030435,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030435",
    "lon": 94.0715885,
    "lat": 23.1627928,
    "u": 891.43,
    "v": -132.3,
    "x": 536.78,
    "z": -723.89,
    "width": 8.35,
    "depth": 7.63,
    "height": 3.2,
    "area": 37.8,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        532.608,
        -725.247
      ],
      [
        538.953,
        -727.703
      ],
      [
        540.957,
        -722.528
      ],
      [
        534.613,
        -720.072
      ],
      [
        532.608,
        -725.247
      ]
    ],
    "relativePoints": [
      [
        -4.175,
        -1.359
      ],
      [
        2.17,
        -3.815
      ],
      [
        4.174,
        1.36
      ],
      [
        -2.17,
        3.816
      ],
      [
        -4.175,
        -1.359
      ]
    ],
    "rotation": -0.3693,
    "houseLength": 6.8,
    "houseWidth": 5.55,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403030438",
    "osmId": 403030438,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030438",
    "lon": 94.0732874,
    "lat": 23.1612536,
    "u": 1065.32,
    "v": 39.04,
    "x": 780.9,
    "z": -725.69,
    "width": 11.24,
    "depth": 11.23,
    "height": 3.8,
    "area": 62.1,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        775.276,
        -726.354
      ],
      [
        780.136,
        -731.308
      ],
      [
        786.515,
        -725.03
      ],
      [
        781.656,
        -720.076
      ],
      [
        775.276,
        -726.354
      ]
    ],
    "relativePoints": [
      [
        -5.62,
        -0.662
      ],
      [
        -0.76,
        -5.616
      ],
      [
        5.619,
        0.662
      ],
      [
        0.76,
        5.616
      ],
      [
        -5.62,
        -0.662
      ]
    ],
    "rotation": -2.3643,
    "houseLength": 8.96,
    "houseWidth": 6.94,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030440",
    "osmId": 403030440,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030440",
    "lon": 94.0721078,
    "lat": 23.1613589,
    "u": 944.58,
    "v": 27.31,
    "x": 687.23,
    "z": -648.6,
    "width": 13.77,
    "depth": 13.95,
    "height": 3.8,
    "area": 77.3,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        680.347,
        -645.436
      ],
      [
        690.192,
        -655.58
      ],
      [
        694.115,
        -651.773
      ],
      [
        684.27,
        -641.629
      ],
      [
        680.347,
        -645.436
      ]
    ],
    "relativePoints": [
      [
        -6.884,
        3.168
      ],
      [
        2.961,
        -6.976
      ],
      [
        6.884,
        -3.169
      ],
      [
        -2.961,
        6.975
      ],
      [
        -6.884,
        3.168
      ]
    ],
    "rotation": -0.8004,
    "houseLength": 14.14,
    "houseWidth": 5.47,
    "wallHeight": 3.2,
    "roofHeight": 1.3
  },
  {
    "id": "way/403030443",
    "osmId": 403030443,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030443",
    "lon": 94.0707452,
    "lat": 23.1623993,
    "u": 805.13,
    "v": -88.5,
    "x": 506.73,
    "z": -631.89,
    "width": 8.18,
    "depth": 8.24,
    "height": 3.2,
    "area": 33.7,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        502.64,
        -632.401
      ],
      [
        506.719,
        -636.008
      ],
      [
        510.819,
        -631.386
      ],
      [
        506.748,
        -627.772
      ],
      [
        502.64,
        -632.401
      ]
    ],
    "relativePoints": [
      [
        -4.092,
        -0.509
      ],
      [
        -0.013,
        -4.116
      ],
      [
        4.087,
        0.506
      ],
      [
        0.016,
        4.12
      ],
      [
        -4.092,
        -0.509
      ]
    ],
    "rotation": -2.2966,
    "houseLength": 6.19,
    "houseWidth": 5.45,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403030445",
    "osmId": 403030445,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030445",
    "lon": 94.0707739,
    "lat": 23.161751,
    "u": 808.06,
    "v": -16.33,
    "x": 559.84,
    "z": -582.93,
    "width": 14.1,
    "depth": 13.56,
    "height": 3.8,
    "area": 91.3,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        552.787,
        -581.95
      ],
      [
        562.03,
        -589.714
      ],
      [
        566.889,
        -583.914
      ],
      [
        557.638,
        -576.158
      ],
      [
        552.787,
        -581.95
      ]
    ],
    "relativePoints": [
      [
        -7.049,
        0.984
      ],
      [
        2.194,
        -6.78
      ],
      [
        7.053,
        -0.98
      ],
      [
        -2.198,
        6.776
      ],
      [
        -7.049,
        0.984
      ]
    ],
    "rotation": 2.4439,
    "houseLength": 12.07,
    "houseWidth": 7.57,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030448",
    "osmId": 403030448,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030448",
    "lon": 94.071602,
    "lat": 23.1612874,
    "u": 892.82,
    "v": 35.27,
    "x": 656.26,
    "z": -606.38,
    "width": 7.65,
    "depth": 7.89,
    "height": 3.2,
    "area": 30.4,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        656.355,
        -610.329
      ],
      [
        660.084,
        -605.399
      ],
      [
        656.159,
        -602.435
      ],
      [
        652.431,
        -607.349
      ],
      [
        656.355,
        -610.329
      ]
    ],
    "relativePoints": [
      [
        0.098,
        -3.951
      ],
      [
        3.827,
        0.979
      ],
      [
        -0.098,
        3.943
      ],
      [
        -3.826,
        -0.971
      ],
      [
        0.098,
        -3.951
      ]
    ],
    "rotation": 0.9232,
    "houseLength": 6.18,
    "houseWidth": 4.93,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403030451",
    "osmId": 403030451,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030451",
    "lon": 94.0713444,
    "lat": 23.1625139,
    "u": 866.46,
    "v": -101.26,
    "x": 541.07,
    "z": -684.28,
    "width": 11.41,
    "depth": 11.76,
    "height": 3.8,
    "area": 65.7,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        535.366,
        -685.782
      ],
      [
        540.582,
        -690.163
      ],
      [
        546.781,
        -682.776
      ],
      [
        541.558,
        -678.403
      ],
      [
        535.366,
        -685.782
      ]
    ],
    "relativePoints": [
      [
        -5.706,
        -1.501
      ],
      [
        -0.49,
        -5.882
      ],
      [
        5.709,
        1.505
      ],
      [
        0.486,
        5.878
      ],
      [
        -5.706,
        -1.501
      ]
    ],
    "rotation": 0.8726,
    "houseLength": 9.64,
    "houseWidth": 6.81,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030454",
    "osmId": 403030454,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030454",
    "lon": 94.0733709,
    "lat": 23.1612983,
    "u": 1073.86,
    "v": 34.06,
    "x": 783.42,
    "z": -735.25,
    "width": 8.28,
    "depth": 8.37,
    "height": 3.2,
    "area": 34.4,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        779.274,
        -734.587
      ],
      [
        783.603,
        -739.435
      ],
      [
        787.559,
        -735.913
      ],
      [
        783.23,
        -731.065
      ],
      [
        779.274,
        -734.587
      ]
    ],
    "relativePoints": [
      [
        -4.143,
        0.663
      ],
      [
        0.186,
        -4.185
      ],
      [
        4.142,
        -0.663
      ],
      [
        -0.187,
        4.185
      ],
      [
        -4.143,
        0.663
      ]
    ],
    "rotation": -0.8419,
    "houseLength": 6.51,
    "houseWidth": 5.3,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403030457",
    "osmId": 403030457,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030457",
    "lon": 94.0719644,
    "lat": 23.1618216,
    "u": 929.91,
    "v": -24.19,
    "x": 640.44,
    "z": -674.65,
    "width": 13.01,
    "depth": 12.83,
    "height": 3.8,
    "area": 86.3,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        641.877,
        -681.069
      ],
      [
        646.946,
        -673.684
      ],
      [
        638.992,
        -668.234
      ],
      [
        633.932,
        -675.611
      ],
      [
        641.877,
        -681.069
      ]
    ],
    "relativePoints": [
      [
        1.44,
        -6.42
      ],
      [
        6.509,
        0.965
      ],
      [
        -1.445,
        6.415
      ],
      [
        -6.505,
        -0.962
      ],
      [
        1.44,
        -6.42
      ]
    ],
    "rotation": 2.5409,
    "houseLength": 9.65,
    "houseWidth": 8.96,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030459",
    "osmId": 403030459,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030459",
    "lon": 94.0707621,
    "lat": 23.1632379,
    "u": 806.86,
    "v": -181.85,
    "x": 441.94,
    "z": -699.12,
    "width": 7.14,
    "depth": 7.18,
    "height": 3.2,
    "area": 25.1,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        438.374,
        -698.534
      ],
      [
        442.399,
        -702.716
      ],
      [
        445.511,
        -699.705
      ],
      [
        441.486,
        -695.538
      ],
      [
        438.374,
        -698.534
      ]
    ],
    "relativePoints": [
      [
        -3.568,
        0.589
      ],
      [
        0.457,
        -3.593
      ],
      [
        3.569,
        -0.582
      ],
      [
        -0.456,
        3.585
      ],
      [
        -3.568,
        0.589
      ]
    ],
    "rotation": -0.8045,
    "houseLength": 6,
    "houseWidth": 4.33,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403030464",
    "osmId": 403030464,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030464",
    "lon": 94.0709332,
    "lat": 23.1617478,
    "u": 824.37,
    "v": -15.98,
    "x": 571.61,
    "z": -594.22,
    "width": 9.62,
    "depth": 9.62,
    "height": 3.2,
    "area": 45.7,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        566.802,
        -594.784
      ],
      [
        571.05,
        -599.033
      ],
      [
        576.427,
        -593.656
      ],
      [
        572.178,
        -589.408
      ],
      [
        566.802,
        -594.784
      ]
    ],
    "relativePoints": [
      [
        -4.812,
        -0.564
      ],
      [
        -0.564,
        -4.813
      ],
      [
        4.813,
        0.564
      ],
      [
        0.564,
        4.812
      ],
      [
        -4.812,
        -0.564
      ]
    ],
    "rotation": 0.7854,
    "houseLength": 7.6,
    "houseWidth": 6.01,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030466",
    "osmId": 403030466,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030466",
    "lon": 94.0715237,
    "lat": 23.1610932,
    "u": 884.81,
    "v": 56.89,
    "x": 665.88,
    "z": -585.42,
    "width": 14.12,
    "depth": 14,
    "height": 3.8,
    "area": 100,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        658.82,
        -585.936
      ],
      [
        666.948,
        -592.427
      ],
      [
        672.942,
        -584.913
      ],
      [
        664.813,
        -578.423
      ],
      [
        658.82,
        -585.936
      ]
    ],
    "relativePoints": [
      [
        -7.061,
        -0.511
      ],
      [
        1.067,
        -7.002
      ],
      [
        7.061,
        0.512
      ],
      [
        -1.068,
        7.002
      ],
      [
        -7.061,
        -0.511
      ]
    ],
    "rotation": 2.4678,
    "houseLength": 10.41,
    "houseWidth": 9.61,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030469",
    "osmId": 403030469,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030469",
    "lon": 94.0714847,
    "lat": 23.1625101,
    "u": 880.81,
    "v": -100.84,
    "x": 551.52,
    "z": -694.13,
    "width": 14.4,
    "depth": 14.18,
    "height": 3.8,
    "area": 99.3,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        544.321,
        -693.241
      ],
      [
        553.043,
        -701.223
      ],
      [
        558.717,
        -695.027
      ],
      [
        549.995,
        -687.045
      ],
      [
        544.321,
        -693.241
      ]
    ],
    "relativePoints": [
      [
        -7.198,
        0.893
      ],
      [
        1.524,
        -7.089
      ],
      [
        7.198,
        -0.893
      ],
      [
        -1.524,
        7.089
      ],
      [
        -7.198,
        0.893
      ]
    ],
    "rotation": 2.4005,
    "houseLength": 11.83,
    "houseWidth": 8.4,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030472",
    "osmId": 403030472,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030472",
    "lon": 94.0734126,
    "lat": 23.1611555,
    "u": 1078.13,
    "v": 49.96,
    "x": 797.68,
    "z": -727.03,
    "width": 14.86,
    "depth": 15.44,
    "height": 3.8,
    "area": 110.9,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        790.244,
        -724.775
      ],
      [
        798.528,
        -734.744
      ],
      [
        805.106,
        -729.279
      ],
      [
        796.831,
        -719.303
      ],
      [
        790.244,
        -724.775
      ]
    ],
    "relativePoints": [
      [
        -7.433,
        2.25
      ],
      [
        0.851,
        -7.719
      ],
      [
        7.429,
        -2.254
      ],
      [
        -0.846,
        7.722
      ],
      [
        -7.433,
        2.25
      ]
    ],
    "rotation": -0.8775,
    "houseLength": 12.96,
    "houseWidth": 8.56,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030475",
    "osmId": 403030475,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030475",
    "lon": 94.0722675,
    "lat": 23.1617799,
    "u": 960.93,
    "v": -19.55,
    "x": 665.66,
    "z": -693.31,
    "width": 13.58,
    "depth": 13.49,
    "height": 3.8,
    "area": 98.6,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        658.866,
        -695.098
      ],
      [
        667.617,
        -700.054
      ],
      [
        672.447,
        -691.519
      ],
      [
        663.696,
        -686.562
      ],
      [
        658.866,
        -695.098
      ]
    ],
    "relativePoints": [
      [
        -6.791,
        -1.79
      ],
      [
        1.96,
        -6.746
      ],
      [
        6.79,
        1.789
      ],
      [
        -1.961,
        6.746
      ],
      [
        -6.791,
        -1.79
      ]
    ],
    "rotation": 2.6262,
    "houseLength": 10.06,
    "houseWidth": 9.81,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030477",
    "osmId": 403030477,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030477",
    "lon": 94.0708782,
    "lat": 23.1627767,
    "u": 818.74,
    "v": -130.52,
    "x": 486.65,
    "z": -671.23,
    "width": 13.5,
    "depth": 12.69,
    "height": 3.8,
    "area": 81.3,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        479.896,
        -672.109
      ],
      [
        484.176,
        -677.57
      ],
      [
        493.4,
        -670.343
      ],
      [
        489.12,
        -664.882
      ],
      [
        479.896,
        -672.109
      ]
    ],
    "relativePoints": [
      [
        -6.752,
        -0.883
      ],
      [
        -2.472,
        -6.344
      ],
      [
        6.752,
        0.883
      ],
      [
        2.472,
        6.344
      ],
      [
        -6.752,
        -0.883
      ]
    ],
    "rotation": 0.6646,
    "houseLength": 11.72,
    "houseWidth": 6.94,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030480",
    "osmId": 403030480,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030480",
    "lon": 94.0711451,
    "lat": 23.1617376,
    "u": 846.05,
    "v": -14.84,
    "x": 587.75,
    "z": -608.75,
    "width": 14.3,
    "depth": 14.14,
    "height": 3.8,
    "area": 96.4,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        580.601,
        -607.387
      ],
      [
        589.485,
        -615.814
      ],
      [
        594.905,
        -610.104
      ],
      [
        586.021,
        -601.677
      ],
      [
        580.601,
        -607.387
      ]
    ],
    "relativePoints": [
      [
        -7.152,
        1.358
      ],
      [
        1.732,
        -7.069
      ],
      [
        7.152,
        -1.359
      ],
      [
        -1.732,
        7.068
      ],
      [
        -7.152,
        1.358
      ]
    ],
    "rotation": -0.759,
    "houseLength": 12.25,
    "houseWidth": 7.87,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030483",
    "osmId": 403030483,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030483",
    "lon": 94.0716146,
    "lat": 23.1625311,
    "u": 894.1,
    "v": -103.18,
    "x": 559.27,
    "z": -705.18,
    "width": 10.66,
    "depth": 11.05,
    "height": 3.8,
    "area": 52,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        553.939,
        -707.346
      ],
      [
        557.666,
        -710.711
      ],
      [
        564.603,
        -703.022
      ],
      [
        560.875,
        -699.657
      ],
      [
        553.939,
        -707.346
      ]
    ],
    "relativePoints": [
      [
        -5.332,
        -2.162
      ],
      [
        -1.605,
        -5.527
      ],
      [
        5.332,
        2.162
      ],
      [
        1.604,
        5.527
      ],
      [
        -5.332,
        -2.162
      ]
    ],
    "rotation": 0.8368,
    "houseLength": 10.36,
    "houseWidth": 5.02,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403030486",
    "osmId": 403030486,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030486",
    "lon": 94.0732046,
    "lat": 23.1611211,
    "u": 1056.84,
    "v": 53.78,
    "x": 785.33,
    "z": -709.27,
    "width": 7.88,
    "depth": 7.81,
    "height": 3.2,
    "area": 30.2,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        781.391,
        -709.688
      ],
      [
        784.653,
        -713.171
      ],
      [
        789.269,
        -708.845
      ],
      [
        785.991,
        -705.362
      ],
      [
        781.391,
        -709.688
      ]
    ],
    "relativePoints": [
      [
        -3.935,
        -0.422
      ],
      [
        -0.673,
        -3.905
      ],
      [
        3.943,
        0.421
      ],
      [
        0.665,
        3.904
      ],
      [
        -3.935,
        -0.422
      ]
    ],
    "rotation": 0.753,
    "houseLength": 6.33,
    "houseWidth": 4.78,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403030488",
    "osmId": 403030488,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030488",
    "lon": 94.0720583,
    "lat": 23.1616256,
    "u": 939.52,
    "v": -2.37,
    "x": 662.66,
    "z": -666.01,
    "width": 9.3,
    "depth": 9.43,
    "height": 3.2,
    "area": 46.2,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        658.015,
        -667.247
      ],
      [
        663.607,
        -670.73
      ],
      [
        667.311,
        -664.783
      ],
      [
        661.718,
        -661.3
      ],
      [
        658.015,
        -667.247
      ]
    ],
    "relativePoints": [
      [
        -4.648,
        -1.232
      ],
      [
        0.944,
        -4.715
      ],
      [
        4.648,
        1.232
      ],
      [
        -0.945,
        4.715
      ],
      [
        -4.648,
        -1.232
      ]
    ],
    "rotation": 1.0138,
    "houseLength": 7.01,
    "houseWidth": 6.59,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030490",
    "osmId": 403030490,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030490",
    "lon": 94.0714102,
    "lat": 23.1607446,
    "u": 873.19,
    "v": 95.69,
    "x": 685.1,
    "z": -549.77,
    "width": 12.91,
    "depth": 13.57,
    "height": 3.8,
    "area": 91.9,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        678.649,
        -552.082
      ],
      [
        686.039,
        -556.56
      ],
      [
        691.556,
        -547.467
      ],
      [
        684.166,
        -542.989
      ],
      [
        678.649,
        -552.082
      ]
    ],
    "relativePoints": [
      [
        -6.454,
        -2.307
      ],
      [
        0.936,
        -6.785
      ],
      [
        6.453,
        2.308
      ],
      [
        -0.937,
        6.786
      ],
      [
        -6.454,
        -2.307
      ]
    ],
    "rotation": 1.0254,
    "houseLength": 10.64,
    "houseWidth": 8.64,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030493",
    "osmId": 403030493,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030493",
    "lon": 94.0717035,
    "lat": 23.1624648,
    "u": 903.2,
    "v": -95.8,
    "x": 570.92,
    "z": -706.4,
    "width": 9.49,
    "depth": 9.34,
    "height": 3.2,
    "area": 43.6,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        566.175,
        -705.995
      ],
      [
        571.844,
        -711.066
      ],
      [
        575.665,
        -706.796
      ],
      [
        569.996,
        -701.725
      ],
      [
        566.175,
        -705.995
      ]
    ],
    "relativePoints": [
      [
        -4.745,
        0.401
      ],
      [
        0.924,
        -4.67
      ],
      [
        4.745,
        -0.4
      ],
      [
        -0.924,
        4.671
      ],
      [
        -4.745,
        0.401
      ]
    ],
    "rotation": -0.7298,
    "houseLength": 7.61,
    "houseWidth": 5.73,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403030496",
    "osmId": 403030496,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030496",
    "lon": 94.0729557,
    "lat": 23.1608923,
    "u": 1031.36,
    "v": 79.25,
    "x": 785.32,
    "z": -673.25,
    "width": 12.54,
    "depth": 12.64,
    "height": 3.8,
    "area": 79.5,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        779.057,
        -672.405
      ],
      [
        785.166,
        -679.569
      ],
      [
        791.596,
        -674.081
      ],
      [
        785.479,
        -666.925
      ],
      [
        779.057,
        -672.405
      ]
    ],
    "relativePoints": [
      [
        -6.268,
        0.84
      ],
      [
        -0.159,
        -6.324
      ],
      [
        6.271,
        -0.836
      ],
      [
        0.154,
        6.32
      ],
      [
        -6.268,
        0.84
      ]
    ],
    "rotation": -0.8647,
    "houseLength": 9.42,
    "houseWidth": 8.45,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030499",
    "osmId": 403030499,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030499",
    "lon": 94.0719332,
    "lat": 23.1616244,
    "u": 926.71,
    "v": -2.25,
    "x": 653.7,
    "z": -656.87,
    "width": 14.76,
    "depth": 15.27,
    "height": 3.8,
    "area": 119.2,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        655.068,
        -664.505
      ],
      [
        661.077,
        -654.487
      ],
      [
        652.331,
        -649.236
      ],
      [
        646.314,
        -659.262
      ],
      [
        655.068,
        -664.505
      ]
    ],
    "relativePoints": [
      [
        1.371,
        -7.632
      ],
      [
        7.38,
        2.386
      ],
      [
        -1.366,
        7.637
      ],
      [
        -7.383,
        -2.389
      ],
      [
        1.371,
        -7.632
      ]
    ],
    "rotation": -2.1113,
    "houseLength": 11.69,
    "houseWidth": 10.2,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030501",
    "osmId": 403030501,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030501",
    "lon": 94.0706598,
    "lat": 23.1615232,
    "u": 796.38,
    "v": 9.02,
    "x": 569.5,
    "z": -556.75,
    "width": 7.88,
    "depth": 8.1,
    "height": 3.2,
    "area": 31.6,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        565.562,
        -557.697
      ],
      [
        569.338,
        -560.796
      ],
      [
        573.439,
        -555.798
      ],
      [
        569.663,
        -552.699
      ],
      [
        565.562,
        -557.697
      ]
    ],
    "relativePoints": [
      [
        -3.938,
        -0.95
      ],
      [
        -0.162,
        -4.049
      ],
      [
        3.939,
        0.949
      ],
      [
        0.163,
        4.048
      ],
      [
        -3.938,
        -0.95
      ]
    ],
    "rotation": 0.8837,
    "houseLength": 6.47,
    "houseWidth": 4.88,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403030504",
    "osmId": 403030504,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030504",
    "lon": 94.0717328,
    "lat": 23.160679,
    "u": 906.2,
    "v": 102.99,
    "x": 713.61,
    "z": -567.95,
    "width": 12.5,
    "depth": 11.97,
    "height": 3.8,
    "area": 75.4,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        707.362,
        -568.122
      ],
      [
        715.413,
        -573.938
      ],
      [
        719.857,
        -567.786
      ],
      [
        711.806,
        -561.971
      ],
      [
        707.362,
        -568.122
      ]
    ],
    "relativePoints": [
      [
        -6.248,
        -0.168
      ],
      [
        1.803,
        -5.984
      ],
      [
        6.247,
        0.168
      ],
      [
        -1.804,
        5.983
      ],
      [
        -6.248,
        -0.168
      ]
    ],
    "rotation": -0.6256,
    "houseLength": 9.93,
    "houseWidth": 7.59,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030507",
    "osmId": 403030507,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030507",
    "lon": 94.0718521,
    "lat": 23.1624983,
    "u": 918.42,
    "v": -99.52,
    "x": 579.04,
    "z": -719.79,
    "width": 16.04,
    "depth": 14.33,
    "height": 3.8,
    "area": 113.9,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        571.023,
        -719.645
      ],
      [
        582.654,
        -726.961
      ],
      [
        587.066,
        -719.944
      ],
      [
        575.436,
        -712.627
      ],
      [
        571.023,
        -719.645
      ]
    ],
    "relativePoints": [
      [
        -8.022,
        0.149
      ],
      [
        3.609,
        -7.167
      ],
      [
        8.021,
        -0.15
      ],
      [
        -3.609,
        7.167
      ],
      [
        -8.022,
        0.149
      ]
    ],
    "rotation": -0.5615,
    "houseLength": 13.74,
    "houseWidth": 8.29,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030509",
    "osmId": 403030509,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030509",
    "lon": 94.0716435,
    "lat": 23.161614,
    "u": 897.06,
    "v": -1.08,
    "x": 633.55,
    "z": -635.08,
    "width": 14.35,
    "depth": 13.91,
    "height": 3.8,
    "area": 98.6,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        626.379,
        -634.761
      ],
      [
        635.341,
        -642.039
      ],
      [
        640.725,
        -635.411
      ],
      [
        631.756,
        -628.126
      ],
      [
        626.379,
        -634.761
      ]
    ],
    "relativePoints": [
      [
        -7.171,
        0.323
      ],
      [
        1.791,
        -6.955
      ],
      [
        7.175,
        -0.327
      ],
      [
        -1.794,
        6.958
      ],
      [
        -7.171,
        0.323
      ]
    ],
    "rotation": 2.4594,
    "houseLength": 11.55,
    "houseWidth": 8.54,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030512",
    "osmId": 403030512,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030512",
    "lon": 94.0711155,
    "lat": 23.1629039,
    "u": 843.02,
    "v": -144.68,
    "x": 493.8,
    "z": -698.41,
    "width": 15.69,
    "depth": 14.51,
    "height": 3.8,
    "area": 117.6,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        485.959,
        -697.788
      ],
      [
        490.779,
        -705.662
      ],
      [
        501.645,
        -699.022
      ],
      [
        496.825,
        -691.148
      ],
      [
        485.959,
        -697.788
      ]
    ],
    "relativePoints": [
      [
        -7.843,
        0.617
      ],
      [
        -3.023,
        -7.257
      ],
      [
        7.843,
        -0.617
      ],
      [
        3.023,
        7.257
      ],
      [
        -7.843,
        0.617
      ]
    ],
    "rotation": 0.5485,
    "houseLength": 12.74,
    "houseWidth": 9.23,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030515",
    "osmId": 403030515,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030515",
    "lon": 94.0720064,
    "lat": 23.1609944,
    "u": 934.21,
    "v": 67.89,
    "x": 708.59,
    "z": -612.58,
    "width": 9.17,
    "depth": 9.08,
    "height": 3.2,
    "area": 42.4,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        704.004,
        -613.095
      ],
      [
        709.377,
        -617.114
      ],
      [
        713.172,
        -612.061
      ],
      [
        707.806,
        -608.033
      ],
      [
        704.004,
        -613.095
      ]
    ],
    "relativePoints": [
      [
        -4.586,
        -0.519
      ],
      [
        0.787,
        -4.538
      ],
      [
        4.582,
        0.515
      ],
      [
        -0.784,
        4.543
      ],
      [
        -4.586,
        -0.519
      ]
    ],
    "rotation": -0.6422,
    "houseLength": 6.72,
    "houseWidth": 6.33,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030518",
    "osmId": 403030518,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030518",
    "lon": 94.072264,
    "lat": 23.1615611,
    "u": 960.56,
    "v": 4.8,
    "x": 682.62,
    "z": -675.82,
    "width": 9.66,
    "depth": 9.56,
    "height": 3.2,
    "area": 47.5,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        681.647,
        -671.043
      ],
      [
        677.791,
        -676.491
      ],
      [
        683.591,
        -680.607
      ],
      [
        687.447,
        -675.158
      ],
      [
        681.647,
        -671.043
      ]
    ],
    "relativePoints": [
      [
        -0.972,
        4.782
      ],
      [
        -4.828,
        -0.666
      ],
      [
        0.972,
        -4.782
      ],
      [
        4.828,
        0.667
      ],
      [
        -0.972,
        4.782
      ]
    ],
    "rotation": -0.6172,
    "houseLength": 7.12,
    "houseWidth": 6.68,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030520",
    "osmId": 403030520,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030520",
    "lon": 94.0709426,
    "lat": 23.1626831,
    "u": 825.33,
    "v": -120.1,
    "x": 498.67,
    "z": -668.52,
    "width": 12.08,
    "depth": 12.48,
    "height": 3.8,
    "area": 71.6,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        492.628,
        -666.643
      ],
      [
        499.692,
        -674.762
      ],
      [
        504.71,
        -670.396
      ],
      [
        497.645,
        -662.277
      ],
      [
        492.628,
        -666.643
      ]
    ],
    "relativePoints": [
      [
        -6.041,
        1.876
      ],
      [
        1.023,
        -6.243
      ],
      [
        6.041,
        -1.877
      ],
      [
        -1.024,
        6.242
      ],
      [
        -6.041,
        1.876
      ]
    ],
    "rotation": 2.2869,
    "houseLength": 10.76,
    "houseWidth": 6.65,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030523",
    "osmId": 403030523,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030523",
    "lon": 94.0721399,
    "lat": 23.1609683,
    "u": 947.87,
    "v": 70.8,
    "x": 720.3,
    "z": -620.18,
    "width": 11.41,
    "depth": 11.93,
    "height": 3.8,
    "area": 72.1,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        714.601,
        -622.196
      ],
      [
        721.305,
        -626.146
      ],
      [
        726.014,
        -618.165
      ],
      [
        719.295,
        -614.217
      ],
      [
        714.601,
        -622.196
      ]
    ],
    "relativePoints": [
      [
        -5.703,
        -2.015
      ],
      [
        1.001,
        -5.965
      ],
      [
        5.71,
        2.016
      ],
      [
        -1.009,
        5.964
      ],
      [
        -5.703,
        -2.015
      ]
    ],
    "rotation": 1.0377,
    "houseLength": 9.27,
    "houseWidth": 7.79,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030526",
    "osmId": 403030526,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030526",
    "lon": 94.0712687,
    "lat": 23.1623024,
    "u": 858.7,
    "v": -77.72,
    "x": 552.24,
    "z": -662.15,
    "width": 11.27,
    "depth": 11.39,
    "height": 3.8,
    "area": 61.3,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        546.604,
        -663.471
      ],
      [
        551.164,
        -667.842
      ],
      [
        557.876,
        -660.826
      ],
      [
        553.316,
        -656.455
      ],
      [
        546.604,
        -663.471
      ]
    ],
    "relativePoints": [
      [
        -5.636,
        -1.322
      ],
      [
        -1.076,
        -5.693
      ],
      [
        5.636,
        1.323
      ],
      [
        1.076,
        5.694
      ],
      [
        -5.636,
        -1.322
      ]
    ],
    "rotation": 0.8075,
    "houseLength": 9.72,
    "houseWidth": 6.32,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030529",
    "osmId": 403030529,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030529",
    "lon": 94.0724781,
    "lat": 23.161397,
    "u": 982.48,
    "v": 23.07,
    "x": 711.03,
    "z": -678.4,
    "width": 11.48,
    "depth": 12.28,
    "height": 3.8,
    "area": 75.3,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        712.028,
        -684.548
      ],
      [
        716.769,
        -676.001
      ],
      [
        710.04,
        -672.264
      ],
      [
        705.293,
        -680.804
      ],
      [
        712.028,
        -684.548
      ]
    ],
    "relativePoints": [
      [
        0.995,
        -6.144
      ],
      [
        5.736,
        2.403
      ],
      [
        -0.993,
        6.14
      ],
      [
        -5.74,
        -2.4
      ],
      [
        0.995,
        -6.144
      ]
    ],
    "rotation": 1.0644,
    "houseLength": 9.78,
    "houseWidth": 7.71,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030531",
    "osmId": 403030531,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030531",
    "lon": 94.0701584,
    "lat": 23.1634101,
    "u": 745.07,
    "v": -201.03,
    "x": 384.7,
    "z": -668.99,
    "width": 14.19,
    "depth": 14,
    "height": 3.8,
    "area": 82.3,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        377.602,
        -666.179
      ],
      [
        387.732,
        -675.994
      ],
      [
        391.792,
        -671.804
      ],
      [
        381.662,
        -661.989
      ],
      [
        377.602,
        -666.179
      ]
    ],
    "relativePoints": [
      [
        -7.095,
        2.812
      ],
      [
        3.035,
        -7.003
      ],
      [
        7.095,
        -2.813
      ],
      [
        -3.035,
        7.002
      ],
      [
        -7.095,
        2.812
      ]
    ],
    "rotation": -0.7696,
    "houseLength": 14.11,
    "houseWidth": 5.83,
    "wallHeight": 3.2,
    "roofHeight": 1.3
  },
  {
    "id": "way/403030534",
    "osmId": 403030534,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030534",
    "lon": 94.0703584,
    "lat": 23.1613534,
    "u": 765.53,
    "v": 27.93,
    "x": 561.06,
    "z": -521.57,
    "width": 8.45,
    "depth": 7.96,
    "height": 3.2,
    "area": 32.6,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        556.838,
        -521.218
      ],
      [
        562.508,
        -525.55
      ],
      [
        565.284,
        -521.919
      ],
      [
        559.614,
        -517.587
      ],
      [
        556.838,
        -521.218
      ]
    ],
    "relativePoints": [
      [
        -4.223,
        0.351
      ],
      [
        1.447,
        -3.981
      ],
      [
        4.223,
        -0.35
      ],
      [
        -1.447,
        3.982
      ],
      [
        -4.223,
        0.351
      ]
    ],
    "rotation": -0.6524,
    "houseLength": 7.14,
    "houseWidth": 4.57,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403030537",
    "osmId": 403030537,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030537",
    "lon": 94.0720365,
    "lat": 23.1608681,
    "u": 937.28,
    "v": 81.95,
    "x": 720.71,
    "z": -604.81,
    "width": 9.98,
    "depth": 11.33,
    "height": 3.8,
    "area": 56.1,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        715.716,
        -607.505
      ],
      [
        720.621,
        -610.474
      ],
      [
        725.7,
        -602.124
      ],
      [
        720.787,
        -599.148
      ],
      [
        715.716,
        -607.505
      ]
    ],
    "relativePoints": [
      [
        -4.99,
        -2.692
      ],
      [
        -0.085,
        -5.661
      ],
      [
        4.994,
        2.689
      ],
      [
        0.081,
        5.665
      ],
      [
        -4.99,
        -2.692
      ]
    ],
    "rotation": -2.1162,
    "houseLength": 9.78,
    "houseWidth": 5.74,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403030540",
    "osmId": 403030540,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030540",
    "lon": 94.071411,
    "lat": 23.1622625,
    "u": 873.26,
    "v": -73.28,
    "x": 565.68,
    "z": -669.3,
    "width": 13.68,
    "depth": 13.24,
    "height": 3.8,
    "area": 87.7,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        558.834,
        -668.538
      ],
      [
        567.558,
        -675.924
      ],
      [
        572.517,
        -670.068
      ],
      [
        563.793,
        -662.682
      ],
      [
        558.834,
        -668.538
      ]
    ],
    "relativePoints": [
      [
        -6.841,
        0.765
      ],
      [
        1.883,
        -6.621
      ],
      [
        6.842,
        -0.765
      ],
      [
        -1.882,
        6.621
      ],
      [
        -6.841,
        0.765
      ]
    ],
    "rotation": -0.7025,
    "houseLength": 11.43,
    "houseWidth": 7.67,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030542",
    "osmId": 403030542,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030542",
    "lon": 94.0703383,
    "lat": 23.1633327,
    "u": 763.48,
    "v": -192.41,
    "x": 403.81,
    "z": -675.91,
    "width": 10.25,
    "depth": 10.5,
    "height": 3.8,
    "area": 53,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        403.449,
        -681.163
      ],
      [
        408.93,
        -674.727
      ],
      [
        404.169,
        -670.659
      ],
      [
        398.68,
        -677.103
      ],
      [
        403.449,
        -681.163
      ]
    ],
    "relativePoints": [
      [
        -0.358,
        -5.25
      ],
      [
        5.123,
        1.186
      ],
      [
        0.362,
        5.254
      ],
      [
        -5.127,
        -1.19
      ],
      [
        -0.358,
        -5.25
      ]
    ],
    "rotation": -2.2763,
    "houseLength": 8.46,
    "houseWidth": 6.26,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030546",
    "osmId": 403030546,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030546",
    "lon": 94.0705944,
    "lat": 23.161229,
    "u": 789.69,
    "v": 41.77,
    "x": 587.93,
    "z": -528.86,
    "width": 11.03,
    "depth": 9.94,
    "height": 3.8,
    "area": 54.4,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        582.417,
        -528.756
      ],
      [
        590.325,
        -533.831
      ],
      [
        593.449,
        -528.956
      ],
      [
        585.547,
        -523.889
      ],
      [
        582.417,
        -528.756
      ]
    ],
    "relativePoints": [
      [
        -5.518,
        0.102
      ],
      [
        2.39,
        -4.973
      ],
      [
        5.514,
        -0.098
      ],
      [
        -2.388,
        4.969
      ],
      [
        -5.518,
        0.102
      ]
    ],
    "rotation": -0.5706,
    "houseLength": 9.4,
    "houseWidth": 5.79,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403030549",
    "osmId": 403030549,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030549",
    "lon": 94.0721253,
    "lat": 23.1608383,
    "u": 946.37,
    "v": 85.27,
    "x": 729.48,
    "z": -608.9,
    "width": 9.02,
    "depth": 9.29,
    "height": 3.2,
    "area": 42.7,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        724.968,
        -610.035
      ],
      [
        729.813,
        -613.542
      ],
      [
        733.992,
        -607.756
      ],
      [
        729.147,
        -604.249
      ],
      [
        724.968,
        -610.035
      ]
    ],
    "relativePoints": [
      [
        -4.512,
        -1.14
      ],
      [
        0.333,
        -4.647
      ],
      [
        4.512,
        1.139
      ],
      [
        -0.333,
        4.646
      ],
      [
        -4.512,
        -1.14
      ]
    ],
    "rotation": 0.9453,
    "houseLength": 7.14,
    "houseWidth": 5.98,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403030551",
    "osmId": 403030551,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030551",
    "lon": 94.0719092,
    "lat": 23.161359,
    "u": 924.26,
    "v": 27.31,
    "x": 672.86,
    "z": -634.24,
    "width": 10.24,
    "depth": 10.72,
    "height": 3.8,
    "area": 58.7,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        667.737,
        -636.117
      ],
      [
        673.88,
        -639.599
      ],
      [
        677.977,
        -632.361
      ],
      [
        671.835,
        -628.879
      ],
      [
        667.737,
        -636.117
      ]
    ],
    "relativePoints": [
      [
        -5.12,
        -1.878
      ],
      [
        1.023,
        -5.36
      ],
      [
        5.12,
        1.878
      ],
      [
        -1.022,
        5.36
      ],
      [
        -5.12,
        -1.878
      ]
    ],
    "rotation": -2.086,
    "houseLength": 8.32,
    "houseWidth": 7.06,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030553",
    "osmId": 403030553,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030553",
    "lon": 94.0715919,
    "lat": 23.1622108,
    "u": 891.79,
    "v": -67.52,
    "x": 582.85,
    "z": -678.33,
    "width": 7.3,
    "depth": 7.49,
    "height": 3.2,
    "area": 27.7,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        579.199,
        -679.206
      ],
      [
        583.06,
        -682.075
      ],
      [
        586.497,
        -677.452
      ],
      [
        582.628,
        -674.59
      ],
      [
        579.199,
        -679.206
      ]
    ],
    "relativePoints": [
      [
        -3.647,
        -0.875
      ],
      [
        0.214,
        -3.744
      ],
      [
        3.651,
        0.879
      ],
      [
        -0.218,
        3.741
      ],
      [
        -3.647,
        -0.875
      ]
    ],
    "rotation": 0.9315,
    "houseLength": 6,
    "houseWidth": 4.81,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403030555",
    "osmId": 403030555,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030555",
    "lon": 94.0706365,
    "lat": 23.1623099,
    "u": 794,
    "v": -78.55,
    "x": 505.9,
    "z": -616.98,
    "width": 11.21,
    "depth": 11.31,
    "height": 3.8,
    "area": 63.3,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        500.292,
        -617.742
      ],
      [
        505.833,
        -622.637
      ],
      [
        511.501,
        -616.23
      ],
      [
        505.968,
        -611.327
      ],
      [
        500.292,
        -617.742
      ]
    ],
    "relativePoints": [
      [
        -5.606,
        -0.758
      ],
      [
        -0.065,
        -5.653
      ],
      [
        5.603,
        0.754
      ],
      [
        0.07,
        5.657
      ],
      [
        -5.606,
        -0.758
      ]
    ],
    "rotation": -2.2952,
    "houseLength": 8.57,
    "houseWidth": 7.39,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030556",
    "osmId": 403030556,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030556",
    "lon": 94.0708018,
    "lat": 23.1611766,
    "u": 810.92,
    "v": 47.61,
    "x": 607.07,
    "z": -539.74,
    "width": 13.34,
    "depth": 12.5,
    "height": 3.8,
    "area": 78,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        600.4,
        -538.679
      ],
      [
        609.648,
        -545.99
      ],
      [
        613.742,
        -540.796
      ],
      [
        604.494,
        -533.485
      ],
      [
        600.4,
        -538.679
      ]
    ],
    "relativePoints": [
      [
        -6.671,
        1.058
      ],
      [
        2.577,
        -6.253
      ],
      [
        6.671,
        -1.059
      ],
      [
        -2.577,
        6.252
      ],
      [
        -6.671,
        1.058
      ]
    ],
    "rotation": -0.669,
    "houseLength": 11.8,
    "houseWidth": 6.61,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030558",
    "osmId": 403030558,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030558",
    "lon": 94.0725531,
    "lat": 23.160922,
    "u": 990.16,
    "v": 75.95,
    "x": 753.85,
    "z": -646.44,
    "width": 11.53,
    "depth": 10.28,
    "height": 3.8,
    "area": 65.1,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        748.085,
        -647.478
      ],
      [
        756.66,
        -651.582
      ],
      [
        759.619,
        -645.41
      ],
      [
        751.044,
        -641.306
      ],
      [
        748.085,
        -647.478
      ]
    ],
    "relativePoints": [
      [
        -5.767,
        -1.034
      ],
      [
        2.808,
        -5.138
      ],
      [
        5.767,
        1.034
      ],
      [
        -2.808,
        5.138
      ],
      [
        -5.767,
        -1.034
      ]
    ],
    "rotation": 2.6952,
    "houseLength": 9.51,
    "houseWidth": 6.84,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030560",
    "osmId": 403030560,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030560",
    "lon": 94.0718576,
    "lat": 23.1612582,
    "u": 918.98,
    "v": 38.52,
    "x": 677.06,
    "z": -622.58,
    "width": 14.17,
    "depth": 15.14,
    "height": 3.8,
    "area": 117,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        669.971,
        -625.677
      ],
      [
        678.628,
        -630.147
      ],
      [
        684.144,
        -619.479
      ],
      [
        675.486,
        -615.008
      ],
      [
        669.971,
        -625.677
      ]
    ],
    "relativePoints": [
      [
        -7.086,
        -3.099
      ],
      [
        1.571,
        -7.569
      ],
      [
        7.087,
        3.099
      ],
      [
        -1.571,
        7.57
      ],
      [
        -7.086,
        -3.099
      ]
    ],
    "rotation": -2.0479,
    "houseLength": 12.01,
    "houseWidth": 9.74,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030563",
    "osmId": 403030563,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030563",
    "lon": 94.0708147,
    "lat": 23.1623027,
    "u": 812.24,
    "v": -77.75,
    "x": 519.37,
    "z": -629.32,
    "width": 13.53,
    "depth": 13.46,
    "height": 3.8,
    "area": 79.3,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        512.601,
        -631.689
      ],
      [
        516.883,
        -636.048
      ],
      [
        526.133,
        -626.943
      ],
      [
        521.844,
        -622.591
      ],
      [
        512.601,
        -631.689
      ]
    ],
    "relativePoints": [
      [
        -6.764,
        -2.371
      ],
      [
        -2.482,
        -6.73
      ],
      [
        6.768,
        2.375
      ],
      [
        2.479,
        6.727
      ],
      [
        -6.764,
        -2.371
      ]
    ],
    "rotation": 0.7775,
    "houseLength": 12.98,
    "houseWidth": 6.11,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030566",
    "osmId": 403030566,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030566",
    "lon": 94.0714169,
    "lat": 23.1610178,
    "u": 873.87,
    "v": 65.29,
    "x": 664.08,
    "z": -571.75,
    "width": 10.24,
    "depth": 10.57,
    "height": 3.8,
    "area": 56.3,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        658.967,
        -573.254
      ],
      [
        664.803,
        -577.043
      ],
      [
        669.206,
        -570.252
      ],
      [
        663.362,
        -566.471
      ],
      [
        658.967,
        -573.254
      ]
    ],
    "relativePoints": [
      [
        -5.118,
        -1.499
      ],
      [
        0.718,
        -5.288
      ],
      [
        5.121,
        1.503
      ],
      [
        -0.723,
        5.284
      ],
      [
        -5.118,
        -1.499
      ]
    ],
    "rotation": 0.9956,
    "houseLength": 8.09,
    "houseWidth": 6.96,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030568",
    "osmId": 403030568,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030568",
    "lon": 94.0708627,
    "lat": 23.1614247,
    "u": 817.14,
    "v": 19.99,
    "x": 591.95,
    "z": -563.67,
    "width": 12.78,
    "depth": 12.99,
    "height": 3.8,
    "area": 82.4,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        585.554,
        -564.859
      ],
      [
        591.696,
        -570.166
      ],
      [
        598.338,
        -562.482
      ],
      [
        592.196,
        -557.175
      ],
      [
        585.554,
        -564.859
      ]
    ],
    "relativePoints": [
      [
        -6.392,
        -1.189
      ],
      [
        -0.25,
        -6.496
      ],
      [
        6.392,
        1.188
      ],
      [
        0.25,
        6.495
      ],
      [
        -6.392,
        -1.189
      ]
    ],
    "rotation": -2.2836,
    "houseLength": 10.16,
    "houseWidth": 8.12,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030571",
    "osmId": 403030571,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030571",
    "lon": 94.0721118,
    "lat": 23.1612359,
    "u": 944.99,
    "v": 41.01,
    "x": 697.2,
    "z": -639.21,
    "width": 15.36,
    "depth": 14.56,
    "height": 3.8,
    "area": 100.7,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        694.141,
        -631.931
      ],
      [
        689.523,
        -637.389
      ],
      [
        700.264,
        -646.492
      ],
      [
        704.882,
        -641.035
      ],
      [
        694.141,
        -631.931
      ]
    ],
    "relativePoints": [
      [
        -3.061,
        7.281
      ],
      [
        -7.679,
        1.823
      ],
      [
        3.062,
        -7.28
      ],
      [
        7.68,
        -1.823
      ],
      [
        -3.061,
        7.281
      ]
    ],
    "rotation": 2.4385,
    "houseLength": 14.09,
    "houseWidth": 7.15,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030574",
    "osmId": 403030574,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030574",
    "lon": 94.0705667,
    "lat": 23.1637004,
    "u": 786.85,
    "v": -233.34,
    "x": 391.39,
    "z": -721.38,
    "width": 9.55,
    "depth": 12.96,
    "height": 3.8,
    "area": 63,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        391.52,
        -714.905
      ],
      [
        386.614,
        -717.004
      ],
      [
        391.255,
        -727.864
      ],
      [
        396.162,
        -725.765
      ],
      [
        391.52,
        -714.905
      ]
    ],
    "relativePoints": [
      [
        0.132,
        6.479
      ],
      [
        -4.774,
        4.38
      ],
      [
        -0.133,
        -6.48
      ],
      [
        4.774,
        -4.381
      ],
      [
        0.132,
        6.479
      ]
    ],
    "rotation": 1.9747,
    "houseLength": 11.81,
    "houseWidth": 5.34,
    "wallHeight": 3.2,
    "roofHeight": 1.3
  },
  {
    "id": "way/403030577",
    "osmId": 403030577,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030577",
    "lon": 94.0712932,
    "lat": 23.1616848,
    "u": 861.2,
    "v": -8.97,
    "x": 602.62,
    "z": -615.3,
    "width": 13.61,
    "depth": 13.55,
    "height": 3.8,
    "area": 87.3,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        595.821,
        -613.806
      ],
      [
        604.251,
        -622.079
      ],
      [
        609.427,
        -616.802
      ],
      [
        600.997,
        -608.529
      ],
      [
        595.821,
        -613.806
      ]
    ],
    "relativePoints": [
      [
        -6.803,
        1.498
      ],
      [
        1.627,
        -6.775
      ],
      [
        6.803,
        -1.498
      ],
      [
        -1.627,
        6.775
      ],
      [
        -6.803,
        1.498
      ]
    ],
    "rotation": 2.3656,
    "houseLength": 11.81,
    "houseWidth": 7.39,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030580",
    "osmId": 403030580,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030580",
    "lon": 94.0713068,
    "lat": 23.1610971,
    "u": 862.6,
    "v": 56.46,
    "x": 649.87,
    "z": -570.03,
    "width": 14.62,
    "depth": 16.37,
    "height": 3.8,
    "area": 120.2,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        642.562,
        -573.709
      ],
      [
        649.944,
        -578.21
      ],
      [
        657.183,
        -566.353
      ],
      [
        649.794,
        -561.845
      ],
      [
        642.562,
        -573.709
      ]
    ],
    "relativePoints": [
      [
        -7.309,
        -3.68
      ],
      [
        0.073,
        -8.181
      ],
      [
        7.312,
        3.676
      ],
      [
        -0.077,
        8.184
      ],
      [
        -7.309,
        -3.68
      ]
    ],
    "rotation": -2.1182,
    "houseLength": 13.9,
    "houseWidth": 8.66,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030582",
    "osmId": 403030582,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030582",
    "lon": 94.0717679,
    "lat": 23.1622305,
    "u": 909.79,
    "v": -69.71,
    "x": 594.03,
    "z": -692.61,
    "width": 7.58,
    "depth": 6.9,
    "height": 3.2,
    "area": 25.8,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        590.24,
        -692.482
      ],
      [
        595.602,
        -696.065
      ],
      [
        597.823,
        -692.744
      ],
      [
        592.445,
        -689.162
      ],
      [
        590.24,
        -692.482
      ]
    ],
    "relativePoints": [
      [
        -3.787,
        0.131
      ],
      [
        1.575,
        -3.452
      ],
      [
        3.796,
        -0.131
      ],
      [
        -1.582,
        3.451
      ],
      [
        -3.787,
        0.131
      ]
    ],
    "rotation": 2.554,
    "houseLength": 6.46,
    "houseWidth": 4,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403030584",
    "osmId": 403030584,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030584",
    "lon": 94.0704206,
    "lat": 23.1621321,
    "u": 771.9,
    "v": -58.76,
    "x": 504.27,
    "z": -587.36,
    "width": 9.69,
    "depth": 8.36,
    "height": 3.2,
    "area": 39.8,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        499.424,
        -587.214
      ],
      [
        506.731,
        -591.545
      ],
      [
        509.117,
        -587.509
      ],
      [
        501.803,
        -583.186
      ],
      [
        499.424,
        -587.214
      ]
    ],
    "relativePoints": [
      [
        -4.845,
        0.15
      ],
      [
        2.462,
        -4.181
      ],
      [
        4.848,
        -0.145
      ],
      [
        -2.466,
        4.178
      ],
      [
        -4.845,
        0.15
      ]
    ],
    "rotation": 2.6078,
    "houseLength": 8.5,
    "houseWidth": 4.69,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403030586",
    "osmId": 403030586,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030586",
    "lon": 94.071809,
    "lat": 23.1609769,
    "u": 914.01,
    "v": 69.84,
    "x": 695.68,
    "z": -596.92,
    "width": 15.11,
    "depth": 15.54,
    "height": 3.8,
    "area": 126.1,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        688.13,
        -599.441
      ],
      [
        697.419,
        -604.684
      ],
      [
        703.235,
        -594.395
      ],
      [
        693.954,
        -589.144
      ],
      [
        688.13,
        -599.441
      ]
    ],
    "relativePoints": [
      [
        -7.555,
        -2.525
      ],
      [
        1.734,
        -7.768
      ],
      [
        7.55,
        2.521
      ],
      [
        -1.731,
        7.772
      ],
      [
        -7.555,
        -2.525
      ]
    ],
    "rotation": -2.0855,
    "houseLength": 11.83,
    "houseWidth": 10.67,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030588",
    "osmId": 403030588,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030588",
    "lon": 94.0736404,
    "lat": 23.160772,
    "u": 1101.45,
    "v": 92.64,
    "x": 844.35,
    "z": -713.33,
    "width": 13.48,
    "depth": 13.48,
    "height": 3.8,
    "area": 91.1,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        837.608,
        -713.655
      ],
      [
        844.767,
        -720.073
      ],
      [
        851.088,
        -713.013
      ],
      [
        843.93,
        -706.595
      ],
      [
        837.608,
        -713.655
      ]
    ],
    "relativePoints": [
      [
        -6.74,
        -0.321
      ],
      [
        0.419,
        -6.739
      ],
      [
        6.74,
        0.321
      ],
      [
        -0.418,
        6.739
      ],
      [
        -6.74,
        -0.321
      ]
    ],
    "rotation": -0.7309,
    "houseLength": 9.62,
    "houseWidth": 9.48,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030590",
    "osmId": 403030590,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030590",
    "lon": 94.0717654,
    "lat": 23.1621575,
    "u": 909.54,
    "v": -61.59,
    "x": 599.59,
    "z": -686.69,
    "width": 11.56,
    "depth": 11.59,
    "height": 3.8,
    "area": 68.9,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        593.811,
        -687.709
      ],
      [
        600.525,
        -692.487
      ],
      [
        605.374,
        -685.67
      ],
      [
        598.66,
        -680.892
      ],
      [
        593.811,
        -687.709
      ]
    ],
    "relativePoints": [
      [
        -5.782,
        -1.019
      ],
      [
        0.932,
        -5.797
      ],
      [
        5.781,
        1.02
      ],
      [
        -0.933,
        5.798
      ],
      [
        -5.782,
        -1.019
      ]
    ],
    "rotation": 0.9525,
    "houseLength": 8.37,
    "houseWidth": 8.24,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030592",
    "osmId": 403030592,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030592",
    "lon": 94.0705294,
    "lat": 23.1620679,
    "u": 783.03,
    "v": -51.61,
    "x": 517.19,
    "z": -590.18,
    "width": 13.75,
    "depth": 13.84,
    "height": 3.8,
    "area": 82.6,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        510.316,
        -592.737
      ],
      [
        514.747,
        -597.106
      ],
      [
        524.066,
        -587.628
      ],
      [
        519.642,
        -583.266
      ],
      [
        510.316,
        -592.737
      ]
    ],
    "relativePoints": [
      [
        -6.877,
        -2.553
      ],
      [
        -2.446,
        -6.922
      ],
      [
        6.873,
        2.556
      ],
      [
        2.449,
        6.918
      ],
      [
        -6.877,
        -2.553
      ]
    ],
    "rotation": 0.7939,
    "houseLength": 13.3,
    "houseWidth": 6.22,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030593",
    "osmId": 403030593,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030593",
    "lon": 94.07191,
    "lat": 23.1626194,
    "u": 924.34,
    "v": -113.01,
    "x": 573.7,
    "z": -733.52,
    "width": 11.77,
    "depth": 12.07,
    "height": 3.8,
    "area": 73.6,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        567.811,
        -735.088
      ],
      [
        574.509,
        -739.55
      ],
      [
        579.579,
        -731.947
      ],
      [
        572.889,
        -727.477
      ],
      [
        567.811,
        -735.088
      ]
    ],
    "relativePoints": [
      [
        -5.886,
        -1.573
      ],
      [
        0.812,
        -6.035
      ],
      [
        5.882,
        1.568
      ],
      [
        -0.808,
        6.038
      ],
      [
        -5.886,
        -1.573
      ]
    ],
    "rotation": -2.1592,
    "houseLength": 9.15,
    "houseWidth": 8.05,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030595",
    "osmId": 403030595,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030595",
    "lon": 94.073385,
    "lat": 23.1606066,
    "u": 1075.31,
    "v": 111.06,
    "x": 838.89,
    "z": -681.82,
    "width": 26.13,
    "depth": 25.62,
    "height": 4.5,
    "area": 324,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        825.821,
        -680.094
      ],
      [
        842.012,
        -694.632
      ],
      [
        851.955,
        -683.559
      ],
      [
        835.772,
        -669.013
      ],
      [
        825.821,
        -680.094
      ]
    ],
    "relativePoints": [
      [
        -13.069,
        1.731
      ],
      [
        3.122,
        -12.807
      ],
      [
        13.065,
        -1.734
      ],
      [
        -3.118,
        12.812
      ],
      [
        -13.069,
        1.731
      ]
    ],
    "rotation": -0.7317,
    "houseLength": 21.76,
    "houseWidth": 14.89,
    "wallHeight": 3.6,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030596",
    "osmId": 403030596,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030596",
    "lon": 94.072221,
    "lat": 23.1629687,
    "u": 956.16,
    "v": -151.89,
    "x": 568.71,
    "z": -783.51,
    "width": 11.18,
    "depth": 11.15,
    "height": 3.8,
    "area": 73.7,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        563.114,
        -785.885
      ],
      [
        571.102,
        -789.086
      ],
      [
        574.293,
        -781.148
      ],
      [
        566.314,
        -777.938
      ],
      [
        563.114,
        -785.885
      ]
    ],
    "relativePoints": [
      [
        -5.592,
        -2.371
      ],
      [
        2.396,
        -5.572
      ],
      [
        5.587,
        2.366
      ],
      [
        -2.392,
        5.576
      ],
      [
        -5.592,
        -2.371
      ]
    ],
    "rotation": -0.3811,
    "houseLength": 8.61,
    "houseWidth": 8.57,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030598",
    "osmId": 403030598,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030598",
    "lon": 94.0729624,
    "lat": 23.1606073,
    "u": 1032.05,
    "v": 110.98,
    "x": 808.24,
    "z": -651.3,
    "width": 22.87,
    "depth": 24.17,
    "height": 4.5,
    "area": 188.1,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        796.808,
        -644.06
      ],
      [
        814.336,
        -663.383
      ],
      [
        819.675,
        -658.536
      ],
      [
        802.147,
        -639.213
      ],
      [
        796.808,
        -644.06
      ]
    ],
    "relativePoints": [
      [
        -11.433,
        7.238
      ],
      [
        6.095,
        -12.085
      ],
      [
        11.434,
        -7.238
      ],
      [
        -6.094,
        12.085
      ],
      [
        -11.433,
        7.238
      ]
    ],
    "rotation": -0.8341,
    "houseLength": 26.09,
    "houseWidth": 7.21,
    "wallHeight": 3.6,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030600",
    "osmId": 403030600,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030600",
    "lon": 94.0712069,
    "lat": 23.1609815,
    "u": 852.38,
    "v": 69.33,
    "x": 651.75,
    "z": -553.7,
    "width": 12.42,
    "depth": 11.82,
    "height": 3.8,
    "area": 72.3,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        645.54,
        -553.419
      ],
      [
        653.666,
        -559.608
      ],
      [
        657.959,
        -553.983
      ],
      [
        649.826,
        -547.787
      ],
      [
        645.54,
        -553.419
      ]
    ],
    "relativePoints": [
      [
        -6.208,
        0.28
      ],
      [
        1.918,
        -5.909
      ],
      [
        6.211,
        -0.284
      ],
      [
        -1.922,
        5.912
      ],
      [
        -6.208,
        0.28
      ]
    ],
    "rotation": 2.4906,
    "houseLength": 10.22,
    "houseWidth": 7.08,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030601",
    "osmId": 403030601,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030601",
    "lon": 94.072117,
    "lat": 23.1627629,
    "u": 945.52,
    "v": -128.98,
    "x": 577.38,
    "z": -759.79,
    "width": 9.74,
    "depth": 8.91,
    "height": 3.2,
    "area": 47.2,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        572.514,
        -760.665
      ],
      [
        579.527,
        -764.247
      ],
      [
        582.255,
        -758.914
      ],
      [
        575.241,
        -755.333
      ],
      [
        572.514,
        -760.665
      ]
    ],
    "relativePoints": [
      [
        -4.87,
        -0.875
      ],
      [
        2.143,
        -4.457
      ],
      [
        4.871,
        0.876
      ],
      [
        -2.143,
        4.457
      ],
      [
        -4.87,
        -0.875
      ]
    ],
    "rotation": 2.6695,
    "houseLength": 7.88,
    "houseWidth": 5.99,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403030603",
    "osmId": 403030603,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030603",
    "lon": 94.073037,
    "lat": 23.1604704,
    "u": 1039.68,
    "v": 126.22,
    "x": 824.42,
    "z": -645.92,
    "width": 17.64,
    "depth": 17.63,
    "height": 4.5,
    "area": 155.8,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        815.596,
        -646.303
      ],
      [
        824.782,
        -654.732
      ],
      [
        833.237,
        -645.524
      ],
      [
        824.059,
        -637.102
      ],
      [
        815.596,
        -646.303
      ]
    ],
    "relativePoints": [
      [
        -8.822,
        -0.388
      ],
      [
        0.364,
        -8.817
      ],
      [
        8.819,
        0.391
      ],
      [
        -0.359,
        8.813
      ],
      [
        -8.822,
        -0.388
      ]
    ],
    "rotation": -2.3144,
    "houseLength": 12.52,
    "houseWidth": 12.47,
    "wallHeight": 3.6,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030605",
    "osmId": 403030605,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030605",
    "lon": 94.0706593,
    "lat": 23.1620702,
    "u": 796.33,
    "v": -51.87,
    "x": 526.41,
    "z": -599.77,
    "width": 16.24,
    "depth": 16.6,
    "height": 3.8,
    "area": 130.9,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        518.3,
        -601.76
      ],
      [
        525.432,
        -608.074
      ],
      [
        534.536,
        -597.783
      ],
      [
        527.389,
        -591.47
      ],
      [
        518.3,
        -601.76
      ]
    ],
    "relativePoints": [
      [
        -8.114,
        -1.988
      ],
      [
        -0.982,
        -8.302
      ],
      [
        8.122,
        1.989
      ],
      [
        0.975,
        8.302
      ],
      [
        -8.114,
        -1.988
      ]
    ],
    "rotation": 0.8465,
    "houseLength": 13.74,
    "houseWidth": 9.54,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030608",
    "osmId": 403030608,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030608",
    "lon": 94.0722254,
    "lat": 23.1627917,
    "u": 956.62,
    "v": -132.18,
    "x": 582.97,
    "z": -769.9,
    "width": 8.38,
    "depth": 8.84,
    "height": 3.2,
    "area": 29.5,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        578.779,
        -767.687
      ],
      [
        584.67,
        -774.317
      ],
      [
        587.16,
        -772.116
      ],
      [
        581.263,
        -765.479
      ],
      [
        578.779,
        -767.687
      ]
    ],
    "relativePoints": [
      [
        -4.189,
        2.213
      ],
      [
        1.702,
        -4.417
      ],
      [
        4.192,
        -2.216
      ],
      [
        -1.705,
        4.421
      ],
      [
        -4.189,
        2.213
      ]
    ],
    "rotation": 2.2972,
    "houseLength": 8.88,
    "houseWidth": 4,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403030610",
    "osmId": 403030610,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030610",
    "lon": 94.0733171,
    "lat": 23.1603863,
    "u": 1068.36,
    "v": 135.58,
    "x": 851.31,
    "z": -659.57,
    "width": 24.13,
    "depth": 23.58,
    "height": 4.5,
    "area": 274,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        839.249,
        -657.865
      ],
      [
        854.383,
        -671.362
      ],
      [
        863.381,
        -661.279
      ],
      [
        848.232,
        -647.783
      ],
      [
        839.249,
        -657.865
      ]
    ],
    "relativePoints": [
      [
        -12.062,
        1.707
      ],
      [
        3.072,
        -11.79
      ],
      [
        12.07,
        -1.707
      ],
      [
        -3.079,
        11.789
      ],
      [
        -12.062,
        1.707
      ]
    ],
    "rotation": 2.4138,
    "houseLength": 20.29,
    "houseWidth": 13.51,
    "wallHeight": 3.6,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030611",
    "osmId": 403030611,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030611",
    "lon": 94.072199,
    "lat": 23.1627234,
    "u": 953.91,
    "v": -124.59,
    "x": 586.42,
    "z": -762.61,
    "width": 9.47,
    "depth": 9.84,
    "height": 3.2,
    "area": 48.7,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        587.126,
        -767.533
      ],
      [
        591.159,
        -761.112
      ],
      [
        585.714,
        -757.698
      ],
      [
        581.69,
        -764.111
      ],
      [
        587.126,
        -767.533
      ]
    ],
    "relativePoints": [
      [
        0.704,
        -4.92
      ],
      [
        4.737,
        1.501
      ],
      [
        -0.708,
        4.915
      ],
      [
        -4.732,
        -1.498
      ],
      [
        0.704,
        -4.92
      ]
    ],
    "rotation": 1.01,
    "houseLength": 7.58,
    "houseWidth": 6.43,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030612",
    "osmId": 403030612,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030612",
    "lon": 94.0727648,
    "lat": 23.1604723,
    "u": 1011.83,
    "v": 126.01,
    "x": 804.57,
    "z": -626.37,
    "width": 12.25,
    "depth": 12.27,
    "height": 3.8,
    "area": 74.7,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        798.448,
        -626.903
      ],
      [
        804.193,
        -632.506
      ],
      [
        810.694,
        -625.831
      ],
      [
        804.942,
        -620.236
      ],
      [
        798.448,
        -626.903
      ]
    ],
    "relativePoints": [
      [
        -6.121,
        -0.534
      ],
      [
        -0.376,
        -6.137
      ],
      [
        6.125,
        0.538
      ],
      [
        0.373,
        6.133
      ],
      [
        -6.121,
        -0.534
      ]
    ],
    "rotation": 0.7986,
    "houseLength": 9.32,
    "houseWidth": 8.02,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030614",
    "osmId": 403030614,
    "osmType": "way",
    "name": "ကံပုလဲကျောင်း",
    "lon": 94.069931,
    "lat": 23.1623493,
    "u": 721.79,
    "v": -82.94,
    "x": 451.73,
    "z": -569.03,
    "width": 32.32,
    "depth": 30.57,
    "height": 4.5,
    "area": 407.6,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        435.571,
        -563.427
      ],
      [
        459.436,
        -584.316
      ],
      [
        467.896,
        -574.64
      ],
      [
        444.031,
        -553.751
      ],
      [
        435.571,
        -563.427
      ]
    ],
    "relativePoints": [
      [
        -16.162,
        5.606
      ],
      [
        7.703,
        -15.283
      ],
      [
        16.163,
        -5.607
      ],
      [
        -7.702,
        15.282
      ],
      [
        -16.162,
        5.606
      ]
    ],
    "rotation": 2.4226,
    "houseLength": 31.72,
    "houseWidth": 12.85,
    "wallHeight": 3.6,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030615",
    "osmId": 403030615,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030615",
    "lon": 94.0719906,
    "lat": 23.1607495,
    "u": 932.59,
    "v": 95.16,
    "x": 726.72,
    "z": -592.15,
    "width": 5.6,
    "depth": 5.48,
    "height": 3.2,
    "area": 17.7,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        723.92,
        -593.149
      ],
      [
        727.881,
        -594.891
      ],
      [
        729.524,
        -591.15
      ],
      [
        725.57,
        -589.415
      ],
      [
        723.92,
        -593.149
      ]
    ],
    "relativePoints": [
      [
        -2.804,
        -0.998
      ],
      [
        1.157,
        -2.74
      ],
      [
        2.8,
        1.001
      ],
      [
        -1.154,
        2.736
      ],
      [
        -2.804,
        -0.998
      ]
    ],
    "rotation": -0.4143,
    "houseLength": 6,
    "houseWidth": 4.09,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403030616",
    "osmId": 403030616,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030616",
    "lon": 94.0725109,
    "lat": 23.1627076,
    "u": 985.84,
    "v": -122.83,
    "x": 610.24,
    "z": -783.95,
    "width": 9.98,
    "depth": 10.01,
    "height": 3.8,
    "area": 50.3,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        605.253,
        -784.463
      ],
      [
        610.607,
        -788.951
      ],
      [
        615.235,
        -783.425
      ],
      [
        609.873,
        -778.945
      ],
      [
        605.253,
        -784.463
      ]
    ],
    "relativePoints": [
      [
        -4.989,
        -0.517
      ],
      [
        0.365,
        -5.005
      ],
      [
        4.993,
        0.521
      ],
      [
        -0.369,
        5.001
      ],
      [
        -4.989,
        -0.517
      ]
    ],
    "rotation": 0.8736,
    "houseLength": 7.21,
    "houseWidth": 6.99,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030617",
    "osmId": 403030617,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030617",
    "lon": 94.0698516,
    "lat": 23.1619677,
    "u": 713.66,
    "v": -40.46,
    "x": 476.03,
    "z": -533.25,
    "width": 12.78,
    "depth": 12.13,
    "height": 3.8,
    "area": 74.8,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        473.915,
        -527.181
      ],
      [
        469.638,
        -532.601
      ],
      [
        478.142,
        -539.31
      ],
      [
        482.419,
        -533.89
      ],
      [
        473.915,
        -527.181
      ]
    ],
    "relativePoints": [
      [
        -2.113,
        6.065
      ],
      [
        -6.39,
        0.645
      ],
      [
        2.114,
        -6.064
      ],
      [
        6.391,
        -0.644
      ],
      [
        -2.113,
        6.065
      ]
    ],
    "rotation": -0.6679,
    "houseLength": 10.83,
    "houseWidth": 6.9,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030619",
    "osmId": 403030619,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030619",
    "lon": 94.0700687,
    "lat": 23.1618287,
    "u": 735.89,
    "v": -24.99,
    "x": 502.68,
    "z": -538.02,
    "width": 12,
    "depth": 14.05,
    "height": 3.8,
    "area": 72.8,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        496.679,
        -541.963
      ],
      [
        501.225,
        -545.045
      ],
      [
        508.683,
        -534.084
      ],
      [
        504.145,
        -530.994
      ],
      [
        496.679,
        -541.963
      ]
    ],
    "relativePoints": [
      [
        -6.004,
        -3.941
      ],
      [
        -1.458,
        -7.023
      ],
      [
        6,
        3.938
      ],
      [
        1.462,
        7.028
      ],
      [
        -6.004,
        -3.941
      ]
    ],
    "rotation": -2.1684,
    "houseLength": 13.27,
    "houseWidth": 5.49,
    "wallHeight": 3.2,
    "roofHeight": 1.3
  },
  {
    "id": "way/403030620",
    "osmId": 403030620,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030620",
    "lon": 94.0719217,
    "lat": 23.1607589,
    "u": 925.54,
    "v": 94.11,
    "x": 721,
    "z": -587.91,
    "width": 9.33,
    "depth": 9.22,
    "height": 3.2,
    "area": 46,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        722.34,
        -592.514
      ],
      [
        725.666,
        -586.772
      ],
      [
        719.658,
        -583.299
      ],
      [
        716.34,
        -589.049
      ],
      [
        722.34,
        -592.514
      ]
    ],
    "relativePoints": [
      [
        1.339,
        -4.606
      ],
      [
        4.665,
        1.136
      ],
      [
        -1.343,
        4.609
      ],
      [
        -4.661,
        -1.141
      ],
      [
        1.339,
        -4.606
      ]
    ],
    "rotation": 2.6175,
    "houseLength": 6.94,
    "houseWidth": 6.64,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030621",
    "osmId": 403030621,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030621",
    "lon": 94.070013,
    "lat": 23.1619277,
    "u": 730.18,
    "v": -36.01,
    "x": 490.85,
    "z": -541.77,
    "width": 10.16,
    "depth": 10.4,
    "height": 3.8,
    "area": 52.4,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        485.773,
        -542.911
      ],
      [
        490.64,
        -546.975
      ],
      [
        495.936,
        -540.637
      ],
      [
        491.069,
        -536.573
      ],
      [
        485.773,
        -542.911
      ]
    ],
    "relativePoints": [
      [
        -5.081,
        -1.137
      ],
      [
        -0.214,
        -5.201
      ],
      [
        5.082,
        1.137
      ],
      [
        0.215,
        5.201
      ],
      [
        -5.081,
        -1.137
      ]
    ],
    "rotation": 0.8747,
    "houseLength": 8.26,
    "houseWidth": 6.34,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030622",
    "osmId": 403030622,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030622",
    "lon": 94.0701049,
    "lat": 23.1616994,
    "u": 739.59,
    "v": -10.59,
    "x": 515.48,
    "z": -530.45,
    "width": 8.71,
    "depth": 8.5,
    "height": 3.2,
    "area": 38.6,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        511.123,
        -531.123
      ],
      [
        516.643,
        -534.707
      ],
      [
        519.836,
        -529.777
      ],
      [
        514.315,
        -526.208
      ],
      [
        511.123,
        -531.123
      ]
    ],
    "relativePoints": [
      [
        -4.357,
        -0.669
      ],
      [
        1.163,
        -4.253
      ],
      [
        4.356,
        0.677
      ],
      [
        -1.165,
        4.246
      ],
      [
        -4.357,
        -0.669
      ]
    ],
    "rotation": -0.5759,
    "houseLength": 6.58,
    "houseWidth": 5.87,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403030623",
    "osmId": 403030623,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030623",
    "lon": 94.0720012,
    "lat": 23.1606458,
    "u": 933.68,
    "v": 106.69,
    "x": 735.65,
    "z": -584.77,
    "width": 15.25,
    "depth": 14.56,
    "height": 3.8,
    "area": 107.6,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        733.257,
        -577.487
      ],
      [
        728.028,
        -584.033
      ],
      [
        738.045,
        -592.051
      ],
      [
        743.282,
        -585.497
      ],
      [
        733.257,
        -577.487
      ]
    ],
    "relativePoints": [
      [
        -2.396,
        7.28
      ],
      [
        -7.625,
        0.734
      ],
      [
        2.392,
        -7.284
      ],
      [
        7.629,
        -0.73
      ],
      [
        -2.396,
        7.28
      ]
    ],
    "rotation": 2.4675,
    "houseLength": 12.83,
    "houseWidth": 8.39,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030624",
    "osmId": 403030624,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030624",
    "lon": 94.0698217,
    "lat": 23.1618925,
    "u": 710.6,
    "v": -32.08,
    "x": 479.78,
    "z": -525.16,
    "width": 6.96,
    "depth": 6.71,
    "height": 3.2,
    "area": 22.6,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        476.308,
        -524.788
      ],
      [
        480.774,
        -528.514
      ],
      [
        483.268,
        -525.529
      ],
      [
        478.786,
        -521.803
      ],
      [
        476.308,
        -524.788
      ]
    ],
    "relativePoints": [
      [
        -3.476,
        0.37
      ],
      [
        0.99,
        -3.356
      ],
      [
        3.484,
        -0.371
      ],
      [
        -0.998,
        3.355
      ],
      [
        -3.476,
        0.37
      ]
    ],
    "rotation": 2.448,
    "houseLength": 6,
    "houseWidth": 4,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403030625",
    "osmId": 403030625,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030625",
    "lon": 94.0703486,
    "lat": 23.1617911,
    "u": 764.53,
    "v": -20.79,
    "x": 525.9,
    "z": -555.31,
    "width": 12.99,
    "depth": 12.8,
    "height": 3.8,
    "area": 84,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        519.405,
        -555.669
      ],
      [
        527.085,
        -561.711
      ],
      [
        532.399,
        -554.95
      ],
      [
        524.719,
        -548.907
      ],
      [
        519.405,
        -555.669
      ]
    ],
    "relativePoints": [
      [
        -6.497,
        -0.36
      ],
      [
        1.183,
        -6.402
      ],
      [
        6.497,
        0.359
      ],
      [
        -1.183,
        6.402
      ],
      [
        -6.497,
        -0.36
      ]
    ],
    "rotation": 2.4749,
    "houseLength": 9.78,
    "houseWidth": 8.6,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030626",
    "osmId": 403030626,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030626",
    "lon": 94.0710953,
    "lat": 23.161405,
    "u": 840.96,
    "v": 22.19,
    "x": 610.34,
    "z": -578.96,
    "width": 11.38,
    "depth": 11.18,
    "height": 3.8,
    "area": 65.8,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        604.647,
        -579.78
      ],
      [
        611.664,
        -584.545
      ],
      [
        616.027,
        -578.141
      ],
      [
        609.003,
        -573.368
      ],
      [
        604.647,
        -579.78
      ]
    ],
    "relativePoints": [
      [
        -5.688,
        -0.821
      ],
      [
        1.329,
        -5.586
      ],
      [
        5.692,
        0.818
      ],
      [
        -1.332,
        5.591
      ],
      [
        -5.688,
        -0.821
      ]
    ],
    "rotation": 2.5447,
    "houseLength": 8.49,
    "houseWidth": 7.75,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030627",
    "osmId": 403030627,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030627",
    "lon": 94.072313,
    "lat": 23.160576,
    "u": 965.59,
    "v": 114.47,
    "x": 763.71,
    "z": -601.83,
    "width": 12.32,
    "depth": 12.13,
    "height": 3.8,
    "area": 76.9,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        757.555,
        -602.619
      ],
      [
        765.04,
        -607.9
      ],
      [
        769.875,
        -601.038
      ],
      [
        762.382,
        -595.765
      ],
      [
        757.555,
        -602.619
      ]
    ],
    "relativePoints": [
      [
        -6.158,
        -0.789
      ],
      [
        1.327,
        -6.07
      ],
      [
        6.162,
        0.792
      ],
      [
        -1.331,
        6.065
      ],
      [
        -6.158,
        -0.789
      ]
    ],
    "rotation": 2.5284,
    "houseLength": 9.17,
    "houseWidth": 8.39,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030628",
    "osmId": 403030628,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030628",
    "lon": 94.0720575,
    "lat": 23.1621094,
    "u": 939.44,
    "v": -56.23,
    "x": 624.52,
    "z": -704.04,
    "width": 13.03,
    "depth": 13.28,
    "height": 3.8,
    "area": 87.4,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        624.843,
        -710.681
      ],
      [
        631.037,
        -702.706
      ],
      [
        624.202,
        -697.398
      ],
      [
        618.007,
        -705.388
      ],
      [
        624.843,
        -710.681
      ]
    ],
    "relativePoints": [
      [
        0.321,
        -6.638
      ],
      [
        6.515,
        1.337
      ],
      [
        -0.32,
        6.645
      ],
      [
        -6.515,
        -1.345
      ],
      [
        0.321,
        -6.638
      ]
    ],
    "rotation": -2.2303,
    "houseLength": 10.11,
    "houseWidth": 8.65,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030629",
    "osmId": 403030629,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030629",
    "lon": 94.0698487,
    "lat": 23.1618258,
    "u": 713.37,
    "v": -24.66,
    "x": 486.99,
    "z": -521.86,
    "width": 7.05,
    "depth": 7.19,
    "height": 3.2,
    "area": 26,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        483.462,
        -522.7
      ],
      [
        487.418,
        -525.46
      ],
      [
        490.507,
        -521.024
      ],
      [
        486.558,
        -518.272
      ],
      [
        483.462,
        -522.7
      ]
    ],
    "relativePoints": [
      [
        -3.524,
        -0.836
      ],
      [
        0.432,
        -3.596
      ],
      [
        3.521,
        0.84
      ],
      [
        -0.428,
        3.592
      ],
      [
        -3.524,
        -0.836
      ]
    ],
    "rotation": 0.9625,
    "houseLength": 6,
    "houseWidth": 4.82,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403030630",
    "osmId": 403030630,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030630",
    "lon": 94.0703245,
    "lat": 23.1616149,
    "u": 762.07,
    "v": -1.18,
    "x": 538.02,
    "z": -539.7,
    "width": 10.48,
    "depth": 10.75,
    "height": 3.8,
    "area": 56.4,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        538.047,
        -545.075
      ],
      [
        543.261,
        -538.514
      ],
      [
        538,
        -534.323
      ],
      [
        532.786,
        -540.884
      ],
      [
        538.047,
        -545.075
      ]
    ],
    "relativePoints": [
      [
        0.023,
        -5.376
      ],
      [
        5.237,
        1.185
      ],
      [
        -0.024,
        5.376
      ],
      [
        -5.238,
        -1.185
      ],
      [
        0.023,
        -5.376
      ]
    ],
    "rotation": -2.2423,
    "houseLength": 8.39,
    "houseWidth": 6.73,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030631",
    "osmId": 403030631,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030631",
    "lon": 94.0709926,
    "lat": 23.1614387,
    "u": 830.44,
    "v": 18.43,
    "x": 600.25,
    "z": -574.18,
    "width": 12.53,
    "depth": 12.39,
    "height": 3.8,
    "area": 77.3,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        593.984,
        -574.029
      ],
      [
        601.213,
        -580.377
      ],
      [
        606.512,
        -574.325
      ],
      [
        599.275,
        -567.985
      ],
      [
        593.984,
        -574.029
      ]
    ],
    "relativePoints": [
      [
        -6.262,
        0.15
      ],
      [
        0.967,
        -6.198
      ],
      [
        6.266,
        -0.146
      ],
      [
        -0.971,
        6.194
      ],
      [
        -6.262,
        0.15
      ]
    ],
    "rotation": 2.4222,
    "houseLength": 9.62,
    "houseWidth": 8.04,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030632",
    "osmId": 403030632,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030632",
    "lon": 94.0725202,
    "lat": 23.1605306,
    "u": 986.79,
    "v": 119.51,
    "x": 782.27,
    "z": -613.26,
    "width": 9.88,
    "depth": 11.68,
    "height": 3.8,
    "area": 60.3,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        777.33,
        -616.38
      ],
      [
        782.691,
        -619.096
      ],
      [
        787.215,
        -610.129
      ],
      [
        781.861,
        -607.42
      ],
      [
        777.33,
        -616.38
      ]
    ],
    "relativePoints": [
      [
        -4.944,
        -3.124
      ],
      [
        0.417,
        -5.84
      ],
      [
        4.941,
        3.127
      ],
      [
        -0.413,
        5.836
      ],
      [
        -4.944,
        -3.124
      ]
    ],
    "rotation": 1.1035,
    "houseLength": 10.05,
    "houseWidth": 6.01,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030633",
    "osmId": 403030633,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030633",
    "lon": 94.0722313,
    "lat": 23.1621057,
    "u": 957.22,
    "v": -55.82,
    "x": 637.39,
    "z": -716.33,
    "width": 8.69,
    "depth": 8.61,
    "height": 3.2,
    "area": 37.6,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        633.044,
        -716.505
      ],
      [
        637.999,
        -720.626
      ],
      [
        641.731,
        -716.155
      ],
      [
        636.777,
        -712.02
      ],
      [
        633.044,
        -716.505
      ]
    ],
    "relativePoints": [
      [
        -4.344,
        -0.179
      ],
      [
        0.611,
        -4.3
      ],
      [
        4.343,
        0.171
      ],
      [
        -0.611,
        4.306
      ],
      [
        -4.344,
        -0.179
      ]
    ],
    "rotation": 2.4461,
    "houseLength": 6.45,
    "houseWidth": 5.84,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403030634",
    "osmId": 403030634,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030634",
    "lon": 94.0713529,
    "lat": 23.1613541,
    "u": 867.32,
    "v": 27.84,
    "x": 632.97,
    "z": -593.6,
    "width": 15.33,
    "depth": 14.73,
    "height": 3.8,
    "area": 109.4,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        625.312,
        -592.825
      ],
      [
        635.226,
        -600.961
      ],
      [
        640.639,
        -594.361
      ],
      [
        630.717,
        -586.234
      ],
      [
        625.312,
        -592.825
      ]
    ],
    "relativePoints": [
      [
        -7.661,
        0.77
      ],
      [
        2.253,
        -7.366
      ],
      [
        7.666,
        -0.766
      ],
      [
        -2.256,
        7.361
      ],
      [
        -7.661,
        0.77
      ]
    ],
    "rotation": 2.4553,
    "houseLength": 12.83,
    "houseWidth": 8.54,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030635",
    "osmId": 403030635,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030635",
    "lon": 94.073045,
    "lat": 23.1610883,
    "u": 1040.5,
    "v": 57.44,
    "x": 776.36,
    "z": -695.13,
    "width": 10.82,
    "depth": 10.87,
    "height": 3.8,
    "area": 58.6,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        770.954,
        -694.607
      ],
      [
        776.585,
        -700.569
      ],
      [
        781.776,
        -695.653
      ],
      [
        776.137,
        -689.699
      ],
      [
        770.954,
        -694.607
      ]
    ],
    "relativePoints": [
      [
        -5.409,
        0.525
      ],
      [
        0.222,
        -5.437
      ],
      [
        5.413,
        -0.521
      ],
      [
        -0.226,
        5.433
      ],
      [
        -5.409,
        0.525
      ]
    ],
    "rotation": -0.8139,
    "houseLength": 8.21,
    "houseWidth": 7.15,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030636",
    "osmId": 403030636,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030636",
    "lon": 94.0722066,
    "lat": 23.1622211,
    "u": 954.7,
    "v": -68.67,
    "x": 626.52,
    "z": -723.63,
    "width": 11.41,
    "depth": 8.57,
    "height": 3.2,
    "area": 48,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        620.813,
        -723.511
      ],
      [
        630.288,
        -727.917
      ],
      [
        632.227,
        -723.749
      ],
      [
        622.752,
        -719.343
      ],
      [
        620.813,
        -723.511
      ]
    ],
    "relativePoints": [
      [
        -5.707,
        0.119
      ],
      [
        3.768,
        -4.287
      ],
      [
        5.707,
        -0.119
      ],
      [
        -3.768,
        4.287
      ],
      [
        -5.707,
        0.119
      ]
    ],
    "rotation": -0.4353,
    "houseLength": 10.45,
    "houseWidth": 4.6,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403030637",
    "osmId": 403030637,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030637",
    "lon": 94.0710105,
    "lat": 23.1612243,
    "u": 832.27,
    "v": 42.3,
    "x": 618.41,
    "z": -558.6,
    "width": 7.1,
    "depth": 7.11,
    "height": 3.2,
    "area": 25.5,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        618.757,
        -562.152
      ],
      [
        621.963,
        -558.195
      ],
      [
        618.068,
        -555.04
      ],
      [
        614.863,
        -558.998
      ],
      [
        618.757,
        -562.152
      ]
    ],
    "relativePoints": [
      [
        0.344,
        -3.556
      ],
      [
        3.55,
        0.401
      ],
      [
        -0.345,
        3.556
      ],
      [
        -3.55,
        -0.402
      ],
      [
        0.344,
        -3.556
      ]
    ],
    "rotation": -2.2515,
    "houseLength": 6,
    "houseWidth": 5.01,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403030638",
    "osmId": 403030638,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030638",
    "lon": 94.0711154,
    "lat": 23.1615847,
    "u": 843.01,
    "v": 2.17,
    "x": 597.64,
    "z": -594.56,
    "width": 8.26,
    "depth": 8.13,
    "height": 3.2,
    "area": 31.5,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        593.506,
        -593.671
      ],
      [
        598.78,
        -598.63
      ],
      [
        601.764,
        -595.458
      ],
      [
        596.49,
        -590.499
      ],
      [
        593.506,
        -593.671
      ]
    ],
    "relativePoints": [
      [
        -4.129,
        0.893
      ],
      [
        1.145,
        -4.066
      ],
      [
        4.129,
        -0.894
      ],
      [
        -1.145,
        4.065
      ],
      [
        -4.129,
        0.893
      ]
    ],
    "rotation": -0.7546,
    "houseLength": 7.24,
    "houseWidth": 4.35,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403030639",
    "osmId": 403030639,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030639",
    "lon": 94.0717245,
    "lat": 23.161891,
    "u": 905.35,
    "v": -31.92,
    "x": 617.61,
    "z": -662.75,
    "width": 12.85,
    "depth": 13.01,
    "height": 3.8,
    "area": 85.9,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        611.182,
        -664.086
      ],
      [
        618.461,
        -669.255
      ],
      [
        624.031,
        -661.412
      ],
      [
        616.752,
        -656.243
      ],
      [
        611.182,
        -664.086
      ]
    ],
    "relativePoints": [
      [
        -6.424,
        -1.337
      ],
      [
        0.855,
        -6.506
      ],
      [
        6.425,
        1.337
      ],
      [
        -0.854,
        6.506
      ],
      [
        -6.424,
        -1.337
      ]
    ],
    "rotation": 0.9533,
    "houseLength": 9.62,
    "houseWidth": 8.93,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030640",
    "osmId": 403030640,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030640",
    "lon": 94.0707071,
    "lat": 23.162176,
    "u": 801.22,
    "v": -63.65,
    "x": 521.54,
    "z": -611.55,
    "width": 8.91,
    "depth": 9.43,
    "height": 3.2,
    "area": 41.6,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        517.091,
        -613.115
      ],
      [
        521.408,
        -616.267
      ],
      [
        526,
        -609.996
      ],
      [
        521.676,
        -606.837
      ],
      [
        517.091,
        -613.115
      ]
    ],
    "relativePoints": [
      [
        -4.453,
        -1.561
      ],
      [
        -0.136,
        -4.713
      ],
      [
        4.456,
        1.558
      ],
      [
        0.132,
        4.717
      ],
      [
        -4.453,
        -1.561
      ]
    ],
    "rotation": -2.2016,
    "houseLength": 7.77,
    "houseWidth": 5.36,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403030641",
    "osmId": 403030641,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030641",
    "lon": 94.0708581,
    "lat": 23.1608852,
    "u": 816.68,
    "v": 80.04,
    "x": 634.08,
    "z": -520.88,
    "width": 8.72,
    "depth": 8.54,
    "height": 3.2,
    "area": 36.7,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        629.717,
        -520.609
      ],
      [
        635.016,
        -525.152
      ],
      [
        638.441,
        -521.163
      ],
      [
        633.15,
        -516.611
      ],
      [
        629.717,
        -520.609
      ]
    ],
    "relativePoints": [
      [
        -4.364,
        0.275
      ],
      [
        0.935,
        -4.268
      ],
      [
        4.36,
        -0.279
      ],
      [
        -0.931,
        4.273
      ],
      [
        -4.364,
        0.275
      ]
    ],
    "rotation": -0.7087,
    "houseLength": 6.98,
    "houseWidth": 5.27,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403030642",
    "osmId": 403030642,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030642",
    "lon": 94.071569,
    "lat": 23.1619029,
    "u": 889.44,
    "v": -33.24,
    "x": 605.42,
    "z": -652.43,
    "width": 12.53,
    "depth": 12.55,
    "height": 3.8,
    "area": 80,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        599.161,
        -653.324
      ],
      [
        606.227,
        -658.706
      ],
      [
        611.686,
        -651.539
      ],
      [
        604.62,
        -646.157
      ],
      [
        599.161,
        -653.324
      ]
    ],
    "relativePoints": [
      [
        -6.263,
        -0.893
      ],
      [
        0.803,
        -6.275
      ],
      [
        6.262,
        0.892
      ],
      [
        -0.804,
        6.274
      ],
      [
        -6.263,
        -0.893
      ]
    ],
    "rotation": 0.9199,
    "houseLength": 9.01,
    "houseWidth": 8.88,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030643",
    "osmId": 403030643,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030643",
    "lon": 94.0709223,
    "lat": 23.1632483,
    "u": 823.25,
    "v": -183.01,
    "x": 452.71,
    "z": -711.53,
    "width": 15.26,
    "depth": 15.47,
    "height": 3.8,
    "area": 112.3,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        445.082,
        -709.572
      ],
      [
        454.184,
        -719.272
      ],
      [
        460.339,
        -713.493
      ],
      [
        451.244,
        -703.8
      ],
      [
        445.082,
        -709.572
      ]
    ],
    "relativePoints": [
      [
        -7.63,
        1.962
      ],
      [
        1.472,
        -7.738
      ],
      [
        7.627,
        -1.959
      ],
      [
        -1.468,
        7.734
      ],
      [
        -7.63,
        1.962
      ]
    ],
    "rotation": -0.8172,
    "houseLength": 13.3,
    "houseWidth": 8.44,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030645",
    "osmId": 403030645,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030645",
    "lon": 94.0705725,
    "lat": 23.1622125,
    "u": 787.44,
    "v": -67.72,
    "x": 508.93,
    "z": -604.69,
    "width": 5.34,
    "depth": 5.37,
    "height": 3.2,
    "area": 14.3,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        506.257,
        -604.988
      ],
      [
        508.939,
        -607.372
      ],
      [
        511.598,
        -604.395
      ],
      [
        508.908,
        -602.004
      ],
      [
        506.257,
        -604.988
      ]
    ],
    "relativePoints": [
      [
        -2.669,
        -0.298
      ],
      [
        0.013,
        -2.682
      ],
      [
        2.672,
        0.295
      ],
      [
        -0.018,
        2.686
      ],
      [
        -2.669,
        -0.298
      ]
    ],
    "rotation": 0.8418,
    "houseLength": 6,
    "houseWidth": 4,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403030647",
    "osmId": 403030647,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030647",
    "lon": 94.0726467,
    "lat": 23.1604933,
    "u": 999.74,
    "v": 123.67,
    "x": 794.37,
    "z": -619.47,
    "width": 10.19,
    "depth": 11.09,
    "height": 3.8,
    "area": 59.7,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        789.275,
        -621.761
      ],
      [
        795.066,
        -625.017
      ],
      [
        799.467,
        -617.185
      ],
      [
        793.676,
        -613.929
      ],
      [
        789.275,
        -621.761
      ]
    ],
    "relativePoints": [
      [
        -5.096,
        -2.288
      ],
      [
        0.695,
        -5.544
      ],
      [
        5.096,
        2.288
      ],
      [
        -0.695,
        5.544
      ],
      [
        -5.096,
        -2.288
      ]
    ],
    "rotation": 1.0588,
    "houseLength": 8.99,
    "houseWidth": 6.64,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030648",
    "osmId": 403030648,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030648",
    "lon": 94.0717107,
    "lat": 23.1619871,
    "u": 903.94,
    "v": -42.61,
    "x": 609.05,
    "z": -669.32,
    "width": 5.11,
    "depth": 6.84,
    "height": 3.2,
    "area": 12.3,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        608.021,
        -672.732
      ],
      [
        611.61,
        -666.828
      ],
      [
        610.08,
        -665.896
      ],
      [
        606.499,
        -671.808
      ],
      [
        608.021,
        -672.732
      ]
    ],
    "relativePoints": [
      [
        -1.032,
        -3.416
      ],
      [
        2.557,
        2.488
      ],
      [
        1.027,
        3.42
      ],
      [
        -2.554,
        -2.492
      ],
      [
        -1.032,
        -3.416
      ]
    ],
    "rotation": -2.1154,
    "houseLength": 6.91,
    "houseWidth": 4,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403030649",
    "osmId": 403030649,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030649",
    "lon": 94.0706953,
    "lat": 23.1630969,
    "u": 800.01,
    "v": -166.16,
    "x": 448.2,
    "z": -683.19,
    "width": 10.46,
    "depth": 11.16,
    "height": 3.8,
    "area": 57.6,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        447.991,
        -688.772
      ],
      [
        453.436,
        -681.229
      ],
      [
        448.415,
        -677.609
      ],
      [
        442.971,
        -685.137
      ],
      [
        447.991,
        -688.772
      ]
    ],
    "relativePoints": [
      [
        -0.212,
        -5.585
      ],
      [
        5.233,
        1.958
      ],
      [
        0.212,
        5.578
      ],
      [
        -5.232,
        -1.95
      ],
      [
        -0.212,
        -5.585
      ]
    ],
    "rotation": 0.9455,
    "houseLength": 9.3,
    "houseWidth": 6.2,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030650",
    "osmId": 403030650,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030650",
    "lon": 94.0709553,
    "lat": 23.1620355,
    "u": 826.63,
    "v": -48.01,
    "x": 550.57,
    "z": -618.47,
    "width": 19.02,
    "depth": 18.87,
    "height": 4.5,
    "area": 179.4,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        541.059,
        -618.458
      ],
      [
        551.762,
        -627.903
      ],
      [
        560.076,
        -618.474
      ],
      [
        549.373,
        -609.03
      ],
      [
        541.059,
        -618.458
      ]
    ],
    "relativePoints": [
      [
        -9.508,
        0.008
      ],
      [
        1.195,
        -9.437
      ],
      [
        9.509,
        -0.008
      ],
      [
        -1.194,
        9.436
      ],
      [
        -9.508,
        0.008
      ]
    ],
    "rotation": -0.723,
    "houseLength": 14.28,
    "houseWidth": 12.57,
    "wallHeight": 3.6,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030651",
    "osmId": 403030651,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030651",
    "lon": 94.0730691,
    "lat": 23.1630339,
    "u": 1042.97,
    "v": -159.15,
    "x": 624.96,
    "z": -850.02,
    "width": 10.3,
    "depth": 10.33,
    "height": 3.8,
    "area": 53.5,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        619.807,
        -850.559
      ],
      [
        625.253,
        -855.187
      ],
      [
        630.107,
        -849.493
      ],
      [
        624.654,
        -844.858
      ],
      [
        619.807,
        -850.559
      ]
    ],
    "relativePoints": [
      [
        -5.148,
        -0.534
      ],
      [
        0.298,
        -5.162
      ],
      [
        5.152,
        0.532
      ],
      [
        -0.301,
        5.167
      ],
      [
        -5.148,
        -0.534
      ]
    ],
    "rotation": -2.2754,
    "houseLength": 7.48,
    "houseWidth": 7.16,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030652",
    "osmId": 403030652,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030652",
    "lon": 94.0708904,
    "lat": 23.1607921,
    "u": 819.98,
    "v": 90.41,
    "x": 643.75,
    "z": -515.89,
    "width": 10.3,
    "depth": 10.35,
    "height": 3.8,
    "area": 53.3,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        638.598,
        -515.463
      ],
      [
        643.739,
        -521.061
      ],
      [
        648.901,
        -516.304
      ],
      [
        643.751,
        -510.714
      ],
      [
        638.598,
        -515.463
      ]
    ],
    "relativePoints": [
      [
        -5.149,
        0.422
      ],
      [
        -0.008,
        -5.176
      ],
      [
        5.154,
        -0.419
      ],
      [
        0.004,
        5.171
      ],
      [
        -5.149,
        0.422
      ]
    ],
    "rotation": 2.3152,
    "houseLength": 7.6,
    "houseWidth": 7.02,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030653",
    "osmId": 403030653,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030653",
    "lon": 94.0731333,
    "lat": 23.162912,
    "u": 1049.54,
    "v": -145.57,
    "x": 639.2,
    "z": -845.07,
    "width": 13.69,
    "depth": 14.13,
    "height": 3.8,
    "area": 96.3,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        632.359,
        -846.865
      ],
      [
        639.083,
        -852.14
      ],
      [
        646.046,
        -843.281
      ],
      [
        639.322,
        -838.006
      ],
      [
        632.359,
        -846.865
      ]
    ],
    "relativePoints": [
      [
        -6.844,
        -1.792
      ],
      [
        -0.12,
        -7.067
      ],
      [
        6.843,
        1.792
      ],
      [
        0.119,
        7.067
      ],
      [
        -6.844,
        -1.792
      ]
    ],
    "rotation": 0.9047,
    "houseLength": 11.28,
    "houseWidth": 8.55,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030654",
    "osmId": 403030654,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030654",
    "lon": 94.0709613,
    "lat": 23.1626147,
    "u": 827.24,
    "v": -112.49,
    "x": 505.4,
    "z": -664.48,
    "width": 9.73,
    "depth": 10.13,
    "height": 3.2,
    "area": 48.3,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        500.538,
        -663.06
      ],
      [
        505.763,
        -669.545
      ],
      [
        510.267,
        -665.91
      ],
      [
        505.05,
        -659.417
      ],
      [
        500.538,
        -663.06
      ]
    ],
    "relativePoints": [
      [
        -4.867,
        1.423
      ],
      [
        0.358,
        -5.062
      ],
      [
        4.862,
        -1.427
      ],
      [
        -0.355,
        5.066
      ],
      [
        -4.867,
        1.423
      ]
    ],
    "rotation": 2.2477,
    "houseLength": 8.34,
    "houseWidth": 5.8,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403030655",
    "osmId": 403030655,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030655",
    "lon": 94.0714966,
    "lat": 23.1608353,
    "u": 882.03,
    "v": 85.59,
    "x": 684.21,
    "z": -563.16,
    "width": 11.43,
    "depth": 10.81,
    "height": 3.8,
    "area": 59.3,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        678.497,
        -562.525
      ],
      [
        686.176,
        -568.567
      ],
      [
        689.928,
        -563.802
      ],
      [
        682.249,
        -557.76
      ],
      [
        678.497,
        -562.525
      ]
    ],
    "relativePoints": [
      [
        -5.715,
        0.638
      ],
      [
        1.964,
        -5.404
      ],
      [
        5.716,
        -0.639
      ],
      [
        -1.963,
        5.403
      ],
      [
        -5.715,
        0.638
      ]
    ],
    "rotation": -0.6667,
    "houseLength": 9.77,
    "houseWidth": 6.06,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030656",
    "osmId": 403030656,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030656",
    "lon": 94.0727344,
    "lat": 23.1613542,
    "u": 1008.72,
    "v": 27.83,
    "x": 732.95,
    "z": -693.59,
    "width": 16.12,
    "depth": 15.24,
    "height": 3.8,
    "area": 133.5,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        724.894,
        -695.304
      ],
      [
        736.078,
        -701.214
      ],
      [
        741.01,
        -691.883
      ],
      [
        729.826,
        -685.973
      ],
      [
        724.894,
        -695.304
      ]
    ],
    "relativePoints": [
      [
        -8.058,
        -1.711
      ],
      [
        3.126,
        -7.621
      ],
      [
        8.058,
        1.71
      ],
      [
        -3.126,
        7.62
      ],
      [
        -8.058,
        -1.711
      ]
    ],
    "rotation": -0.4861,
    "houseLength": 12.65,
    "houseWidth": 10.55,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030657",
    "osmId": 403030657,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030657",
    "lon": 94.0728446,
    "lat": 23.1625087,
    "u": 1019.99,
    "v": -100.68,
    "x": 650.05,
    "z": -792.44,
    "width": 10.91,
    "depth": 11.18,
    "height": 3.8,
    "area": 60.1,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        644.592,
        -791.166
      ],
      [
        650.397,
        -798.026
      ],
      [
        655.503,
        -793.702
      ],
      [
        649.705,
        -786.849
      ],
      [
        644.592,
        -791.166
      ]
    ],
    "relativePoints": [
      [
        -5.457,
        1.27
      ],
      [
        0.348,
        -5.59
      ],
      [
        5.454,
        -1.266
      ],
      [
        -0.344,
        5.587
      ],
      [
        -5.457,
        1.27
      ]
    ],
    "rotation": -0.8685,
    "houseLength": 8.99,
    "houseWidth": 6.69,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030658",
    "osmId": 403030658,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030658",
    "lon": 94.0706884,
    "lat": 23.1625596,
    "u": 799.31,
    "v": -106.34,
    "x": 490,
    "z": -640.4,
    "width": 9.19,
    "depth": 9.33,
    "height": 3.2,
    "area": 42.1,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        485.406,
        -641.269
      ],
      [
        489.59,
        -645.06
      ],
      [
        494.596,
        -639.518
      ],
      [
        490.419,
        -635.734
      ],
      [
        485.406,
        -641.269
      ]
    ],
    "relativePoints": [
      [
        -4.597,
        -0.874
      ],
      [
        -0.413,
        -4.665
      ],
      [
        4.593,
        0.877
      ],
      [
        0.416,
        4.661
      ],
      [
        -4.597,
        -0.874
      ]
    ],
    "rotation": 0.8362,
    "houseLength": 7.48,
    "houseWidth": 5.65,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403030659",
    "osmId": 403030659,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030659",
    "lon": 94.070531,
    "lat": 23.1614836,
    "u": 783.2,
    "v": 13.43,
    "x": 563.3,
    "z": -544.31,
    "width": 10.5,
    "depth": 10.21,
    "height": 3.8,
    "area": 51.1,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        561.836,
        -539.205
      ],
      [
        558.053,
        -543.451
      ],
      [
        564.771,
        -549.413
      ],
      [
        568.554,
        -545.167
      ],
      [
        561.836,
        -539.205
      ]
    ],
    "relativePoints": [
      [
        -1.467,
        5.104
      ],
      [
        -5.25,
        0.858
      ],
      [
        1.468,
        -5.104
      ],
      [
        5.251,
        -0.858
      ],
      [
        -1.467,
        5.104
      ]
    ],
    "rotation": -0.7258,
    "houseLength": 8.99,
    "houseWidth": 5.69,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403030660",
    "osmId": 403030660,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030660",
    "lon": 94.0725916,
    "lat": 23.1612929,
    "u": 994.1,
    "v": 34.65,
    "x": 727.44,
    "z": -678.43,
    "width": 9.73,
    "depth": 10.13,
    "height": 3.8,
    "area": 54.1,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        722.574,
        -680.327
      ],
      [
        728.716,
        -683.493
      ],
      [
        732.303,
        -676.533
      ],
      [
        726.162,
        -673.367
      ],
      [
        722.574,
        -680.327
      ]
    ],
    "relativePoints": [
      [
        -4.865,
        -1.897
      ],
      [
        1.277,
        -5.063
      ],
      [
        4.864,
        1.897
      ],
      [
        -1.277,
        5.063
      ],
      [
        -4.865,
        -1.897
      ]
    ],
    "rotation": -2.0468,
    "houseLength": 7.83,
    "houseWidth": 6.91,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030661",
    "osmId": 403030661,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030661",
    "lon": 94.0731088,
    "lat": 23.1623436,
    "u": 1047.04,
    "v": -82.3,
    "x": 682.17,
    "z": -798.56,
    "width": 7.66,
    "depth": 7.79,
    "height": 3.2,
    "area": 30.2,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        678.345,
        -797.81
      ],
      [
        681.936,
        -802.456
      ],
      [
        686.004,
        -799.314
      ],
      [
        682.414,
        -794.668
      ],
      [
        678.345,
        -797.81
      ]
    ],
    "relativePoints": [
      [
        -3.83,
        0.752
      ],
      [
        -0.239,
        -3.894
      ],
      [
        3.829,
        -0.752
      ],
      [
        0.239,
        3.894
      ],
      [
        -3.83,
        0.752
      ]
    ],
    "rotation": -0.9128,
    "houseLength": 6,
    "houseWidth": 5.14,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403030662",
    "osmId": 403030662,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030662",
    "lon": 94.0709318,
    "lat": 23.1625072,
    "u": 824.22,
    "v": -100.51,
    "x": 511.74,
    "z": -653.89,
    "width": 15.23,
    "depth": 15.17,
    "height": 3.8,
    "area": 112.8,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        504.128,
        -652.827
      ],
      [
        512.987,
        -661.467
      ],
      [
        519.354,
        -654.956
      ],
      [
        510.495,
        -646.301
      ],
      [
        504.128,
        -652.827
      ]
    ],
    "relativePoints": [
      [
        -7.613,
        1.061
      ],
      [
        1.246,
        -7.579
      ],
      [
        7.613,
        -1.068
      ],
      [
        -1.246,
        7.587
      ],
      [
        -7.613,
        1.061
      ]
    ],
    "rotation": 2.3678,
    "houseLength": 12.39,
    "houseWidth": 9.12,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030663",
    "osmId": 403030663,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030663",
    "lon": 94.070062,
    "lat": 23.1615545,
    "u": 735.2,
    "v": 5.54,
    "x": 523.78,
    "z": -515.95,
    "width": 11.01,
    "depth": 10.67,
    "height": 3.8,
    "area": 58.2,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        518.276,
        -515.764
      ],
      [
        525.148,
        -521.282
      ],
      [
        529.285,
        -516.131
      ],
      [
        522.428,
        -510.612
      ],
      [
        518.276,
        -515.764
      ]
    ],
    "relativePoints": [
      [
        -5.508,
        0.183
      ],
      [
        1.364,
        -5.335
      ],
      [
        5.501,
        -0.184
      ],
      [
        -1.356,
        5.335
      ],
      [
        -5.508,
        0.183
      ]
    ],
    "rotation": -0.6765,
    "houseLength": 8.81,
    "houseWidth": 6.62,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030664",
    "osmId": 403030664,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030664",
    "lon": 94.0715689,
    "lat": 23.1615108,
    "u": 889.43,
    "v": 10.4,
    "x": 636.27,
    "z": -621.57,
    "width": 21.74,
    "depth": 21.26,
    "height": 4.5,
    "area": 200.3,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        633.093,
        -623.402
      ],
      [
        631.787,
        -625.229
      ],
      [
        642.827,
        -633.136
      ],
      [
        648.378,
        -625.384
      ],
      [
        637.675,
        -617.72
      ],
      [
        638.541,
        -616.303
      ],
      [
        631.262,
        -611.873
      ],
      [
        626.636,
        -619.48
      ],
      [
        633.093,
        -623.402
      ]
    ],
    "relativePoints": [
      [
        -3.182,
        -1.836
      ],
      [
        -4.488,
        -3.663
      ],
      [
        6.552,
        -11.57
      ],
      [
        12.103,
        -3.818
      ],
      [
        1.4,
        3.846
      ],
      [
        2.266,
        5.263
      ],
      [
        -5.013,
        9.693
      ],
      [
        -9.639,
        2.086
      ],
      [
        -3.182,
        -1.836
      ]
    ],
    "rotation": -0.6215,
    "houseLength": 21.78,
    "houseWidth": 11.19,
    "wallHeight": 3.6,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030665",
    "osmId": 403030665,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030665",
    "lon": 94.07091,
    "lat": 23.1623306,
    "u": 821.99,
    "v": -80.86,
    "x": 524.06,
    "z": -638.41,
    "width": 15.67,
    "depth": 13.46,
    "height": 3.8,
    "area": 96.8,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        521.345,
        -640.227
      ],
      [
        526.723,
        -645.039
      ],
      [
        534.002,
        -636.921
      ],
      [
        528.027,
        -631.576
      ],
      [
        522.512,
        -637.743
      ],
      [
        520.973,
        -636.141
      ],
      [
        518.334,
        -638.665
      ],
      [
        520.552,
        -640.977
      ],
      [
        521.345,
        -640.227
      ]
    ],
    "relativePoints": [
      [
        -2.714,
        -1.816
      ],
      [
        2.664,
        -6.628
      ],
      [
        9.943,
        1.49
      ],
      [
        3.968,
        6.835
      ],
      [
        -1.547,
        0.668
      ],
      [
        -3.086,
        2.27
      ],
      [
        -5.725,
        -0.254
      ],
      [
        -3.507,
        -2.566
      ],
      [
        -2.714,
        -1.816
      ]
    ],
    "rotation": 0.8398,
    "houseLength": 12,
    "houseWidth": 10.5,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403030666",
    "osmId": 403030666,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030666",
    "lon": 94.0706036,
    "lat": 23.1633538,
    "u": 790.63,
    "v": -194.76,
    "x": 421.34,
    "z": -696.78,
    "width": 10.24,
    "depth": 17.22,
    "height": 3.8,
    "area": 84.3,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        422.813,
        -697.016
      ],
      [
        426.153,
        -693.791
      ],
      [
        420.249,
        -687.667
      ],
      [
        415.91,
        -691.861
      ],
      [
        421.381,
        -697.536
      ],
      [
        417.464,
        -701.365
      ],
      [
        420.921,
        -704.885
      ],
      [
        425.821,
        -700.087
      ],
      [
        422.813,
        -697.016
      ]
    ],
    "relativePoints": [
      [
        1.474,
        -0.24
      ],
      [
        4.814,
        2.985
      ],
      [
        -1.09,
        9.109
      ],
      [
        -5.429,
        4.915
      ],
      [
        0.042,
        -0.76
      ],
      [
        -3.875,
        -4.589
      ],
      [
        -0.418,
        -8.109
      ],
      [
        4.482,
        -3.311
      ],
      [
        1.474,
        -0.24
      ]
    ],
    "rotation": 2.3379,
    "houseLength": 12.86,
    "houseWidth": 11.51,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037712",
    "osmId": 403037712,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037712",
    "lon": 94.0711458,
    "lat": 23.1603734,
    "u": 846.13,
    "v": 137.02,
    "x": 695.19,
    "z": -501.42,
    "width": 13.54,
    "depth": 10.19,
    "height": 3.8,
    "area": 73.8,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        688.415,
        -501.961
      ],
      [
        699.686,
        -506.51
      ],
      [
        701.958,
        -500.88
      ],
      [
        690.695,
        -496.323
      ],
      [
        688.415,
        -501.961
      ]
    ],
    "relativePoints": [
      [
        -6.774,
        -0.542
      ],
      [
        4.497,
        -5.091
      ],
      [
        6.769,
        0.539
      ],
      [
        -4.494,
        5.096
      ],
      [
        -6.774,
        -0.542
      ]
    ],
    "rotation": -0.3836,
    "houseLength": 12.15,
    "houseWidth": 6.08,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037713",
    "osmId": 403037713,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037713",
    "lon": 94.0745268,
    "lat": 23.1593778,
    "u": 1192.16,
    "v": 247.85,
    "x": 1018.24,
    "z": -667.73,
    "width": 8.89,
    "depth": 8.06,
    "height": 3.2,
    "area": 41.4,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1015.992,
        -663.701
      ],
      [
        1013.795,
        -668.967
      ],
      [
        1020.495,
        -671.762
      ],
      [
        1022.684,
        -666.489
      ],
      [
        1015.992,
        -663.701
      ]
    ],
    "relativePoints": [
      [
        -2.249,
        4.029
      ],
      [
        -4.446,
        -1.237
      ],
      [
        2.254,
        -4.032
      ],
      [
        4.443,
        1.241
      ],
      [
        -2.249,
        4.029
      ]
    ],
    "rotation": -0.3952,
    "houseLength": 7.26,
    "houseWidth": 5.71,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403037714",
    "osmId": 403037714,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037714",
    "lon": 94.072329,
    "lat": 23.1588416,
    "u": 967.23,
    "v": 307.54,
    "x": 901.39,
    "z": -466.47,
    "width": 9.51,
    "depth": 9.42,
    "height": 3.2,
    "area": 44.3,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        896.642,
        -466.108
      ],
      [
        902.152,
        -471.178
      ],
      [
        906.151,
        -466.833
      ],
      [
        900.633,
        -461.755
      ],
      [
        896.642,
        -466.108
      ]
    ],
    "relativePoints": [
      [
        -4.752,
        0.361
      ],
      [
        0.758,
        -4.709
      ],
      [
        4.757,
        -0.364
      ],
      [
        -0.761,
        4.714
      ],
      [
        -4.752,
        0.361
      ]
    ],
    "rotation": 2.3977,
    "houseLength": 7.5,
    "houseWidth": 5.91,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403037715",
    "osmId": 403037715,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037715",
    "lon": 94.0723426,
    "lat": 23.158726,
    "u": 968.61,
    "v": 320.41,
    "x": 911.48,
    "z": -458.35,
    "width": 9.09,
    "depth": 9.1,
    "height": 3.2,
    "area": 41.5,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        906.931,
        -458.656
      ],
      [
        911.632,
        -462.9
      ],
      [
        916.021,
        -458.048
      ],
      [
        911.328,
        -453.796
      ],
      [
        906.931,
        -458.656
      ]
    ],
    "relativePoints": [
      [
        -4.547,
        -0.306
      ],
      [
        0.154,
        -4.55
      ],
      [
        4.543,
        0.302
      ],
      [
        -0.15,
        4.554
      ],
      [
        -4.547,
        -0.306
      ]
    ],
    "rotation": -2.3062,
    "houseLength": 6.55,
    "houseWidth": 6.33,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037716",
    "osmId": 403037716,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037716",
    "lon": 94.0728644,
    "lat": 23.1596694,
    "u": 1022.01,
    "v": 215.39,
    "x": 874.97,
    "z": -570.37,
    "width": 15.67,
    "depth": 15.89,
    "height": 3.8,
    "area": 118.1,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        867.14,
        -568.329
      ],
      [
        876.531,
        -578.318
      ],
      [
        882.812,
        -572.414
      ],
      [
        873.413,
        -562.432
      ],
      [
        867.14,
        -568.329
      ]
    ],
    "relativePoints": [
      [
        -7.834,
        2.044
      ],
      [
        1.557,
        -7.945
      ],
      [
        7.838,
        -2.041
      ],
      [
        -1.561,
        7.941
      ],
      [
        -7.834,
        2.044
      ]
    ],
    "rotation": 2.3261,
    "houseLength": 13.72,
    "houseWidth": 8.62,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037717",
    "osmId": 403037717,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037717",
    "lon": 94.0750635,
    "lat": 23.1588515,
    "u": 1247.09,
    "v": 306.44,
    "x": 1098.51,
    "z": -665.14,
    "width": 13.98,
    "depth": 16.19,
    "height": 3.8,
    "area": 126.3,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1100.021,
        -673.234
      ],
      [
        1105.505,
        -660.787
      ],
      [
        1097.005,
        -657.042
      ],
      [
        1091.521,
        -669.489
      ],
      [
        1100.021,
        -673.234
      ]
    ],
    "relativePoints": [
      [
        1.508,
        -8.096
      ],
      [
        6.992,
        4.351
      ],
      [
        -1.508,
        8.096
      ],
      [
        -6.992,
        -4.351
      ],
      [
        1.508,
        -8.096
      ]
    ],
    "rotation": 1.1558,
    "houseLength": 13.6,
    "houseWidth": 9.29,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037718",
    "osmId": 403037718,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037718",
    "lon": 94.0717087,
    "lat": 23.1588363,
    "u": 903.73,
    "v": 308.13,
    "x": 856.92,
    "z": -421.15,
    "width": 12.6,
    "depth": 12.49,
    "height": 3.8,
    "area": 79.9,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        850.612,
        -421.732
      ],
      [
        857.93,
        -427.397
      ],
      [
        863.216,
        -420.577
      ],
      [
        855.906,
        -414.904
      ],
      [
        850.612,
        -421.732
      ]
    ],
    "relativePoints": [
      [
        -6.304,
        -0.58
      ],
      [
        1.014,
        -6.245
      ],
      [
        6.3,
        0.575
      ],
      [
        -1.01,
        6.248
      ],
      [
        -6.304,
        -0.58
      ]
    ],
    "rotation": -0.6588,
    "houseLength": 9.26,
    "houseWidth": 8.64,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037719",
    "osmId": 403037719,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037719",
    "lon": 94.072296,
    "lat": 23.1599334,
    "u": 963.84,
    "v": 186,
    "x": 813.06,
    "z": -550.02,
    "width": 7.94,
    "depth": 7.89,
    "height": 3.2,
    "area": 31.4,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        809.091,
        -550.156
      ],
      [
        813.493,
        -553.961
      ],
      [
        817.028,
        -549.876
      ],
      [
        812.626,
        -546.072
      ],
      [
        809.091,
        -550.156
      ]
    ],
    "relativePoints": [
      [
        -3.968,
        -0.14
      ],
      [
        0.434,
        -3.945
      ],
      [
        3.969,
        0.14
      ],
      [
        -0.433,
        3.944
      ],
      [
        -3.968,
        -0.14
      ]
    ],
    "rotation": -0.7128,
    "houseLength": 6,
    "houseWidth": 5.4,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403037720",
    "osmId": 403037720,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037720",
    "lon": 94.0730214,
    "lat": 23.1596752,
    "u": 1038.08,
    "v": 214.74,
    "x": 885.88,
    "z": -582.19,
    "width": 11.74,
    "depth": 11.64,
    "height": 3.8,
    "area": 65,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        884.45,
        -588.015
      ],
      [
        891.749,
        -581.005
      ],
      [
        887.306,
        -576.373
      ],
      [
        880.006,
        -583.383
      ],
      [
        884.45,
        -588.015
      ]
    ],
    "relativePoints": [
      [
        -1.428,
        -5.821
      ],
      [
        5.871,
        1.189
      ],
      [
        1.428,
        5.821
      ],
      [
        -5.872,
        -1.189
      ],
      [
        -1.428,
        -5.821
      ]
    ],
    "rotation": -2.3765,
    "houseLength": 10.12,
    "houseWidth": 6.42,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037721",
    "osmId": 403037721,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037721",
    "lon": 94.0747748,
    "lat": 23.1587214,
    "u": 1217.54,
    "v": 320.92,
    "x": 1087.86,
    "z": -634.01,
    "width": 8.83,
    "depth": 8.91,
    "height": 3.2,
    "area": 48,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1083.442,
        -636.142
      ],
      [
        1089.898,
        -638.458
      ],
      [
        1092.271,
        -631.873
      ],
      [
        1085.823,
        -629.549
      ],
      [
        1083.442,
        -636.142
      ]
    ],
    "relativePoints": [
      [
        -4.416,
        -2.136
      ],
      [
        2.04,
        -4.452
      ],
      [
        4.413,
        2.133
      ],
      [
        -2.035,
        4.457
      ],
      [
        -4.416,
        -2.136
      ]
    ],
    "rotation": -1.9174,
    "houseLength": 7.01,
    "houseWidth": 6.86,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037722",
    "osmId": 403037722,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037722",
    "lon": 94.0712856,
    "lat": 23.1589155,
    "u": 860.43,
    "v": 299.31,
    "x": 820.06,
    "z": -396.78,
    "width": 12.21,
    "depth": 12.07,
    "height": 3.8,
    "area": 73.3,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        813.957,
        -396.553
      ],
      [
        820.971,
        -402.812
      ],
      [
        826.169,
        -397.005
      ],
      [
        819.148,
        -390.74
      ],
      [
        813.957,
        -396.553
      ]
    ],
    "relativePoints": [
      [
        -6.104,
        0.224
      ],
      [
        0.91,
        -6.035
      ],
      [
        6.108,
        -0.228
      ],
      [
        -0.913,
        6.037
      ],
      [
        -6.104,
        0.224
      ]
    ],
    "rotation": 2.413,
    "houseLength": 9.41,
    "houseWidth": 7.79,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037723",
    "osmId": 403037723,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037723",
    "lon": 94.0725025,
    "lat": 23.1598789,
    "u": 984.99,
    "v": 192.07,
    "x": 832.3,
    "z": -560.68,
    "width": 11.06,
    "depth": 11.06,
    "height": 3.8,
    "area": 62.8,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        826.77,
        -561.57
      ],
      [
        833.204,
        -566.209
      ],
      [
        837.832,
        -559.786
      ],
      [
        831.399,
        -555.147
      ],
      [
        826.77,
        -561.57
      ]
    ],
    "relativePoints": [
      [
        -5.531,
        -0.892
      ],
      [
        0.903,
        -5.531
      ],
      [
        5.531,
        0.892
      ],
      [
        -0.902,
        5.531
      ],
      [
        -5.531,
        -0.892
      ]
    ],
    "rotation": -0.6247,
    "houseLength": 7.93,
    "houseWidth": 7.92,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037724",
    "osmId": 403037724,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037724",
    "lon": 94.0735947,
    "lat": 23.1600575,
    "u": 1096.77,
    "v": 172.19,
    "x": 897.29,
    "z": -653.78,
    "width": 8.84,
    "depth": 8.74,
    "height": 3.2,
    "area": 38.5,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        892.861,
        -653.669
      ],
      [
        897.982,
        -658.144
      ],
      [
        901.705,
        -653.885
      ],
      [
        896.592,
        -649.402
      ],
      [
        892.861,
        -653.669
      ]
    ],
    "relativePoints": [
      [
        -4.424,
        0.106
      ],
      [
        0.697,
        -4.369
      ],
      [
        4.42,
        -0.11
      ],
      [
        -0.693,
        4.373
      ],
      [
        -4.424,
        0.106
      ]
    ],
    "rotation": -0.7182,
    "houseLength": 6.8,
    "houseWidth": 5.67,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403037725",
    "osmId": 403037725,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037725",
    "lon": 94.0744064,
    "lat": 23.1585301,
    "u": 1179.85,
    "v": 342.22,
    "x": 1076.26,
    "z": -592.29,
    "width": 10.59,
    "depth": 10.71,
    "height": 3.8,
    "area": 61.8,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1070.967,
        -593.991
      ],
      [
        1077.758,
        -597.65
      ],
      [
        1081.553,
        -590.598
      ],
      [
        1074.762,
        -586.94
      ],
      [
        1070.967,
        -593.991
      ]
    ],
    "relativePoints": [
      [
        -5.293,
        -1.696
      ],
      [
        1.498,
        -5.355
      ],
      [
        5.293,
        1.697
      ],
      [
        -1.498,
        5.355
      ],
      [
        -5.293,
        -1.696
      ]
    ],
    "rotation": 1.0771,
    "houseLength": 8.01,
    "houseWidth": 7.71,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037726",
    "osmId": 403037726,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037726",
    "lon": 94.0708811,
    "lat": 23.1601422,
    "u": 819.04,
    "v": 162.76,
    "x": 694.23,
    "z": -464.06,
    "width": 8.61,
    "depth": 11.93,
    "height": 3.8,
    "area": 79.7,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        689.932,
        -469.064
      ],
      [
        697.063,
        -470.024
      ],
      [
        698.542,
        -459.05
      ],
      [
        691.403,
        -458.098
      ],
      [
        689.932,
        -469.064
      ]
    ],
    "relativePoints": [
      [
        -4.303,
        -5.005
      ],
      [
        2.828,
        -5.965
      ],
      [
        4.307,
        5.009
      ],
      [
        -2.832,
        5.961
      ],
      [
        -4.303,
        -5.005
      ]
    ],
    "rotation": 1.4368,
    "houseLength": 11.07,
    "houseWidth": 7.2,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037727",
    "osmId": 403037727,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037727",
    "lon": 94.0735836,
    "lat": 23.1599532,
    "u": 1095.63,
    "v": 183.79,
    "x": 904.69,
    "z": -644.77,
    "width": 12.95,
    "depth": 13.47,
    "height": 3.8,
    "area": 85.4,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        904.203,
        -651.503
      ],
      [
        911.165,
        -642.848
      ],
      [
        905.169,
        -638.032
      ],
      [
        898.215,
        -646.679
      ],
      [
        904.203,
        -651.503
      ]
    ],
    "relativePoints": [
      [
        -0.485,
        -6.737
      ],
      [
        6.477,
        1.918
      ],
      [
        0.481,
        6.734
      ],
      [
        -6.473,
        -1.913
      ],
      [
        -0.485,
        -6.737
      ]
    ],
    "rotation": 0.8934,
    "houseLength": 11.11,
    "houseWidth": 7.69,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037728",
    "osmId": 403037728,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037728",
    "lon": 94.0745447,
    "lat": 23.158506,
    "u": 1194,
    "v": 344.9,
    "x": 1088.16,
    "z": -600.41,
    "width": 13.05,
    "depth": 11.79,
    "height": 3.8,
    "area": 80.9,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1081.633,
        -601.085
      ],
      [
        1091.037,
        -606.3
      ],
      [
        1094.683,
        -599.73
      ],
      [
        1085.288,
        -594.506
      ],
      [
        1081.633,
        -601.085
      ]
    ],
    "relativePoints": [
      [
        -6.527,
        -0.68
      ],
      [
        2.877,
        -5.895
      ],
      [
        6.523,
        0.675
      ],
      [
        -2.872,
        5.899
      ],
      [
        -6.527,
        -0.68
      ]
    ],
    "rotation": -0.5063,
    "houseLength": 10.76,
    "houseWidth": 7.53,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037729",
    "osmId": 403037729,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037729",
    "lon": 94.0706922,
    "lat": 23.159928,
    "u": 799.7,
    "v": 186.6,
    "x": 697.41,
    "z": -433.53,
    "width": 14.97,
    "depth": 18.76,
    "height": 3.8,
    "area": 124.6,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        696.045,
        -442.904
      ],
      [
        704.902,
        -427.722
      ],
      [
        698.778,
        -424.148
      ],
      [
        689.928,
        -439.338
      ],
      [
        696.045,
        -442.904
      ]
    ],
    "relativePoints": [
      [
        -1.368,
        -9.376
      ],
      [
        7.489,
        5.806
      ],
      [
        1.365,
        9.38
      ],
      [
        -7.485,
        -5.81
      ],
      [
        -1.368,
        -9.376
      ]
    ],
    "rotation": -2.0983,
    "houseLength": 17.58,
    "houseWidth": 7.09,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037730",
    "osmId": 403037730,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037730",
    "lon": 94.073826,
    "lat": 23.1598061,
    "u": 1120.44,
    "v": 200.17,
    "x": 933.81,
    "z": -650.73,
    "width": 11.34,
    "depth": 9.67,
    "height": 3.2,
    "area": 46.1,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        928.144,
        -649.389
      ],
      [
        937.055,
        -655.561
      ],
      [
        939.479,
        -652.066
      ],
      [
        930.568,
        -645.894
      ],
      [
        928.144,
        -649.389
      ]
    ],
    "relativePoints": [
      [
        -5.668,
        1.338
      ],
      [
        3.243,
        -4.834
      ],
      [
        5.667,
        -1.339
      ],
      [
        -3.244,
        4.833
      ],
      [
        -5.668,
        1.338
      ]
    ],
    "rotation": 2.5358,
    "houseLength": 10.84,
    "houseWidth": 4.25,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403037731",
    "osmId": 403037731,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037731",
    "lon": 94.0735962,
    "lat": 23.1586689,
    "u": 1096.92,
    "v": 326.76,
    "x": 1006.7,
    "z": -544.59,
    "width": 9.75,
    "depth": 8.83,
    "height": 3.8,
    "area": 51.8,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1001.822,
        -546.242
      ],
      [
        1009.353,
        -549.002
      ],
      [
        1011.576,
        -542.929
      ],
      [
        1004.038,
        -540.176
      ],
      [
        1001.822,
        -546.242
      ]
    ],
    "relativePoints": [
      [
        -4.875,
        -1.655
      ],
      [
        2.656,
        -4.415
      ],
      [
        4.879,
        1.658
      ],
      [
        -2.659,
        4.411
      ],
      [
        -4.875,
        -1.655
      ]
    ],
    "rotation": 2.7914,
    "houseLength": 8.03,
    "houseWidth": 6.47,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037732",
    "osmId": 403037732,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037732",
    "lon": 94.0726921,
    "lat": 23.1593875,
    "u": 1004.39,
    "v": 246.77,
    "x": 884.7,
    "z": -535.72,
    "width": 15.88,
    "depth": 15.1,
    "height": 3.8,
    "area": 116.1,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        876.76,
        -534.986
      ],
      [
        887.279,
        -543.269
      ],
      [
        892.64,
        -536.445
      ],
      [
        882.129,
        -528.169
      ],
      [
        876.76,
        -534.986
      ]
    ],
    "relativePoints": [
      [
        -7.942,
        0.731
      ],
      [
        2.577,
        -7.552
      ],
      [
        7.938,
        -0.728
      ],
      [
        -2.573,
        7.548
      ],
      [
        -7.942,
        0.731
      ]
    ],
    "rotation": -0.667,
    "houseLength": 13.39,
    "houseWidth": 8.68,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037733",
    "osmId": 403037733,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037733",
    "lon": 94.0709491,
    "lat": 23.1598789,
    "u": 825.99,
    "v": 192.07,
    "x": 719.88,
    "z": -448.25,
    "width": 14.97,
    "depth": 12.09,
    "height": 3.8,
    "area": 87.1,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        712.389,
        -447.866
      ],
      [
        724.313,
        -454.295
      ],
      [
        727.363,
        -448.64
      ],
      [
        715.447,
        -442.202
      ],
      [
        712.389,
        -447.866
      ]
    ],
    "relativePoints": [
      [
        -7.489,
        0.385
      ],
      [
        4.435,
        -6.044
      ],
      [
        7.485,
        -0.389
      ],
      [
        -4.431,
        6.049
      ],
      [
        -7.489,
        0.385
      ]
    ],
    "rotation": -0.4945,
    "houseLength": 13.55,
    "houseWidth": 6.44,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037734",
    "osmId": 403037734,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037734",
    "lon": 94.0733813,
    "lat": 23.1582327,
    "u": 1074.93,
    "v": 375.32,
    "x": 1025.48,
    "z": -494.7,
    "width": 17.84,
    "depth": 14.77,
    "height": 3.8,
    "area": 127.6,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1016.56,
        -494.276
      ],
      [
        1030.492,
        -502.084
      ],
      [
        1034.397,
        -495.111
      ],
      [
        1020.472,
        -487.31
      ],
      [
        1016.56,
        -494.276
      ]
    ],
    "relativePoints": [
      [
        -8.92,
        0.419
      ],
      [
        5.012,
        -7.389
      ],
      [
        8.917,
        -0.416
      ],
      [
        -5.008,
        7.385
      ],
      [
        -8.92,
        0.419
      ]
    ],
    "rotation": -0.5108,
    "houseLength": 15.97,
    "houseWidth": 7.99,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037735",
    "osmId": 403037735,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037735",
    "lon": 94.0717419,
    "lat": 23.159542,
    "u": 907.13,
    "v": 229.57,
    "x": 803.77,
    "z": -479.11,
    "width": 8.95,
    "depth": 8.99,
    "height": 3.2,
    "area": 41.3,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        799.296,
        -479.908
      ],
      [
        804.442,
        -483.606
      ],
      [
        808.246,
        -478.311
      ],
      [
        803.1,
        -474.613
      ],
      [
        799.296,
        -479.908
      ]
    ],
    "relativePoints": [
      [
        -4.475,
        -0.798
      ],
      [
        0.671,
        -4.496
      ],
      [
        4.475,
        0.799
      ],
      [
        -0.671,
        4.497
      ],
      [
        -4.475,
        -0.798
      ]
    ],
    "rotation": 0.9478,
    "houseLength": 6.52,
    "houseWidth": 6.34,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037736",
    "osmId": 403037736,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037736",
    "lon": 94.0728663,
    "lat": 23.159255,
    "u": 1022.22,
    "v": 261.52,
    "x": 907.74,
    "z": -537.9,
    "width": 10.18,
    "depth": 10.13,
    "height": 3.8,
    "area": 51.2,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        902.649,
        -538.189
      ],
      [
        907.124,
        -542.963
      ],
      [
        912.832,
        -537.603
      ],
      [
        908.349,
        -532.837
      ],
      [
        902.649,
        -538.189
      ]
    ],
    "relativePoints": [
      [
        -5.089,
        -0.291
      ],
      [
        -0.614,
        -5.065
      ],
      [
        5.094,
        0.295
      ],
      [
        0.611,
        5.061
      ],
      [
        -5.089,
        -0.291
      ]
    ],
    "rotation": 0.754,
    "houseLength": 7.83,
    "houseWidth": 6.54,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037737",
    "osmId": 403037737,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037737",
    "lon": 94.0711356,
    "lat": 23.1598281,
    "u": 845.08,
    "v": 197.73,
    "x": 737.37,
    "z": -457.75,
    "width": 11.15,
    "depth": 10.83,
    "height": 3.8,
    "area": 64.1,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        731.799,
        -458.838
      ],
      [
        739.083,
        -463.162
      ],
      [
        742.946,
        -456.65
      ],
      [
        735.669,
        -452.333
      ],
      [
        731.799,
        -458.838
      ]
    ],
    "relativePoints": [
      [
        -5.575,
        -1.092
      ],
      [
        1.709,
        -5.416
      ],
      [
        5.572,
        1.096
      ],
      [
        -1.705,
        5.413
      ],
      [
        -5.575,
        -1.092
      ]
    ],
    "rotation": -0.5357,
    "houseLength": 8.47,
    "houseWidth": 7.57,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037738",
    "osmId": 403037738,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037738",
    "lon": 94.0737459,
    "lat": 23.1584171,
    "u": 1112.24,
    "v": 354.8,
    "x": 1037.35,
    "z": -535.59,
    "width": 12.04,
    "depth": 13.44,
    "height": 3.8,
    "area": 88.4,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1031.334,
        -538.789
      ],
      [
        1038.523,
        -542.31
      ],
      [
        1043.374,
        -532.394
      ],
      [
        1036.184,
        -528.872
      ],
      [
        1031.334,
        -538.789
      ]
    ],
    "relativePoints": [
      [
        -6.02,
        -3.198
      ],
      [
        1.169,
        -6.719
      ],
      [
        6.02,
        3.197
      ],
      [
        -1.17,
        6.719
      ],
      [
        -6.02,
        -3.198
      ]
    ],
    "rotation": -2.0257,
    "houseLength": 11.04,
    "houseWidth": 8.01,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037739",
    "osmId": 403037739,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037739",
    "lon": 94.0717589,
    "lat": 23.1596524,
    "u": 908.88,
    "v": 217.28,
    "x": 796.31,
    "z": -489.03,
    "width": 7.03,
    "depth": 6.96,
    "height": 3.2,
    "area": 24.7,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        796.836,
        -492.515
      ],
      [
        799.828,
        -488.785
      ],
      [
        795.779,
        -485.554
      ],
      [
        792.802,
        -489.283
      ],
      [
        796.836,
        -492.515
      ]
    ],
    "relativePoints": [
      [
        0.525,
        -3.481
      ],
      [
        3.517,
        0.249
      ],
      [
        -0.532,
        3.48
      ],
      [
        -3.509,
        -0.249
      ],
      [
        0.525,
        -3.481
      ]
    ],
    "rotation": 2.4681,
    "houseLength": 6,
    "houseWidth": 4.78,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403037740",
    "osmId": 403037740,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037740",
    "lon": 94.0713817,
    "lat": 23.1603134,
    "u": 870.26,
    "v": 143.7,
    "x": 716.98,
    "z": -513.76,
    "width": 9.39,
    "depth": 8.98,
    "height": 3.2,
    "area": 43.4,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        712.281,
        -514.194
      ],
      [
        718.385,
        -518.251
      ],
      [
        721.668,
        -513.332
      ],
      [
        715.572,
        -509.267
      ],
      [
        712.281,
        -514.194
      ]
    ],
    "relativePoints": [
      [
        -4.696,
        -0.433
      ],
      [
        1.408,
        -4.49
      ],
      [
        4.691,
        0.429
      ],
      [
        -1.405,
        4.494
      ],
      [
        -4.696,
        -0.433
      ]
    ],
    "rotation": -0.5866,
    "houseLength": 7.34,
    "houseWidth": 5.93,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403037741",
    "osmId": 403037741,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037741",
    "lon": 94.0726318,
    "lat": 23.1592547,
    "u": 998.21,
    "v": 261.56,
    "x": 890.79,
    "z": -520.89,
    "width": 11.65,
    "depth": 11.47,
    "height": 3.8,
    "area": 66.4,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        884.963,
        -520.66
      ],
      [
        891.831,
        -526.631
      ],
      [
        896.617,
        -521.121
      ],
      [
        889.756,
        -515.158
      ],
      [
        884.963,
        -520.66
      ]
    ],
    "relativePoints": [
      [
        -5.828,
        0.232
      ],
      [
        1.04,
        -5.739
      ],
      [
        5.826,
        -0.229
      ],
      [
        -1.035,
        5.734
      ],
      [
        -5.828,
        0.232
      ]
    ],
    "rotation": -0.7156,
    "houseLength": 9.1,
    "houseWidth": 7.3,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037742",
    "osmId": 403037742,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037742",
    "lon": 94.071424,
    "lat": 23.1596738,
    "u": 874.59,
    "v": 214.9,
    "x": 770.39,
    "z": -466.48,
    "width": 14.73,
    "depth": 12.36,
    "height": 3.8,
    "area": 99.4,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        763.025,
        -467.488
      ],
      [
        774.519,
        -472.654
      ],
      [
        777.754,
        -465.467
      ],
      [
        766.253,
        -460.294
      ],
      [
        763.025,
        -467.488
      ]
    ],
    "relativePoints": [
      [
        -7.363,
        -1.012
      ],
      [
        4.131,
        -6.178
      ],
      [
        7.366,
        1.009
      ],
      [
        -4.135,
        6.182
      ],
      [
        -7.363,
        -1.012
      ]
    ],
    "rotation": 2.7189,
    "houseLength": 12.61,
    "houseWidth": 7.89,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037743",
    "osmId": 403037743,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037743",
    "lon": 94.0740262,
    "lat": 23.159232,
    "u": 1140.93,
    "v": 264.08,
    "x": 993.49,
    "z": -620.03,
    "width": 12.2,
    "depth": 12.62,
    "height": 3.8,
    "area": 107.4,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        987.393,
        -624.098
      ],
      [
        997.237,
        -626.339
      ],
      [
        999.589,
        -615.954
      ],
      [
        989.751,
        -613.72
      ],
      [
        987.393,
        -624.098
      ]
    ],
    "relativePoints": [
      [
        -6.1,
        -4.07
      ],
      [
        3.744,
        -6.311
      ],
      [
        6.096,
        4.074
      ],
      [
        -3.742,
        6.308
      ],
      [
        -6.1,
        -4.07
      ]
    ],
    "rotation": 1.3481,
    "houseLength": 10.65,
    "houseWidth": 10.1,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037744",
    "osmId": 403037744,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037744",
    "lon": 94.0717457,
    "lat": 23.1597678,
    "u": 907.52,
    "v": 204.43,
    "x": 786.27,
    "z": -497.16,
    "width": 8.25,
    "depth": 8.46,
    "height": 3.2,
    "area": 35,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        782.146,
        -498.101
      ],
      [
        786.329,
        -501.387
      ],
      [
        790.392,
        -496.209
      ],
      [
        786.216,
        -492.93
      ],
      [
        782.146,
        -498.101
      ]
    ],
    "relativePoints": [
      [
        -4.125,
        -0.944
      ],
      [
        0.058,
        -4.23
      ],
      [
        4.121,
        0.948
      ],
      [
        -0.055,
        4.227
      ],
      [
        -4.125,
        -0.944
      ]
    ],
    "rotation": 0.9055,
    "houseLength": 6.58,
    "houseWidth": 5.32,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403037745",
    "osmId": 403037745,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037745",
    "lon": 94.0712999,
    "lat": 23.1602513,
    "u": 861.9,
    "v": 150.62,
    "x": 715.96,
    "z": -502.95,
    "width": 13.15,
    "depth": 13.31,
    "height": 3.8,
    "area": 103.9,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        709.379,
        -505.907
      ],
      [
        718.733,
        -509.609
      ],
      [
        722.53,
        -499.993
      ],
      [
        713.183,
        -496.299
      ],
      [
        709.379,
        -505.907
      ]
    ],
    "relativePoints": [
      [
        -6.577,
        -2.955
      ],
      [
        2.777,
        -6.657
      ],
      [
        6.574,
        2.959
      ],
      [
        -2.773,
        6.653
      ],
      [
        -6.577,
        -2.955
      ]
    ],
    "rotation": 1.1947,
    "houseLength": 10.34,
    "houseWidth": 10.06,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037746",
    "osmId": 403037746,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037746",
    "lon": 94.0725211,
    "lat": 23.1592371,
    "u": 986.89,
    "v": 263.52,
    "x": 884.17,
    "z": -511.5,
    "width": 11.69,
    "depth": 11.77,
    "height": 3.8,
    "area": 67.8,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        878.327,
        -512.387
      ],
      [
        883.622,
        -517.383
      ],
      [
        890.015,
        -510.615
      ],
      [
        884.712,
        -505.611
      ],
      [
        878.327,
        -512.387
      ]
    ],
    "relativePoints": [
      [
        -5.842,
        -0.888
      ],
      [
        -0.547,
        -5.884
      ],
      [
        5.846,
        0.884
      ],
      [
        0.543,
        5.888
      ],
      [
        -5.842,
        -0.888
      ]
    ],
    "rotation": -2.3265,
    "houseLength": 9.32,
    "houseWidth": 7.29,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037747",
    "osmId": 403037747,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037747",
    "lon": 94.0738671,
    "lat": 23.1591871,
    "u": 1124.65,
    "v": 269.08,
    "x": 985.51,
    "z": -604.98,
    "width": 9.23,
    "depth": 8.75,
    "height": 3.2,
    "area": 49.4,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        980.899,
        -606.868
      ],
      [
        987.891,
        -609.357
      ],
      [
        990.129,
        -603.094
      ],
      [
        983.138,
        -600.605
      ],
      [
        980.899,
        -606.868
      ]
    ],
    "relativePoints": [
      [
        -4.615,
        -1.887
      ],
      [
        2.377,
        -4.376
      ],
      [
        4.615,
        1.887
      ],
      [
        -2.376,
        4.376
      ],
      [
        -4.615,
        -1.887
      ]
    ],
    "rotation": -0.342,
    "houseLength": 7.43,
    "houseWidth": 6.65,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037748",
    "osmId": 403037748,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037748",
    "lon": 94.0716729,
    "lat": 23.1604587,
    "u": 900.08,
    "v": 127.52,
    "x": 726.62,
    "z": -546.28,
    "width": 11.66,
    "depth": 11.3,
    "height": 3.8,
    "area": 76.3,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        720.794,
        -548.351
      ],
      [
        729.142,
        -551.93
      ],
      [
        732.453,
        -544.204
      ],
      [
        724.104,
        -540.626
      ],
      [
        720.794,
        -548.351
      ]
    ],
    "relativePoints": [
      [
        -5.829,
        -2.073
      ],
      [
        2.519,
        -5.652
      ],
      [
        5.83,
        2.074
      ],
      [
        -2.519,
        5.652
      ],
      [
        -5.829,
        -2.073
      ]
    ],
    "rotation": 2.7367,
    "houseLength": 9.08,
    "houseWidth": 8.41,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037749",
    "osmId": 403037749,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037749",
    "lon": 94.0725909,
    "lat": 23.1602726,
    "u": 994.03,
    "v": 148.23,
    "x": 807.7,
    "z": -598.07,
    "width": 13.44,
    "depth": 12.71,
    "height": 3.8,
    "area": 82.1,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        800.979,
        -597.334
      ],
      [
        810.002,
        -604.421
      ],
      [
        814.423,
        -598.798
      ],
      [
        805.4,
        -591.711
      ],
      [
        800.979,
        -597.334
      ]
    ],
    "relativePoints": [
      [
        -6.722,
        0.732
      ],
      [
        2.301,
        -6.355
      ],
      [
        6.722,
        -0.732
      ],
      [
        -2.301,
        6.355
      ],
      [
        -6.722,
        0.732
      ]
    ],
    "rotation": 2.4758,
    "houseLength": 11.48,
    "houseWidth": 7.15,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037750",
    "osmId": 403037750,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037750",
    "lon": 94.074259,
    "lat": 23.1590099,
    "u": 1164.76,
    "v": 288.8,
    "x": 1027.82,
    "z": -619.4,
    "width": 13.87,
    "depth": 17.79,
    "height": 4.5,
    "area": 145.3,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1020.886,
        -625.27
      ],
      [
        1029.687,
        -628.294
      ],
      [
        1034.756,
        -613.527
      ],
      [
        1025.955,
        -610.503
      ],
      [
        1020.886,
        -625.27
      ]
    ],
    "relativePoints": [
      [
        -6.935,
        -5.871
      ],
      [
        1.866,
        -8.895
      ],
      [
        6.935,
        5.872
      ],
      [
        -1.866,
        8.896
      ],
      [
        -6.935,
        -5.871
      ]
    ],
    "rotation": 1.2401,
    "houseLength": 15.62,
    "houseWidth": 9.31,
    "wallHeight": 3.6,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037751",
    "osmId": 403037751,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037751",
    "lon": 94.0718359,
    "lat": 23.1603981,
    "u": 916.75,
    "v": 134.26,
    "x": 743.18,
    "z": -553.3,
    "width": 12.5,
    "depth": 13.38,
    "height": 3.8,
    "area": 85.7,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        743.614,
        -559.994
      ],
      [
        749.433,
        -550.889
      ],
      [
        742.75,
        -546.615
      ],
      [
        736.931,
        -555.72
      ],
      [
        743.614,
        -559.994
      ]
    ],
    "relativePoints": [
      [
        0.432,
        -6.689
      ],
      [
        6.251,
        2.416
      ],
      [
        -0.432,
        6.69
      ],
      [
        -6.251,
        -2.415
      ],
      [
        0.432,
        -6.689
      ]
    ],
    "rotation": 1.0021,
    "houseLength": 10.81,
    "houseWidth": 7.93,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037752",
    "osmId": 403037752,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037752",
    "lon": 94.0727116,
    "lat": 23.1601705,
    "u": 1006.38,
    "v": 159.61,
    "x": 824.48,
    "z": -598.76,
    "width": 15.82,
    "depth": 15.65,
    "height": 3.8,
    "area": 120.5,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        816.573,
        -597.705
      ],
      [
        826.041,
        -606.59
      ],
      [
        832.389,
        -599.808
      ],
      [
        822.92,
        -590.938
      ],
      [
        816.573,
        -597.705
      ]
    ],
    "relativePoints": [
      [
        -7.908,
        1.056
      ],
      [
        1.56,
        -7.829
      ],
      [
        7.908,
        -1.047
      ],
      [
        -1.561,
        7.823
      ],
      [
        -7.908,
        1.056
      ]
    ],
    "rotation": -0.7536,
    "houseLength": 12.99,
    "houseWidth": 9.29,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037753",
    "osmId": 403037753,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037753",
    "lon": 94.0743782,
    "lat": 23.1589762,
    "u": 1176.95,
    "v": 292.56,
    "x": 1039.1,
    "z": -625.36,
    "width": 11.39,
    "depth": 10.28,
    "height": 3.8,
    "area": 72.6,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1033.408,
        -627.512
      ],
      [
        1042.362,
        -630.499
      ],
      [
        1044.794,
        -623.203
      ],
      [
        1035.841,
        -620.216
      ],
      [
        1033.408,
        -627.512
      ]
    ],
    "relativePoints": [
      [
        -5.693,
        -2.154
      ],
      [
        3.261,
        -5.141
      ],
      [
        5.693,
        2.155
      ],
      [
        -3.26,
        5.142
      ],
      [
        -5.693,
        -2.154
      ]
    ],
    "rotation": -0.322,
    "houseLength": 9.44,
    "houseWidth": 7.69,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037754",
    "osmId": 403037754,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037754",
    "lon": 94.0726803,
    "lat": 23.1586408,
    "u": 1003.18,
    "v": 329.89,
    "x": 942.62,
    "z": -476.08,
    "width": 11.65,
    "depth": 10.2,
    "height": 3.8,
    "area": 70.3,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        939.345,
        -470.982
      ],
      [
        936.799,
        -477.755
      ],
      [
        945.892,
        -481.181
      ],
      [
        948.446,
        -474.415
      ],
      [
        939.345,
        -470.982
      ]
    ],
    "relativePoints": [
      [
        -3.276,
        5.101
      ],
      [
        -5.822,
        -1.672
      ],
      [
        3.271,
        -5.098
      ],
      [
        5.825,
        1.668
      ],
      [
        -3.276,
        5.101
      ]
    ],
    "rotation": 2.7809,
    "houseLength": 9.73,
    "houseWidth": 7.24,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037755",
    "osmId": 403037755,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037755",
    "lon": 94.0719723,
    "lat": 23.1603883,
    "u": 930.72,
    "v": 135.37,
    "x": 753.84,
    "z": -562.4,
    "width": 12.09,
    "depth": 13.33,
    "height": 3.8,
    "area": 85.9,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        747.793,
        -565.354
      ],
      [
        754.733,
        -569.067
      ],
      [
        759.88,
        -559.447
      ],
      [
        752.94,
        -555.734
      ],
      [
        747.793,
        -565.354
      ]
    ],
    "relativePoints": [
      [
        -6.044,
        -2.954
      ],
      [
        0.896,
        -6.667
      ],
      [
        6.043,
        2.953
      ],
      [
        -0.897,
        6.666
      ],
      [
        -6.044,
        -2.954
      ]
    ],
    "rotation": 1.0795,
    "houseLength": 10.91,
    "houseWidth": 7.87,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037756",
    "osmId": 403037756,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037756",
    "lon": 94.0741832,
    "lat": 23.1589038,
    "u": 1156.99,
    "v": 300.62,
    "x": 1030.69,
    "z": -605.55,
    "width": 12.75,
    "depth": 10.37,
    "height": 3.8,
    "area": 81.1,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1024.314,
        -607.367
      ],
      [
        1034.828,
        -610.734
      ],
      [
        1037.061,
        -603.725
      ],
      [
        1026.554,
        -600.366
      ],
      [
        1024.314,
        -607.367
      ]
    ],
    "relativePoints": [
      [
        -6.375,
        -1.819
      ],
      [
        4.139,
        -5.186
      ],
      [
        6.372,
        1.823
      ],
      [
        -4.135,
        5.182
      ],
      [
        -6.375,
        -1.819
      ]
    ],
    "rotation": -0.3099,
    "houseLength": 11.04,
    "houseWidth": 7.36,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037757",
    "osmId": 403037757,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037757",
    "lon": 94.0729259,
    "lat": 23.1587281,
    "u": 1028.31,
    "v": 320.17,
    "x": 953.52,
    "z": -500.73,
    "width": 10.91,
    "depth": 11.6,
    "height": 3.8,
    "area": 70.7,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        948.067,
        -503.208
      ],
      [
        955.024,
        -506.528
      ],
      [
        958.976,
        -498.248
      ],
      [
        952.019,
        -494.927
      ],
      [
        948.067,
        -503.208
      ]
    ],
    "relativePoints": [
      [
        -5.454,
        -2.48
      ],
      [
        1.503,
        -5.8
      ],
      [
        5.455,
        2.48
      ],
      [
        -1.502,
        5.801
      ],
      [
        -5.454,
        -2.48
      ]
    ],
    "rotation": -2.0161,
    "houseLength": 9.18,
    "houseWidth": 7.71,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037758",
    "osmId": 403037758,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037758",
    "lon": 94.0722034,
    "lat": 23.1603429,
    "u": 954.37,
    "v": 140.41,
    "x": 774.13,
    "z": -575.56,
    "width": 10.48,
    "depth": 10.11,
    "height": 3.8,
    "area": 56,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        768.893,
        -576.473
      ],
      [
        775.785,
        -580.61
      ],
      [
        779.369,
        -574.638
      ],
      [
        772.477,
        -570.501
      ],
      [
        768.893,
        -576.473
      ]
    ],
    "relativePoints": [
      [
        -5.238,
        -0.917
      ],
      [
        1.654,
        -5.054
      ],
      [
        5.238,
        0.918
      ],
      [
        -1.654,
        5.055
      ],
      [
        -5.238,
        -0.917
      ]
    ],
    "rotation": 2.601,
    "houseLength": 8.04,
    "houseWidth": 6.96,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037759",
    "osmId": 403037759,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037759",
    "lon": 94.0739581,
    "lat": 23.158879,
    "u": 1133.96,
    "v": 303.38,
    "x": 1016.35,
    "z": -587.31,
    "width": 14.05,
    "depth": 13.13,
    "height": 3.8,
    "area": 110.4,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1009.327,
        -589.845
      ],
      [
        1019.919,
        -593.873
      ],
      [
        1023.378,
        -584.769
      ],
      [
        1012.786,
        -580.741
      ],
      [
        1009.327,
        -589.845
      ]
    ],
    "relativePoints": [
      [
        -7.026,
        -2.538
      ],
      [
        3.566,
        -6.566
      ],
      [
        7.025,
        2.538
      ],
      [
        -3.567,
        6.566
      ],
      [
        -7.026,
        -2.538
      ]
    ],
    "rotation": 2.7782,
    "houseLength": 11.33,
    "houseWidth": 9.74,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037760",
    "osmId": 403037760,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037760",
    "lon": 94.073144,
    "lat": 23.1589758,
    "u": 1050.64,
    "v": 292.6,
    "x": 949.81,
    "z": -536.02,
    "width": 8.71,
    "depth": 10.57,
    "height": 3.8,
    "area": 61.6,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        945.457,
        -539.687
      ],
      [
        951.935,
        -541.301
      ],
      [
        954.166,
        -532.354
      ],
      [
        947.696,
        -530.733
      ],
      [
        945.457,
        -539.687
      ]
    ],
    "relativePoints": [
      [
        -4.356,
        -3.668
      ],
      [
        2.122,
        -5.282
      ],
      [
        4.353,
        3.665
      ],
      [
        -2.117,
        5.286
      ],
      [
        -4.356,
        -3.668
      ]
    ],
    "rotation": -1.8158,
    "houseLength": 9.23,
    "houseWidth": 6.68,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037761",
    "osmId": 403037761,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037761",
    "lon": 94.0723294,
    "lat": 23.1603293,
    "u": 967.27,
    "v": 141.93,
    "x": 784.32,
    "z": -583.6,
    "width": 12.22,
    "depth": 11.7,
    "height": 3.8,
    "area": 74.1,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        778.217,
        -584.301
      ],
      [
        786.198,
        -589.449
      ],
      [
        790.432,
        -582.899
      ],
      [
        782.451,
        -577.751
      ],
      [
        778.217,
        -584.301
      ]
    ],
    "relativePoints": [
      [
        -6.107,
        -0.701
      ],
      [
        1.874,
        -5.849
      ],
      [
        6.108,
        0.701
      ],
      [
        -1.873,
        5.849
      ],
      [
        -6.107,
        -0.701
      ]
    ],
    "rotation": 2.5687,
    "houseLength": 9.5,
    "houseWidth": 7.8,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037762",
    "osmId": 403037762,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037762",
    "lon": 94.073712,
    "lat": 23.1597506,
    "u": 1108.78,
    "v": 206.35,
    "x": 929.94,
    "z": -638.11,
    "width": 13.5,
    "depth": 14.89,
    "height": 3.8,
    "area": 120.3,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        923.186,
        -642.117
      ],
      [
        932.415,
        -645.553
      ],
      [
        936.681,
        -634.107
      ],
      [
        927.46,
        -630.664
      ],
      [
        923.186,
        -642.117
      ]
    ],
    "relativePoints": [
      [
        -6.75,
        -4.007
      ],
      [
        2.479,
        -7.443
      ],
      [
        6.745,
        4.003
      ],
      [
        -2.476,
        7.446
      ],
      [
        -6.75,
        -4.007
      ]
    ],
    "rotation": -1.928,
    "houseLength": 12.22,
    "houseWidth": 9.85,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037763",
    "osmId": 403037763,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037763",
    "lon": 94.0733008,
    "lat": 23.1591862,
    "u": 1066.68,
    "v": 269.18,
    "x": 944.6,
    "z": -563.92,
    "width": 12.16,
    "depth": 11.63,
    "height": 3.8,
    "area": 72.4,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        938.516,
        -564.374
      ],
      [
        946.427,
        -569.735
      ],
      [
        950.68,
        -563.471
      ],
      [
        942.776,
        -558.102
      ],
      [
        938.516,
        -564.374
      ]
    ],
    "relativePoints": [
      [
        -6.084,
        -0.453
      ],
      [
        1.827,
        -5.814
      ],
      [
        6.08,
        0.45
      ],
      [
        -1.824,
        5.819
      ],
      [
        -6.084,
        -0.453
      ]
    ],
    "rotation": -0.5956,
    "houseLength": 9.56,
    "houseWidth": 7.58,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037764",
    "osmId": 403037764,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037764",
    "lon": 94.0741402,
    "lat": 23.1596873,
    "u": 1152.6,
    "v": 213.39,
    "x": 965.9,
    "z": -664.12,
    "width": 13.23,
    "depth": 10.88,
    "height": 3.8,
    "area": 77,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        959.283,
        -664.785
      ],
      [
        969.723,
        -669.558
      ],
      [
        972.513,
        -663.453
      ],
      [
        962.073,
        -658.681
      ],
      [
        959.283,
        -664.785
      ]
    ],
    "relativePoints": [
      [
        -6.615,
        -0.666
      ],
      [
        3.825,
        -5.439
      ],
      [
        6.615,
        0.666
      ],
      [
        -3.825,
        5.438
      ],
      [
        -6.615,
        -0.666
      ]
    ],
    "rotation": -0.4288,
    "houseLength": 11.48,
    "houseWidth": 6.71,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037765",
    "osmId": 403037765,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037765",
    "lon": 94.0734475,
    "lat": 23.1591403,
    "u": 1081.7,
    "v": 274.29,
    "x": 958.83,
    "z": -570.93,
    "width": 8.54,
    "depth": 7.9,
    "height": 3.2,
    "area": 43,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        954.556,
        -572.795
      ],
      [
        961.316,
        -574.879
      ],
      [
        963.099,
        -569.058
      ],
      [
        956.346,
        -566.981
      ],
      [
        954.556,
        -572.795
      ]
    ],
    "relativePoints": [
      [
        -4.273,
        -1.867
      ],
      [
        2.487,
        -3.951
      ],
      [
        4.27,
        1.87
      ],
      [
        -2.483,
        3.947
      ],
      [
        -4.273,
        -1.867
      ]
    ],
    "rotation": -0.299,
    "houseLength": 7.08,
    "houseWidth": 6.09,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037766",
    "osmId": 403037766,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037766",
    "lon": 94.0743783,
    "lat": 23.1597849,
    "u": 1176.96,
    "v": 202.54,
    "x": 975.45,
    "z": -689.02,
    "width": 10.56,
    "depth": 9.54,
    "height": 3.8,
    "area": 54.3,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        970.176,
        -689.847
      ],
      [
        977.853,
        -693.793
      ],
      [
        980.734,
        -688.204
      ],
      [
        973.05,
        -684.251
      ],
      [
        970.176,
        -689.847
      ]
    ],
    "relativePoints": [
      [
        -5.277,
        -0.823
      ],
      [
        2.4,
        -4.769
      ],
      [
        5.281,
        0.82
      ],
      [
        -2.403,
        4.773
      ],
      [
        -5.277,
        -0.823
      ]
    ],
    "rotation": 2.6665,
    "houseLength": 8.64,
    "houseWidth": 6.29,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037767",
    "osmId": 403037767,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037767",
    "lon": 94.0738596,
    "lat": 23.1582539,
    "u": 1123.88,
    "v": 372.97,
    "x": 1058.43,
    "z": -530.97,
    "width": 15.39,
    "depth": 14.88,
    "height": 3.8,
    "area": 106.6,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1050.732,
        -529.393
      ],
      [
        1060.948,
        -538.413
      ],
      [
        1066.126,
        -532.555
      ],
      [
        1055.91,
        -523.535
      ],
      [
        1050.732,
        -529.393
      ]
    ],
    "relativePoints": [
      [
        -7.697,
        1.581
      ],
      [
        2.519,
        -7.439
      ],
      [
        7.697,
        -1.581
      ],
      [
        -2.519,
        7.439
      ],
      [
        -7.697,
        1.581
      ]
    ],
    "rotation": -0.7233,
    "houseLength": 13.63,
    "houseWidth": 7.82,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037768",
    "osmId": 403037768,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037768",
    "lon": 94.073475,
    "lat": 23.159294,
    "u": 1084.51,
    "v": 257.17,
    "x": 948.72,
    "z": -585.02,
    "width": 8.45,
    "depth": 8.53,
    "height": 3.2,
    "area": 36,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        944.489,
        -585.555
      ],
      [
        948.661,
        -589.286
      ],
      [
        952.942,
        -584.483
      ],
      [
        948.77,
        -580.752
      ],
      [
        944.489,
        -585.555
      ]
    ],
    "relativePoints": [
      [
        -4.226,
        -0.536
      ],
      [
        -0.054,
        -4.267
      ],
      [
        4.227,
        0.536
      ],
      [
        0.055,
        4.267
      ],
      [
        -4.226,
        -0.536
      ]
    ],
    "rotation": 0.8428,
    "houseLength": 6.44,
    "houseWidth": 5.6,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403037769",
    "osmId": 403037769,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037769",
    "lon": 94.0714982,
    "lat": 23.1595231,
    "u": 882.19,
    "v": 231.67,
    "x": 787.62,
    "z": -459.99,
    "width": 12.7,
    "depth": 12.46,
    "height": 3.8,
    "area": 83.6,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        781.272,
        -461.255
      ],
      [
        789.397,
        -466.215
      ],
      [
        793.972,
        -458.716
      ],
      [
        785.848,
        -453.755
      ],
      [
        781.272,
        -461.255
      ]
    ],
    "relativePoints": [
      [
        -6.35,
        -1.27
      ],
      [
        1.775,
        -6.23
      ],
      [
        6.35,
        1.269
      ],
      [
        -1.774,
        6.23
      ],
      [
        -6.35,
        -1.27
      ]
    ],
    "rotation": -0.5481,
    "houseLength": 9.52,
    "houseWidth": 8.79,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037770",
    "osmId": 403037770,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037770",
    "lon": 94.0743028,
    "lat": 23.1597045,
    "u": 1169.23,
    "v": 211.48,
    "x": 976.31,
    "z": -677.24,
    "width": 10.64,
    "depth": 13.72,
    "height": 3.8,
    "area": 73.8,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        970.991,
        -681.563
      ],
      [
        976.405,
        -684.095
      ],
      [
        981.633,
        -672.904
      ],
      [
        976.212,
        -670.379
      ],
      [
        970.991,
        -681.563
      ]
    ],
    "relativePoints": [
      [
        -5.319,
        -4.328
      ],
      [
        0.095,
        -6.86
      ],
      [
        5.323,
        4.331
      ],
      [
        -0.098,
        6.856
      ],
      [
        -5.319,
        -4.328
      ]
    ],
    "rotation": 1.1338,
    "houseLength": 12.35,
    "houseWidth": 5.98,
    "wallHeight": 3.2,
    "roofHeight": 1.3
  },
  {
    "id": "way/403037771",
    "osmId": 403037771,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037771",
    "lon": 94.0735858,
    "lat": 23.1580821,
    "u": 1095.85,
    "v": 392.08,
    "x": 1052.13,
    "z": -497.64,
    "width": 6.81,
    "depth": 6.67,
    "height": 3.2,
    "area": 31.1,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1048.724,
        -499.63
      ],
      [
        1054.24,
        -500.974
      ],
      [
        1055.535,
        -495.641
      ],
      [
        1050.011,
        -494.305
      ],
      [
        1048.724,
        -499.63
      ]
    ],
    "relativePoints": [
      [
        -3.403,
        -1.993
      ],
      [
        2.113,
        -3.337
      ],
      [
        3.408,
        1.996
      ],
      [
        -2.116,
        3.332
      ],
      [
        -3.403,
        -1.993
      ]
    ],
    "rotation": 2.9043,
    "houseLength": 6,
    "houseWidth": 5.49,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403037772",
    "osmId": 403037772,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037772",
    "lon": 94.071931,
    "lat": 23.1596603,
    "u": 926.49,
    "v": 216.4,
    "x": 808.14,
    "z": -502.11,
    "width": 11.87,
    "depth": 11.83,
    "height": 3.8,
    "area": 73,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        802.207,
        -503.254
      ],
      [
        809.374,
        -508.028
      ],
      [
        814.074,
        -500.968
      ],
      [
        806.915,
        -496.201
      ],
      [
        802.207,
        -503.254
      ]
    ],
    "relativePoints": [
      [
        -5.935,
        -1.141
      ],
      [
        1.232,
        -5.915
      ],
      [
        5.932,
        1.145
      ],
      [
        -1.227,
        5.912
      ],
      [
        -5.935,
        -1.141
      ]
    ],
    "rotation": -0.5876,
    "houseLength": 8.61,
    "houseWidth": 8.48,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037773",
    "osmId": 403037773,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037773",
    "lon": 94.0713682,
    "lat": 23.1595552,
    "u": 868.89,
    "v": 228.1,
    "x": 775.69,
    "z": -453.1,
    "width": 11.19,
    "depth": 9.14,
    "height": 3.2,
    "area": 47.9,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        770.09,
        -452.607
      ],
      [
        778.949,
        -457.672
      ],
      [
        781.284,
        -453.6
      ],
      [
        772.425,
        -448.535
      ],
      [
        770.09,
        -452.607
      ]
    ],
    "relativePoints": [
      [
        -5.597,
        0.497
      ],
      [
        3.262,
        -4.568
      ],
      [
        5.597,
        -0.496
      ],
      [
        -3.262,
        4.569
      ],
      [
        -5.597,
        0.497
      ]
    ],
    "rotation": 2.6222,
    "houseLength": 10.21,
    "houseWidth": 4.69,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403037774",
    "osmId": 403037774,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037774",
    "lon": 94.0745639,
    "lat": 23.1596973,
    "u": 1195.96,
    "v": 212.28,
    "x": 995.78,
    "z": -695.57,
    "width": 11.38,
    "depth": 17.57,
    "height": 3.8,
    "area": 110.3,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        990.089,
        -702.298
      ],
      [
        996.549,
        -704.349
      ],
      [
        1001.468,
        -688.834
      ],
      [
        995.009,
        -686.783
      ],
      [
        990.089,
        -702.298
      ]
    ],
    "relativePoints": [
      [
        -5.69,
        -6.732
      ],
      [
        0.77,
        -8.783
      ],
      [
        5.689,
        6.732
      ],
      [
        -0.77,
        8.783
      ],
      [
        -5.69,
        -6.732
      ]
    ],
    "rotation": -1.8779,
    "houseLength": 16.28,
    "houseWidth": 6.78,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037775",
    "osmId": 403037775,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037775",
    "lon": 94.0738195,
    "lat": 23.1580379,
    "u": 1119.77,
    "v": 397.01,
    "x": 1072.53,
    "z": -511.07,
    "width": 10.18,
    "depth": 10.09,
    "height": 3.8,
    "area": 51.7,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1067.439,
        -511.339
      ],
      [
        1073.256,
        -516.117
      ],
      [
        1077.619,
        -510.799
      ],
      [
        1071.794,
        -506.029
      ],
      [
        1067.439,
        -511.339
      ]
    ],
    "relativePoints": [
      [
        -5.088,
        -0.268
      ],
      [
        0.729,
        -5.046
      ],
      [
        5.092,
        0.272
      ],
      [
        -0.733,
        5.042
      ],
      [
        -5.088,
        -0.268
      ]
    ],
    "rotation": 2.4554,
    "houseLength": 7.53,
    "houseWidth": 6.88,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037776",
    "osmId": 403037776,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037776",
    "lon": 94.0722306,
    "lat": 23.1595693,
    "u": 957.16,
    "v": 226.53,
    "x": 837,
    "z": -516.63,
    "width": 13.04,
    "depth": 12.64,
    "height": 3.8,
    "area": 85,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        830.474,
        -517.353
      ],
      [
        838.761,
        -522.947
      ],
      [
        843.513,
        -515.908
      ],
      [
        835.235,
        -510.305
      ],
      [
        830.474,
        -517.353
      ]
    ],
    "relativePoints": [
      [
        -6.522,
        -0.725
      ],
      [
        1.765,
        -6.319
      ],
      [
        6.517,
        0.72
      ],
      [
        -1.761,
        6.323
      ],
      [
        -6.522,
        -0.725
      ]
    ],
    "rotation": -0.5938,
    "houseLength": 10,
    "houseWidth": 8.51,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037777",
    "osmId": 403037777,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037777",
    "lon": 94.0743733,
    "lat": 23.1595138,
    "u": 1176.45,
    "v": 232.72,
    "x": 996.43,
    "z": -667.32,
    "width": 10.02,
    "depth": 11.64,
    "height": 3.8,
    "area": 66,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        991.423,
        -670.524
      ],
      [
        997.633,
        -673.144
      ],
      [
        1001.442,
        -664.124
      ],
      [
        995.233,
        -661.504
      ],
      [
        991.423,
        -670.524
      ]
    ],
    "relativePoints": [
      [
        -5.01,
        -3.2
      ],
      [
        1.2,
        -5.82
      ],
      [
        5.009,
        3.2
      ],
      [
        -1.2,
        5.82
      ],
      [
        -5.01,
        -3.2
      ]
    ],
    "rotation": -1.9705,
    "houseLength": 9.79,
    "houseWidth": 6.74,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037778",
    "osmId": 403037778,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037778",
    "lon": 94.0740206,
    "lat": 23.1580047,
    "u": 1140.35,
    "v": 400.7,
    "x": 1089.69,
    "z": -523.01,
    "width": 9.75,
    "depth": 8.43,
    "height": 3.2,
    "area": 47.9,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1084.815,
        -524.244
      ],
      [
        1092.426,
        -527.227
      ],
      [
        1094.563,
        -521.776
      ],
      [
        1086.951,
        -518.793
      ],
      [
        1084.815,
        -524.244
      ]
    ],
    "relativePoints": [
      [
        -4.874,
        -1.234
      ],
      [
        2.737,
        -4.217
      ],
      [
        4.874,
        1.234
      ],
      [
        -2.738,
        4.217
      ],
      [
        -4.874,
        -1.234
      ]
    ],
    "rotation": 2.7681,
    "houseLength": 8.18,
    "houseWidth": 5.85,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403037779",
    "osmId": 403037779,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037779",
    "lon": 94.0718427,
    "lat": 23.159339,
    "u": 917.45,
    "v": 252.16,
    "x": 827.04,
    "z": -470.43,
    "width": 15.34,
    "depth": 14.33,
    "height": 3.8,
    "area": 111.6,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        819.371,
        -470.733
      ],
      [
        829.806,
        -477.594
      ],
      [
        834.712,
        -470.126
      ],
      [
        824.277,
        -463.265
      ],
      [
        819.371,
        -470.733
      ]
    ],
    "relativePoints": [
      [
        -7.67,
        -0.303
      ],
      [
        2.765,
        -7.164
      ],
      [
        7.671,
        0.304
      ],
      [
        -2.764,
        7.165
      ],
      [
        -7.67,
        -0.303
      ]
    ],
    "rotation": -0.5816,
    "houseLength": 12.49,
    "houseWidth": 8.94,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037780",
    "osmId": 403037780,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037780",
    "lon": 94.072857,
    "lat": 23.1601689,
    "u": 1021.27,
    "v": 159.78,
    "x": 835.13,
    "z": -609.16,
    "width": 12.2,
    "depth": 12.15,
    "height": 3.8,
    "area": 75,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        829.024,
        -609.715
      ],
      [
        835.889,
        -615.241
      ],
      [
        841.227,
        -608.6
      ],
      [
        834.363,
        -603.089
      ],
      [
        829.024,
        -609.715
      ]
    ],
    "relativePoints": [
      [
        -6.102,
        -0.554
      ],
      [
        0.763,
        -6.08
      ],
      [
        6.101,
        0.561
      ],
      [
        -0.763,
        6.072
      ],
      [
        -6.102,
        -0.554
      ]
    ],
    "rotation": -0.6778,
    "houseLength": 8.81,
    "houseWidth": 8.52,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037781",
    "osmId": 403037781,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037781",
    "lon": 94.0742238,
    "lat": 23.1578787,
    "u": 1161.15,
    "v": 414.73,
    "x": 1114.31,
    "z": -527.8,
    "width": 11.85,
    "depth": 12.93,
    "height": 3.8,
    "area": 83.6,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1108.39,
        -530.659
      ],
      [
        1115.538,
        -534.265
      ],
      [
        1120.236,
        -524.936
      ],
      [
        1113.088,
        -521.33
      ],
      [
        1108.39,
        -530.659
      ]
    ],
    "relativePoints": [
      [
        -5.923,
        -2.861
      ],
      [
        1.225,
        -6.467
      ],
      [
        5.923,
        2.862
      ],
      [
        -1.225,
        6.468
      ],
      [
        -5.923,
        -2.861
      ]
    ],
    "rotation": 1.1043,
    "houseLength": 10.45,
    "houseWidth": 8.01,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037782",
    "osmId": 403037782,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037782",
    "lon": 94.0717929,
    "lat": 23.1591971,
    "u": 912.35,
    "v": 267.96,
    "x": 834.61,
    "z": -455.65,
    "width": 12.15,
    "depth": 11.82,
    "height": 3.8,
    "area": 77.5,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        828.533,
        -457.083
      ],
      [
        836.595,
        -461.556
      ],
      [
        840.682,
        -454.213
      ],
      [
        832.62,
        -449.74
      ],
      [
        828.533,
        -457.083
      ]
    ],
    "relativePoints": [
      [
        -6.074,
        -1.435
      ],
      [
        1.988,
        -5.908
      ],
      [
        6.075,
        1.435
      ],
      [
        -1.987,
        5.908
      ],
      [
        -6.074,
        -1.435
      ]
    ],
    "rotation": 2.6351,
    "houseLength": 9.23,
    "houseWidth": 8.4,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037783",
    "osmId": 403037783,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037783",
    "lon": 94.0729189,
    "lat": 23.1600087,
    "u": 1027.59,
    "v": 177.62,
    "x": 852.22,
    "z": -601.02,
    "width": 12.36,
    "depth": 12.31,
    "height": 3.8,
    "area": 77.2,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        846.036,
        -601.664
      ],
      [
        853.044,
        -607.176
      ],
      [
        858.397,
        -600.375
      ],
      [
        851.389,
        -594.863
      ],
      [
        846.036,
        -601.664
      ]
    ],
    "relativePoints": [
      [
        -6.18,
        -0.644
      ],
      [
        0.828,
        -6.156
      ],
      [
        6.181,
        0.645
      ],
      [
        -0.827,
        6.157
      ],
      [
        -6.18,
        -0.644
      ]
    ],
    "rotation": -0.6665,
    "houseLength": 8.92,
    "houseWidth": 8.65,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037784",
    "osmId": 403037784,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037784",
    "lon": 94.0741464,
    "lat": 23.1577792,
    "u": 1153.23,
    "v": 425.81,
    "x": 1116.55,
    "z": -514.37,
    "width": 9.02,
    "depth": 8.12,
    "height": 3.2,
    "area": 47,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1112.041,
        -516.269
      ],
      [
        1119.28,
        -518.423
      ],
      [
        1121.061,
        -512.474
      ],
      [
        1113.822,
        -510.304
      ],
      [
        1112.041,
        -516.269
      ]
    ],
    "relativePoints": [
      [
        -4.51,
        -1.902
      ],
      [
        2.729,
        -4.056
      ],
      [
        4.51,
        1.893
      ],
      [
        -2.729,
        4.063
      ],
      [
        -4.51,
        -1.902
      ]
    ],
    "rotation": 2.8504,
    "houseLength": 7.56,
    "houseWidth": 6.23,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037785",
    "osmId": 403037785,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037785",
    "lon": 94.0721079,
    "lat": 23.1590874,
    "u": 944.6,
    "v": 280.18,
    "x": 866.05,
    "z": -469.81,
    "width": 8.78,
    "depth": 8.85,
    "height": 3.2,
    "area": 40.5,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        861.657,
        -470.812
      ],
      [
        866.875,
        -474.236
      ],
      [
        870.436,
        -468.822
      ],
      [
        865.219,
        -465.384
      ],
      [
        861.657,
        -470.812
      ]
    ],
    "relativePoints": [
      [
        -4.39,
        -0.998
      ],
      [
        0.828,
        -4.422
      ],
      [
        4.389,
        0.992
      ],
      [
        -0.828,
        4.43
      ],
      [
        -4.39,
        -0.998
      ]
    ],
    "rotation": -2.1515,
    "houseLength": 6.49,
    "houseWidth": 6.25,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037786",
    "osmId": 403037786,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037786",
    "lon": 94.0730484,
    "lat": 23.1599838,
    "u": 1040.85,
    "v": 180.38,
    "x": 863.54,
    "z": -608.44,
    "width": 11.89,
    "depth": 11.5,
    "height": 3.8,
    "area": 69.8,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        857.594,
        -608.893
      ],
      [
        865.131,
        -614.194
      ],
      [
        869.487,
        -607.986
      ],
      [
        861.957,
        -602.692
      ],
      [
        857.594,
        -608.893
      ]
    ],
    "relativePoints": [
      [
        -5.948,
        -0.452
      ],
      [
        1.589,
        -5.753
      ],
      [
        5.945,
        0.455
      ],
      [
        -1.585,
        5.749
      ],
      [
        -5.948,
        -0.452
      ]
    ],
    "rotation": -0.613,
    "houseLength": 9.21,
    "houseWidth": 7.58,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037787",
    "osmId": 403037787,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037787",
    "lon": 94.0748456,
    "lat": 23.1591325,
    "u": 1224.79,
    "v": 275.16,
    "x": 1060.63,
    "z": -671.49,
    "width": 12.14,
    "depth": 10.66,
    "height": 3.8,
    "area": 75.6,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1054.56,
        -673.129
      ],
      [
        1063.952,
        -676.822
      ],
      [
        1066.696,
        -669.852
      ],
      [
        1057.304,
        -666.159
      ],
      [
        1054.56,
        -673.129
      ]
    ],
    "relativePoints": [
      [
        -6.068,
        -1.638
      ],
      [
        3.324,
        -5.331
      ],
      [
        6.068,
        1.639
      ],
      [
        -3.324,
        5.332
      ],
      [
        -6.068,
        -1.638
      ]
    ],
    "rotation": -0.3746,
    "houseLength": 10.1,
    "houseWidth": 7.49,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037788",
    "osmId": 403037788,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037788",
    "lon": 94.0717703,
    "lat": 23.1590498,
    "u": 910.04,
    "v": 284.37,
    "x": 844.57,
    "z": -442.41,
    "width": 10.6,
    "depth": 10.69,
    "height": 3.8,
    "area": 56.7,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        844.572,
        -447.76
      ],
      [
        849.871,
        -441.724
      ],
      [
        844.569,
        -437.067
      ],
      [
        839.27,
        -443.104
      ],
      [
        844.572,
        -447.76
      ]
    ],
    "relativePoints": [
      [
        0.002,
        -5.346
      ],
      [
        5.301,
        0.69
      ],
      [
        -0.001,
        5.347
      ],
      [
        -5.3,
        -0.69
      ],
      [
        0.002,
        -5.346
      ]
    ],
    "rotation": -2.2912,
    "houseLength": 8.03,
    "houseWidth": 7.06,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037789",
    "osmId": 403037789,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037789",
    "lon": 94.0717628,
    "lat": 23.1602062,
    "u": 909.28,
    "v": 155.63,
    "x": 753.01,
    "z": -532.91,
    "width": 8.2,
    "depth": 8.09,
    "height": 3.2,
    "area": 35.1,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        754.121,
        -536.953
      ],
      [
        757.11,
        -532.024
      ],
      [
        751.889,
        -528.864
      ],
      [
        748.907,
        -533.786
      ],
      [
        754.121,
        -536.953
      ]
    ],
    "relativePoints": [
      [
        1.114,
        -4.046
      ],
      [
        4.103,
        0.883
      ],
      [
        -1.118,
        4.043
      ],
      [
        -4.1,
        -0.879
      ],
      [
        1.114,
        -4.046
      ]
    ],
    "rotation": 2.5973,
    "houseLength": 6.11,
    "houseWidth": 5.76,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403037790",
    "osmId": 403037790,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037790",
    "lon": 94.0731482,
    "lat": 23.1598902,
    "u": 1051.06,
    "v": 190.81,
    "x": 878.13,
    "z": -608.29,
    "width": 14.97,
    "depth": 14.34,
    "height": 3.8,
    "area": 101.9,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        870.652,
        -607.183
      ],
      [
        880.567,
        -615.462
      ],
      [
        885.625,
        -609.405
      ],
      [
        875.694,
        -601.127
      ],
      [
        870.652,
        -607.183
      ]
    ],
    "relativePoints": [
      [
        -7.483,
        1.111
      ],
      [
        2.432,
        -7.168
      ],
      [
        7.49,
        -1.111
      ],
      [
        -2.441,
        7.167
      ],
      [
        -7.483,
        1.111
      ]
    ],
    "rotation": 2.4467,
    "houseLength": 12.93,
    "houseWidth": 7.89,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037791",
    "osmId": 403037791,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037791",
    "lon": 94.074618,
    "lat": 23.1591088,
    "u": 1201.5,
    "v": 277.8,
    "x": 1046.02,
    "z": -653.15,
    "width": 11.18,
    "depth": 8.94,
    "height": 3.8,
    "area": 75.6,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1040.43,
        -656.039
      ],
      [
        1050.453,
        -657.624
      ],
      [
        1051.607,
        -650.261
      ],
      [
        1041.591,
        -648.683
      ],
      [
        1040.43,
        -656.039
      ]
    ],
    "relativePoints": [
      [
        -5.59,
        -2.887
      ],
      [
        4.433,
        -4.472
      ],
      [
        5.587,
        2.891
      ],
      [
        -4.429,
        4.469
      ],
      [
        -5.59,
        -2.887
      ]
    ],
    "rotation": -0.1568,
    "houseLength": 10.15,
    "houseWidth": 7.45,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037792",
    "osmId": 403037792,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037792",
    "lon": 94.0718598,
    "lat": 23.1601287,
    "u": 919.2,
    "v": 164.26,
    "x": 766.12,
    "z": -533.82,
    "width": 13.4,
    "depth": 12.82,
    "height": 3.8,
    "area": 88.6,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        759.42,
        -534.49
      ],
      [
        768.153,
        -540.232
      ],
      [
        772.816,
        -533.151
      ],
      [
        764.083,
        -527.41
      ],
      [
        759.42,
        -534.49
      ]
    ],
    "relativePoints": [
      [
        -6.698,
        -0.669
      ],
      [
        2.035,
        -6.411
      ],
      [
        6.698,
        0.67
      ],
      [
        -2.035,
        6.411
      ],
      [
        -6.698,
        -0.669
      ]
    ],
    "rotation": -0.5816,
    "houseLength": 10.46,
    "houseWidth": 8.48,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037793",
    "osmId": 403037793,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037793",
    "lon": 94.0728843,
    "lat": 23.1597843,
    "u": 1024.05,
    "v": 202.59,
    "x": 867.37,
    "z": -580.86,
    "width": 9.86,
    "depth": 9.84,
    "height": 3.2,
    "area": 48.3,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        862.438,
        -580.629
      ],
      [
        867.742,
        -585.776
      ],
      [
        872.298,
        -581.09
      ],
      [
        867.002,
        -575.936
      ],
      [
        862.438,
        -580.629
      ]
    ],
    "relativePoints": [
      [
        -4.932,
        0.229
      ],
      [
        0.372,
        -4.918
      ],
      [
        4.928,
        -0.232
      ],
      [
        -0.368,
        4.922
      ],
      [
        -4.932,
        0.229
      ]
    ],
    "rotation": -0.7704,
    "houseLength": 7.4,
    "houseWidth": 6.55,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037794",
    "osmId": 403037794,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037794",
    "lon": 94.0748148,
    "lat": 23.1589647,
    "u": 1221.64,
    "v": 293.84,
    "x": 1071.61,
    "z": -656.06,
    "width": 15.94,
    "depth": 12.42,
    "height": 3.8,
    "area": 121.7,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1063.635,
        -658.149
      ],
      [
        1077.028,
        -662.27
      ],
      [
        1079.579,
        -653.958
      ],
      [
        1066.185,
        -649.852
      ],
      [
        1063.635,
        -658.149
      ]
    ],
    "relativePoints": [
      [
        -7.972,
        -2.092
      ],
      [
        5.421,
        -6.213
      ],
      [
        7.972,
        2.099
      ],
      [
        -5.422,
        6.205
      ],
      [
        -7.972,
        -2.092
      ]
    ],
    "rotation": -0.2985,
    "houseLength": 14.02,
    "houseWidth": 8.69,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037795",
    "osmId": 403037795,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037795",
    "lon": 94.0718246,
    "lat": 23.1599496,
    "u": 915.6,
    "v": 184.2,
    "x": 777.68,
    "z": -517.18,
    "width": 8.91,
    "depth": 9.53,
    "height": 3.2,
    "area": 43.6,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        773.226,
        -518.904
      ],
      [
        778.03,
        -521.945
      ],
      [
        782.133,
        -515.453
      ],
      [
        777.321,
        -512.42
      ],
      [
        773.226,
        -518.904
      ]
    ],
    "relativePoints": [
      [
        -4.452,
        -1.723
      ],
      [
        0.352,
        -4.764
      ],
      [
        4.455,
        1.728
      ],
      [
        -0.357,
        4.761
      ],
      [
        -4.452,
        -1.723
      ]
    ],
    "rotation": 1.0072,
    "houseLength": 7.68,
    "houseWidth": 5.69,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403037796",
    "osmId": 403037796,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037796",
    "lon": 94.0731306,
    "lat": 23.159721,
    "u": 1049.26,
    "v": 209.65,
    "x": 890.19,
    "z": -593.7,
    "width": 12.37,
    "depth": 12.4,
    "height": 3.8,
    "area": 76.6,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        883.997,
        -594.127
      ],
      [
        890.036,
        -599.899
      ],
      [
        896.37,
        -593.261
      ],
      [
        890.338,
        -587.497
      ],
      [
        883.997,
        -594.127
      ]
    ],
    "relativePoints": [
      [
        -6.188,
        -0.431
      ],
      [
        -0.149,
        -6.203
      ],
      [
        6.185,
        0.435
      ],
      [
        0.153,
        6.199
      ],
      [
        -6.188,
        -0.431
      ]
    ],
    "rotation": 0.8088,
    "houseLength": 9.18,
    "houseWidth": 8.35,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037797",
    "osmId": 403037797,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037797",
    "lon": 94.07458,
    "lat": 23.1588377,
    "u": 1197.61,
    "v": 307.97,
    "x": 1064.6,
    "z": -629.07,
    "width": 17.34,
    "depth": 13.87,
    "height": 4.5,
    "area": 142.3,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1055.928,
        -631.046
      ],
      [
        1070.175,
        -636.005
      ],
      [
        1073.272,
        -627.09
      ],
      [
        1059.031,
        -622.138
      ],
      [
        1055.928,
        -631.046
      ]
    ],
    "relativePoints": [
      [
        -8.674,
        -1.976
      ],
      [
        5.573,
        -6.935
      ],
      [
        8.67,
        1.98
      ],
      [
        -5.571,
        6.932
      ],
      [
        -8.674,
        -1.976
      ]
    ],
    "rotation": -0.335,
    "houseLength": 15.09,
    "houseWidth": 9.44,
    "wallHeight": 3.6,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037798",
    "osmId": 403037798,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037798",
    "lon": 94.073639,
    "lat": 23.1592887,
    "u": 1101.3,
    "v": 257.77,
    "x": 961.01,
    "z": -596.46,
    "width": 8.13,
    "depth": 8.01,
    "height": 3.2,
    "area": 38.7,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        956.945,
        -598.153
      ],
      [
        962.836,
        -600.47
      ],
      [
        965.073,
        -594.773
      ],
      [
        959.175,
        -592.464
      ],
      [
        956.945,
        -598.153
      ]
    ],
    "relativePoints": [
      [
        -4.062,
        -1.688
      ],
      [
        1.829,
        -4.005
      ],
      [
        4.066,
        1.692
      ],
      [
        -1.832,
        4.001
      ],
      [
        -4.062,
        -1.688
      ]
    ],
    "rotation": 2.7684,
    "houseLength": 6.34,
    "houseWidth": 6.12,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037799",
    "osmId": 403037799,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037799",
    "lon": 94.0720274,
    "lat": 23.159886,
    "u": 936.35,
    "v": 191.28,
    "x": 797.36,
    "z": -526.85,
    "width": 8.27,
    "depth": 9.19,
    "height": 3.2,
    "area": 43.8,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        796.115,
        -522.257
      ],
      [
        793.222,
        -529.203
      ],
      [
        798.595,
        -531.443
      ],
      [
        801.488,
        -524.497
      ],
      [
        796.115,
        -522.257
      ]
    ],
    "relativePoints": [
      [
        -1.24,
        4.593
      ],
      [
        -4.133,
        -2.353
      ],
      [
        1.24,
        -4.593
      ],
      [
        4.133,
        2.353
      ],
      [
        -1.24,
        4.593
      ]
    ],
    "rotation": -1.9654,
    "houseLength": 7.53,
    "houseWidth": 5.82,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403037800",
    "osmId": 403037800,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037800",
    "lon": 94.0742403,
    "lat": 23.158722,
    "u": 1162.84,
    "v": 320.85,
    "x": 1049.12,
    "z": -595.37,
    "width": 13.83,
    "depth": 15.22,
    "height": 3.8,
    "area": 109.7,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1049.814,
        -602.986
      ],
      [
        1056.039,
        -592.115
      ],
      [
        1048.432,
        -587.766
      ],
      [
        1042.214,
        -598.63
      ],
      [
        1049.814,
        -602.986
      ]
    ],
    "relativePoints": [
      [
        0.689,
        -7.612
      ],
      [
        6.914,
        3.259
      ],
      [
        -0.693,
        7.608
      ],
      [
        -6.911,
        -3.256
      ],
      [
        0.689,
        -7.612
      ]
    ],
    "rotation": 1.0507,
    "houseLength": 12.53,
    "houseWidth": 8.76,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037801",
    "osmId": 403037801,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037801",
    "lon": 94.0736683,
    "lat": 23.1594272,
    "u": 1104.3,
    "v": 242.35,
    "x": 952.23,
    "z": -609.49,
    "width": 12.8,
    "depth": 12.1,
    "height": 3.8,
    "area": 86.8,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        945.825,
        -611.213
      ],
      [
        954.934,
        -615.537
      ],
      [
        958.623,
        -607.765
      ],
      [
        949.522,
        -603.434
      ],
      [
        945.825,
        -611.213
      ]
    ],
    "relativePoints": [
      [
        -6.401,
        -1.726
      ],
      [
        2.708,
        -6.05
      ],
      [
        6.397,
        1.722
      ],
      [
        -2.704,
        6.053
      ],
      [
        -6.401,
        -1.726
      ]
    ],
    "rotation": -0.4432,
    "houseLength": 10.08,
    "houseWidth": 8.61,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037802",
    "osmId": 403037802,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037802",
    "lon": 94.0721293,
    "lat": 23.1598323,
    "u": 946.79,
    "v": 197.26,
    "x": 808.96,
    "z": -530,
    "width": 8.54,
    "depth": 8.54,
    "height": 3.2,
    "area": 36.7,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        804.695,
        -530.395
      ],
      [
        809.321,
        -534.265
      ],
      [
        813.234,
        -529.599
      ],
      [
        808.608,
        -525.729
      ],
      [
        804.695,
        -530.395
      ]
    ],
    "relativePoints": [
      [
        -4.269,
        -0.398
      ],
      [
        0.357,
        -4.268
      ],
      [
        4.27,
        0.398
      ],
      [
        -0.356,
        4.268
      ],
      [
        -4.269,
        -0.398
      ]
    ],
    "rotation": 0.8729,
    "houseLength": 6.1,
    "houseWidth": 6.03,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037803",
    "osmId": 403037803,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037803",
    "lon": 94.0744927,
    "lat": 23.1587082,
    "u": 1188.67,
    "v": 322.39,
    "x": 1068.48,
    "z": -612.55,
    "width": 7.38,
    "depth": 7.53,
    "height": 3.2,
    "area": 35.5,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1064.793,
        -614.596
      ],
      [
        1070.384,
        -616.315
      ],
      [
        1072.173,
        -610.516
      ],
      [
        1066.59,
        -608.79
      ],
      [
        1064.793,
        -614.596
      ]
    ],
    "relativePoints": [
      [
        -3.692,
        -2.042
      ],
      [
        1.899,
        -3.761
      ],
      [
        3.688,
        2.038
      ],
      [
        -1.895,
        3.764
      ],
      [
        -3.692,
        -2.042
      ]
    ],
    "rotation": -1.871,
    "houseLength": 6.08,
    "houseWidth": 5.85,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403037804",
    "osmId": 403037804,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037804",
    "lon": 94.073481,
    "lat": 23.1595371,
    "u": 1085.13,
    "v": 230.12,
    "x": 930.02,
    "z": -604.58,
    "width": 14.64,
    "depth": 14.3,
    "height": 3.8,
    "area": 105.4,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        922.702,
        -604.794
      ],
      [
        931.58,
        -611.736
      ],
      [
        937.342,
        -604.368
      ],
      [
        928.456,
        -597.434
      ],
      [
        922.702,
        -604.794
      ]
    ],
    "relativePoints": [
      [
        -7.318,
        -0.211
      ],
      [
        1.56,
        -7.153
      ],
      [
        7.322,
        0.215
      ],
      [
        -1.564,
        7.149
      ],
      [
        -7.318,
        -0.211
      ]
    ],
    "rotation": 2.479,
    "houseLength": 11.28,
    "houseWidth": 9.35,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037805",
    "osmId": 403037805,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037805",
    "lon": 94.0723311,
    "lat": 23.159818,
    "u": 967.44,
    "v": 198.85,
    "x": 824.69,
    "z": -543.47,
    "width": 13.42,
    "depth": 12.29,
    "height": 3.8,
    "area": 76.1,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        821.778,
        -537.324
      ],
      [
        817.976,
        -542.386
      ],
      [
        827.597,
        -549.613
      ],
      [
        831.398,
        -544.567
      ],
      [
        821.778,
        -537.324
      ]
    ],
    "relativePoints": [
      [
        -2.909,
        6.149
      ],
      [
        -6.711,
        1.087
      ],
      [
        2.91,
        -6.14
      ],
      [
        6.711,
        -1.094
      ],
      [
        -2.909,
        6.149
      ]
    ],
    "rotation": 2.4962,
    "houseLength": 12.04,
    "houseWidth": 6.33,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037806",
    "osmId": 403037806,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037806",
    "lon": 94.074602,
    "lat": 23.1595151,
    "u": 1199.86,
    "v": 232.56,
    "x": 1012.87,
    "z": -683.98,
    "width": 9.33,
    "depth": 9.79,
    "height": 3.8,
    "area": 52.2,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1008.211,
        -686.116
      ],
      [
        1014.399,
        -688.872
      ],
      [
        1017.538,
        -681.84
      ],
      [
        1011.349,
        -679.084
      ],
      [
        1008.211,
        -686.116
      ]
    ],
    "relativePoints": [
      [
        -4.663,
        -2.138
      ],
      [
        1.525,
        -4.894
      ],
      [
        4.664,
        2.138
      ],
      [
        -1.525,
        4.894
      ],
      [
        -4.663,
        -2.138
      ]
    ],
    "rotation": 1.151,
    "houseLength": 7.71,
    "houseWidth": 6.77,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037807",
    "osmId": 403037807,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037807",
    "lon": 94.0733475,
    "lat": 23.1595645,
    "u": 1071.46,
    "v": 227.06,
    "x": 918.2,
    "z": -597.08,
    "width": 12.31,
    "depth": 12.29,
    "height": 3.8,
    "area": 76,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        912.04,
        -597.407
      ],
      [
        918.605,
        -603.232
      ],
      [
        924.352,
        -596.746
      ],
      [
        917.786,
        -590.937
      ],
      [
        912.04,
        -597.407
      ]
    ],
    "relativePoints": [
      [
        -6.156,
        -0.327
      ],
      [
        0.409,
        -6.152
      ],
      [
        6.156,
        0.334
      ],
      [
        -0.41,
        6.143
      ],
      [
        -6.156,
        -0.327
      ]
    ],
    "rotation": -0.7257,
    "houseLength": 8.78,
    "houseWidth": 8.67,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037808",
    "osmId": 403037808,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037808",
    "lon": 94.0743038,
    "lat": 23.1595696,
    "u": 1169.34,
    "v": 226.5,
    "x": 987.01,
    "z": -666.69,
    "width": 8.85,
    "depth": 9.92,
    "height": 3.2,
    "area": 48.3,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        987.922,
        -671.652
      ],
      [
        991.43,
        -664.265
      ],
      [
        986.091,
        -661.729
      ],
      [
        982.584,
        -669.116
      ],
      [
        987.922,
        -671.652
      ]
    ],
    "relativePoints": [
      [
        0.915,
        -4.962
      ],
      [
        4.423,
        2.425
      ],
      [
        -0.916,
        4.961
      ],
      [
        -4.423,
        -2.426
      ],
      [
        0.915,
        -4.962
      ]
    ],
    "rotation": 1.1274,
    "houseLength": 8.18,
    "houseWidth": 5.91,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403037809",
    "osmId": 403037809,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037809",
    "lon": 94.0705539,
    "lat": 23.1605537,
    "u": 785.54,
    "v": 116.95,
    "x": 638.16,
    "z": -472.77,
    "width": 11.97,
    "depth": 11.09,
    "height": 3.8,
    "area": 62.3,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        635.751,
        -467.229
      ],
      [
        632.175,
        -471.934
      ],
      [
        640.557,
        -478.316
      ],
      [
        644.141,
        -473.603
      ],
      [
        635.751,
        -467.229
      ]
    ],
    "relativePoints": [
      [
        -2.405,
        5.542
      ],
      [
        -5.981,
        0.837
      ],
      [
        2.401,
        -5.545
      ],
      [
        5.985,
        -0.832
      ],
      [
        -2.405,
        5.542
      ]
    ],
    "rotation": 2.4919,
    "houseLength": 10.54,
    "houseWidth": 5.92,
    "wallHeight": 3.2,
    "roofHeight": 1.3
  },
  {
    "id": "way/403037810",
    "osmId": 403037810,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037810",
    "lon": 94.0733463,
    "lat": 23.1594675,
    "u": 1071.35,
    "v": 237.86,
    "x": 925.75,
    "z": -589.36,
    "width": 7.72,
    "depth": 7.75,
    "height": 3.2,
    "area": 30,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        921.89,
        -589.656
      ],
      [
        925.91,
        -593.235
      ],
      [
        929.614,
        -589.068
      ],
      [
        925.594,
        -585.488
      ],
      [
        921.89,
        -589.656
      ]
    ],
    "relativePoints": [
      [
        -3.862,
        -0.294
      ],
      [
        0.158,
        -3.873
      ],
      [
        3.862,
        0.294
      ],
      [
        -0.158,
        3.874
      ],
      [
        -3.862,
        -0.294
      ]
    ],
    "rotation": -2.2973,
    "houseLength": 6,
    "houseWidth": 5.38,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403037811",
    "osmId": 403037811,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037811",
    "lon": 94.0742003,
    "lat": 23.159493,
    "u": 1158.75,
    "v": 235.03,
    "x": 985.55,
    "z": -653.17,
    "width": 18.82,
    "depth": 15.02,
    "height": 4.5,
    "area": 176.8,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        976.137,
        -655.979
      ],
      [
        991.874,
        -660.679
      ],
      [
        994.954,
        -650.362
      ],
      [
        979.218,
        -645.661
      ],
      [
        976.137,
        -655.979
      ]
    ],
    "relativePoints": [
      [
        -9.409,
        -2.809
      ],
      [
        6.328,
        -7.509
      ],
      [
        9.408,
        2.808
      ],
      [
        -6.328,
        7.509
      ],
      [
        -9.409,
        -2.809
      ]
    ],
    "rotation": -0.2902,
    "houseLength": 16.42,
    "houseWidth": 10.77,
    "wallHeight": 3.6,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037812",
    "osmId": 403037812,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037812",
    "lon": 94.0709861,
    "lat": 23.1605568,
    "u": 829.78,
    "v": 116.6,
    "x": 669.19,
    "z": -504.29,
    "width": 10.35,
    "depth": 10.87,
    "height": 3.8,
    "area": 56,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        669.108,
        -509.732
      ],
      [
        674.361,
        -502.612
      ],
      [
        669.27,
        -498.859
      ],
      [
        664.009,
        -505.972
      ],
      [
        669.108,
        -509.732
      ]
    ],
    "relativePoints": [
      [
        -0.079,
        -5.438
      ],
      [
        5.174,
        1.682
      ],
      [
        0.083,
        5.435
      ],
      [
        -5.178,
        -1.678
      ],
      [
        -0.079,
        -5.438
      ]
    ],
    "rotation": 0.9352,
    "houseLength": 8.85,
    "houseWidth": 6.34,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037813",
    "osmId": 403037813,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037813",
    "lon": 94.0731619,
    "lat": 23.1594868,
    "u": 1052.47,
    "v": 235.72,
    "x": 910.89,
    "z": -577.53,
    "width": 14.4,
    "depth": 14.39,
    "height": 3.8,
    "area": 103.4,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        903.689,
        -577.721
      ],
      [
        910.551,
        -584.725
      ],
      [
        918.086,
        -577.335
      ],
      [
        911.216,
        -570.339
      ],
      [
        903.689,
        -577.721
      ]
    ],
    "relativePoints": [
      [
        -7.197,
        -0.191
      ],
      [
        -0.335,
        -7.195
      ],
      [
        7.2,
        0.195
      ],
      [
        0.33,
        7.191
      ],
      [
        -7.197,
        -0.191
      ]
    ],
    "rotation": 0.7757,
    "houseLength": 10.55,
    "houseWidth": 9.81,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037814",
    "osmId": 403037814,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037814",
    "lon": 94.0740577,
    "lat": 23.1595381,
    "u": 1144.15,
    "v": 230,
    "x": 971.67,
    "z": -646.4,
    "width": 12.69,
    "depth": 10.81,
    "height": 3.8,
    "area": 77.8,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        965.324,
        -647.7
      ],
      [
        975.242,
        -651.808
      ],
      [
        978.012,
        -645.101
      ],
      [
        968.102,
        -641
      ],
      [
        965.324,
        -647.7
      ]
    ],
    "relativePoints": [
      [
        -6.346,
        -1.298
      ],
      [
        3.572,
        -5.406
      ],
      [
        6.342,
        1.301
      ],
      [
        -3.568,
        5.402
      ],
      [
        -6.346,
        -1.298
      ]
    ],
    "rotation": -0.3927,
    "houseLength": 10.74,
    "houseWidth": 7.26,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037815",
    "osmId": 403037815,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037815",
    "lon": 94.0719769,
    "lat": 23.1589658,
    "u": 931.19,
    "v": 293.71,
    "x": 866.14,
    "z": -450.77,
    "width": 12.39,
    "depth": 12.19,
    "height": 3.8,
    "area": 78,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        859.944,
        -451.64
      ],
      [
        867.544,
        -456.863
      ],
      [
        872.332,
        -449.89
      ],
      [
        864.723,
        -444.675
      ],
      [
        859.944,
        -451.64
      ]
    ],
    "relativePoints": [
      [
        -6.192,
        -0.873
      ],
      [
        1.408,
        -6.096
      ],
      [
        6.196,
        0.877
      ],
      [
        -1.413,
        6.092
      ],
      [
        -6.192,
        -0.873
      ]
    ],
    "rotation": 2.5408,
    "houseLength": 9.23,
    "houseWidth": 8.46,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037816",
    "osmId": 403037816,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037816",
    "lon": 94.0711475,
    "lat": 23.1605017,
    "u": 846.3,
    "v": 122.74,
    "x": 685.21,
    "z": -511.63,
    "width": 15.82,
    "depth": 16.46,
    "height": 3.8,
    "area": 131.2,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        685.439,
        -519.86
      ],
      [
        693.12,
        -509.342
      ],
      [
        684.991,
        -503.402
      ],
      [
        677.303,
        -513.913
      ],
      [
        685.439,
        -519.86
      ]
    ],
    "relativePoints": [
      [
        0.226,
        -8.231
      ],
      [
        7.907,
        2.287
      ],
      [
        -0.222,
        8.227
      ],
      [
        -7.91,
        -2.284
      ],
      [
        0.226,
        -8.231
      ]
    ],
    "rotation": 0.94,
    "houseLength": 13.03,
    "houseWidth": 10.08,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037817",
    "osmId": 403037817,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037817",
    "lon": 94.0728667,
    "lat": 23.1594204,
    "u": 1022.25,
    "v": 243.1,
    "x": 894.74,
    "z": -550.94,
    "width": 14.91,
    "depth": 14.91,
    "height": 3.8,
    "area": 108.7,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        887.282,
        -549.822
      ],
      [
        895.858,
        -558.398
      ],
      [
        902.195,
        -552.061
      ],
      [
        893.619,
        -543.485
      ],
      [
        887.282,
        -549.822
      ]
    ],
    "relativePoints": [
      [
        -7.457,
        1.12
      ],
      [
        1.119,
        -7.456
      ],
      [
        7.456,
        -1.119
      ],
      [
        -1.12,
        7.457
      ],
      [
        -7.457,
        1.12
      ]
    ],
    "rotation": 2.3562,
    "houseLength": 12.13,
    "houseWidth": 8.96,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037818",
    "osmId": 403037818,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037818",
    "lon": 94.0743287,
    "lat": 23.1593413,
    "u": 1171.89,
    "v": 251.91,
    "x": 1006.78,
    "z": -650.52,
    "width": 15.33,
    "depth": 13.16,
    "height": 4.5,
    "area": 140.4,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        999.115,
        -654.192
      ],
      [
        1012.159,
        -657.098
      ],
      [
        1014.444,
        -646.852
      ],
      [
        1001.393,
        -643.938
      ],
      [
        999.115,
        -654.192
      ]
    ],
    "relativePoints": [
      [
        -7.663,
        -3.672
      ],
      [
        5.381,
        -6.578
      ],
      [
        7.666,
        3.668
      ],
      [
        -5.385,
        6.582
      ],
      [
        -7.663,
        -3.672
      ]
    ],
    "rotation": 2.9219,
    "houseLength": 13.37,
    "houseWidth": 10.5,
    "wallHeight": 3.6,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037819",
    "osmId": 403037819,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037819",
    "lon": 94.0720996,
    "lat": 23.1589262,
    "u": 943.75,
    "v": 298.12,
    "x": 878.14,
    "z": -456.53,
    "width": 9.25,
    "depth": 9.02,
    "height": 3.2,
    "area": 41.2,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        873.512,
        -456.266
      ],
      [
        879.179,
        -461.035
      ],
      [
        882.758,
        -456.79
      ],
      [
        877.099,
        -452.013
      ],
      [
        873.512,
        -456.266
      ]
    ],
    "relativePoints": [
      [
        -4.625,
        0.26
      ],
      [
        1.042,
        -4.509
      ],
      [
        4.621,
        -0.264
      ],
      [
        -1.038,
        4.513
      ],
      [
        -4.625,
        0.26
      ]
    ],
    "rotation": -0.6996,
    "houseLength": 7.41,
    "houseWidth": 5.56,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403037820",
    "osmId": 403037820,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037820",
    "lon": 94.071341,
    "lat": 23.1604376,
    "u": 866.1,
    "v": 129.87,
    "x": 704.25,
    "z": -520.6,
    "width": 18.38,
    "depth": 17.14,
    "height": 4.5,
    "area": 165.5,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        695.065,
        -521.726
      ],
      [
        707.777,
        -529.163
      ],
      [
        713.447,
        -519.469
      ],
      [
        700.729,
        -512.024
      ],
      [
        695.065,
        -521.726
      ]
    ],
    "relativePoints": [
      [
        -9.19,
        -1.131
      ],
      [
        3.522,
        -8.568
      ],
      [
        9.192,
        1.126
      ],
      [
        -3.526,
        8.571
      ],
      [
        -9.19,
        -1.131
      ]
    ],
    "rotation": 2.612,
    "houseLength": 14.74,
    "houseWidth": 11.23,
    "wallHeight": 3.6,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037821",
    "osmId": 403037821,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037821",
    "lon": 94.0744521,
    "lat": 23.1592299,
    "u": 1184.52,
    "v": 264.31,
    "x": 1024.48,
    "z": -650.69,
    "width": 12.26,
    "depth": 10.75,
    "height": 3.8,
    "area": 76.4,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1018.35,
        -652.253
      ],
      [
        1027.82,
        -656.056
      ],
      [
        1030.615,
        -649.121
      ],
      [
        1021.138,
        -645.311
      ],
      [
        1018.35,
        -652.253
      ]
    ],
    "relativePoints": [
      [
        -6.131,
        -1.568
      ],
      [
        3.339,
        -5.371
      ],
      [
        6.134,
        1.564
      ],
      [
        -3.343,
        5.374
      ],
      [
        -6.131,
        -1.568
      ]
    ],
    "rotation": 2.7593,
    "houseLength": 10.21,
    "houseWidth": 7.48,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403037822",
    "osmId": 403037822,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037822",
    "lon": 94.0722161,
    "lat": 23.1588884,
    "u": 955.67,
    "v": 302.32,
    "x": 889.54,
    "z": -461.99,
    "width": 7.28,
    "depth": 7.35,
    "height": 3.2,
    "area": 26.5,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        885.895,
        -462.525
      ],
      [
        889.331,
        -465.661
      ],
      [
        893.173,
        -461.443
      ],
      [
        889.745,
        -458.314
      ],
      [
        885.895,
        -462.525
      ]
    ],
    "relativePoints": [
      [
        -3.641,
        -0.539
      ],
      [
        -0.205,
        -3.675
      ],
      [
        3.637,
        0.543
      ],
      [
        0.209,
        3.672
      ],
      [
        -3.641,
        -0.539
      ]
    ],
    "rotation": -2.3114,
    "houseLength": 6,
    "houseWidth": 4.65,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403037823",
    "osmId": 403037823,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037823",
    "lon": 94.0713193,
    "lat": 23.1594171,
    "u": 863.88,
    "v": 243.47,
    "x": 783.01,
    "z": -438.69,
    "width": 15.88,
    "depth": 18.35,
    "height": 4.5,
    "area": 161.6,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        777.906,
        -436.903
      ],
      [
        775.151,
        -442.697
      ],
      [
        787.602,
        -448.599
      ],
      [
        791.035,
        -441.374
      ],
      [
        786.259,
        -439.116
      ],
      [
        788.55,
        -433.945
      ],
      [
        780.221,
        -430.245
      ],
      [
        777.38,
        -436.661
      ],
      [
        777.906,
        -436.903
      ]
    ],
    "relativePoints": [
      [
        -5.107,
        1.789
      ],
      [
        -7.862,
        -4.005
      ],
      [
        4.589,
        -9.907
      ],
      [
        8.022,
        -2.682
      ],
      [
        3.246,
        -0.424
      ],
      [
        5.537,
        4.747
      ],
      [
        -2.792,
        8.447
      ],
      [
        -5.633,
        2.031
      ],
      [
        -5.107,
        1.789
      ]
    ],
    "rotation": -0.4426,
    "houseLength": 14.54,
    "houseWidth": 13.65,
    "wallHeight": 3.6,
    "roofHeight": 1.8
  },
  {
    "id": "way/403038126",
    "osmId": 403038126,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038126",
    "lon": 94.0759341,
    "lat": 23.1589478,
    "u": 1336.2,
    "v": 295.72,
    "x": 1153.94,
    "z": -735.74,
    "width": 10.69,
    "depth": 11.36,
    "height": 3.8,
    "area": 64.7,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1154.884,
        -741.416
      ],
      [
        1159.285,
        -733.585
      ],
      [
        1153.001,
        -730.056
      ],
      [
        1148.6,
        -737.887
      ],
      [
        1154.884,
        -741.416
      ]
    ],
    "relativePoints": [
      [
        0.942,
        -5.68
      ],
      [
        5.343,
        2.151
      ],
      [
        -0.941,
        5.68
      ],
      [
        -5.342,
        -2.151
      ],
      [
        0.942,
        -5.68
      ]
    ],
    "rotation": 1.0588,
    "houseLength": 8.99,
    "houseWidth": 7.21,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403038127",
    "osmId": 403038127,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038127",
    "lon": 94.0761132,
    "lat": 23.1588839,
    "u": 1354.53,
    "v": 302.82,
    "x": 1171.92,
    "z": -743.67,
    "width": 6.95,
    "depth": 8.08,
    "height": 3.2,
    "area": 28.8,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1168.45,
        -745.741
      ],
      [
        1172.115,
        -747.706
      ],
      [
        1175.396,
        -741.588
      ],
      [
        1171.738,
        -739.63
      ],
      [
        1168.45,
        -745.741
      ]
    ],
    "relativePoints": [
      [
        -3.475,
        -2.075
      ],
      [
        0.19,
        -4.04
      ],
      [
        3.471,
        2.078
      ],
      [
        -0.187,
        4.036
      ],
      [
        -3.475,
        -2.075
      ]
    ],
    "rotation": 1.0785,
    "houseLength": 6.94,
    "houseWidth": 4.16,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403038128",
    "osmId": 403038128,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038128",
    "lon": 94.0759218,
    "lat": 23.1588337,
    "u": 1334.94,
    "v": 308.42,
    "x": 1162.03,
    "z": -725.86,
    "width": 11.31,
    "depth": 11.42,
    "height": 3.8,
    "area": 71.7,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1156.374,
        -727.84
      ],
      [
        1163.834,
        -731.569
      ],
      [
        1167.679,
        -723.874
      ],
      [
        1160.219,
        -720.145
      ],
      [
        1156.374,
        -727.84
      ]
    ],
    "relativePoints": [
      [
        -5.652,
        -1.983
      ],
      [
        1.808,
        -5.712
      ],
      [
        5.653,
        1.983
      ],
      [
        -1.807,
        5.712
      ],
      [
        -5.652,
        -1.983
      ]
    ],
    "rotation": -2.0342,
    "houseLength": 8.6,
    "houseWidth": 8.34,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403038129",
    "osmId": 403038129,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038129",
    "lon": 94.0758453,
    "lat": 23.1588439,
    "u": 1327.11,
    "v": 307.29,
    "x": 1155.69,
    "z": -721.13,
    "width": 5.83,
    "depth": 6.42,
    "height": 3.2,
    "area": 18.7,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1155.699,
        -724.332
      ],
      [
        1158.605,
        -719.791
      ],
      [
        1155.69,
        -717.915
      ],
      [
        1152.777,
        -722.464
      ],
      [
        1155.699,
        -724.332
      ]
    ],
    "relativePoints": [
      [
        0.006,
        -3.207
      ],
      [
        2.912,
        1.334
      ],
      [
        -0.003,
        3.21
      ],
      [
        -2.916,
        -1.339
      ],
      [
        0.006,
        -3.207
      ]
    ],
    "rotation": -2.1404,
    "houseLength": 6,
    "houseWidth": 4,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403038130",
    "osmId": 403038130,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038130",
    "lon": 94.0757476,
    "lat": 23.1594915,
    "u": 1317.11,
    "v": 235.2,
    "x": 1097.65,
    "z": -765.03,
    "width": 10.25,
    "depth": 10.2,
    "height": 3.8,
    "area": 51.8,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1092.523,
        -764.682
      ],
      [
        1098.267,
        -770.127
      ],
      [
        1102.773,
        -765.375
      ],
      [
        1097.029,
        -759.93
      ],
      [
        1092.523,
        -764.682
      ]
    ],
    "relativePoints": [
      [
        -5.125,
        0.346
      ],
      [
        0.619,
        -5.099
      ],
      [
        5.125,
        -0.347
      ],
      [
        -0.619,
        5.098
      ],
      [
        -5.125,
        0.346
      ]
    ],
    "rotation": -0.7587,
    "houseLength": 7.92,
    "houseWidth": 6.55,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403038131",
    "osmId": 403038131,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038131",
    "lon": 94.0759721,
    "lat": 23.1596048,
    "u": 1340.08,
    "v": 222.58,
    "x": 1104.97,
    "z": -790.19,
    "width": 9.98,
    "depth": 10.74,
    "height": 3.8,
    "area": 56.3,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1099.984,
        -792.278
      ],
      [
        1105.63,
        -795.562
      ],
      [
        1109.963,
        -788.103
      ],
      [
        1104.309,
        -784.827
      ],
      [
        1099.984,
        -792.278
      ]
    ],
    "relativePoints": [
      [
        -4.987,
        -2.085
      ],
      [
        0.659,
        -5.369
      ],
      [
        4.992,
        2.09
      ],
      [
        -0.662,
        5.366
      ],
      [
        -4.987,
        -2.085
      ]
    ],
    "rotation": 1.0445,
    "houseLength": 8.63,
    "houseWidth": 6.53,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403038132",
    "osmId": 403038132,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038132",
    "lon": 94.075922,
    "lat": 23.1594555,
    "u": 1334.96,
    "v": 239.2,
    "x": 1113.1,
    "z": -774.82,
    "width": 9.37,
    "depth": 9.58,
    "height": 3.2,
    "area": 45.2,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1108.413,
        -775.801
      ],
      [
        1113.26,
        -779.61
      ],
      [
        1117.786,
        -773.839
      ],
      [
        1112.939,
        -770.031
      ],
      [
        1108.413,
        -775.801
      ]
    ],
    "relativePoints": [
      [
        -4.686,
        -0.981
      ],
      [
        0.161,
        -4.79
      ],
      [
        4.687,
        0.981
      ],
      [
        -0.16,
        4.789
      ],
      [
        -4.686,
        -0.981
      ]
    ],
    "rotation": 0.9057,
    "houseLength": 7.34,
    "houseWidth": 6.16,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403038133",
    "osmId": 403038133,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038133",
    "lon": 94.0761011,
    "lat": 23.159449,
    "u": 1353.29,
    "v": 239.93,
    "x": 1126.57,
    "z": -787.26,
    "width": 11.56,
    "depth": 11.39,
    "height": 3.8,
    "area": 66.8,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1120.792,
        -787.739
      ],
      [
        1127.661,
        -792.956
      ],
      [
        1132.347,
        -786.794
      ],
      [
        1125.485,
        -781.57
      ],
      [
        1120.792,
        -787.739
      ]
    ],
    "relativePoints": [
      [
        -5.779,
        -0.474
      ],
      [
        1.09,
        -5.691
      ],
      [
        5.776,
        0.471
      ],
      [
        -1.086,
        5.695
      ],
      [
        -5.779,
        -0.474
      ]
    ],
    "rotation": -0.6496,
    "houseLength": 8.63,
    "houseWidth": 7.75,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403038134",
    "osmId": 403038134,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038134",
    "lon": 94.0763126,
    "lat": 23.1593973,
    "u": 1374.94,
    "v": 245.68,
    "x": 1145.95,
    "z": -798.51,
    "width": 12.87,
    "depth": 13.07,
    "height": 3.8,
    "area": 88.3,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1139.513,
        -800.195
      ],
      [
        1147.19,
        -805.038
      ],
      [
        1152.384,
        -796.819
      ],
      [
        1144.7,
        -791.969
      ],
      [
        1139.513,
        -800.195
      ]
    ],
    "relativePoints": [
      [
        -6.434,
        -1.69
      ],
      [
        1.243,
        -6.533
      ],
      [
        6.437,
        1.686
      ],
      [
        -1.247,
        6.536
      ],
      [
        -6.434,
        -1.69
      ]
    ],
    "rotation": -2.1334,
    "houseLength": 9.73,
    "houseWidth": 9.09,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403038135",
    "osmId": 403038135,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038135",
    "lon": 94.0764492,
    "lat": 23.1598429,
    "u": 1388.91,
    "v": 196.07,
    "x": 1120.75,
    "z": -843.47,
    "width": 13.16,
    "depth": 13.68,
    "height": 3.8,
    "area": 82.9,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1114.173,
        -845.872
      ],
      [
        1119.273,
        -850.31
      ],
      [
        1127.33,
        -841.066
      ],
      [
        1122.231,
        -836.628
      ],
      [
        1114.173,
        -845.872
      ]
    ],
    "relativePoints": [
      [
        -6.579,
        -2.403
      ],
      [
        -1.479,
        -6.841
      ],
      [
        6.578,
        2.403
      ],
      [
        1.479,
        6.841
      ],
      [
        -6.579,
        -2.403
      ]
    ],
    "rotation": -2.2878,
    "houseLength": 12.27,
    "houseWidth": 6.76,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403038136",
    "osmId": 403038136,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038136",
    "lon": 94.0763786,
    "lat": 23.1594976,
    "u": 1381.7,
    "v": 234.51,
    "x": 1142.83,
    "z": -811.18,
    "width": 7.68,
    "depth": 7.56,
    "height": 3.2,
    "area": 34.7,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1138.992,
        -812.803
      ],
      [
        1144.579,
        -814.959
      ],
      [
        1146.676,
        -809.562
      ],
      [
        1141.081,
        -807.399
      ],
      [
        1138.992,
        -812.803
      ]
    ],
    "relativePoints": [
      [
        -3.84,
        -1.622
      ],
      [
        1.747,
        -3.778
      ],
      [
        3.844,
        1.619
      ],
      [
        -1.751,
        3.782
      ],
      [
        -3.84,
        -1.622
      ]
    ],
    "rotation": 2.7727,
    "houseLength": 6,
    "houseWidth": 5.79,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403038137",
    "osmId": 403038137,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038137",
    "lon": 94.0764185,
    "lat": 23.159618,
    "u": 1385.78,
    "v": 221.11,
    "x": 1136.24,
    "z": -823.54,
    "width": 9.12,
    "depth": 9.31,
    "height": 3.2,
    "area": 41.7,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1135.887,
        -828.196
      ],
      [
        1140.8,
        -822.53
      ],
      [
        1136.609,
        -818.891
      ],
      [
        1131.681,
        -824.557
      ],
      [
        1135.887,
        -828.196
      ]
    ],
    "relativePoints": [
      [
        -0.357,
        -4.652
      ],
      [
        4.556,
        1.014
      ],
      [
        0.365,
        4.653
      ],
      [
        -4.563,
        -1.013
      ],
      [
        -0.357,
        -4.652
      ]
    ],
    "rotation": -2.2866,
    "houseLength": 7.51,
    "houseWidth": 5.56,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403038138",
    "osmId": 403038138,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038138",
    "lon": 94.0766217,
    "lat": 23.1593075,
    "u": 1406.58,
    "v": 255.68,
    "x": 1175.39,
    "z": -813.81,
    "width": 11.94,
    "depth": 10.96,
    "height": 3.8,
    "area": 71,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1169.423,
        -814.881
      ],
      [
        1178,
        -819.287
      ],
      [
        1181.36,
        -812.728
      ],
      [
        1172.79,
        -808.33
      ],
      [
        1169.423,
        -814.881
      ]
    ],
    "relativePoints": [
      [
        -5.97,
        -1.075
      ],
      [
        2.607,
        -5.481
      ],
      [
        5.967,
        1.078
      ],
      [
        -2.603,
        5.476
      ],
      [
        -5.97,
        -1.075
      ]
    ],
    "rotation": -0.4745,
    "houseLength": 9.64,
    "houseWidth": 7.37,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403038139",
    "osmId": 403038139,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038139",
    "lon": 94.0766752,
    "lat": 23.1598548,
    "u": 1412.05,
    "v": 194.75,
    "x": 1136.18,
    "z": -860.76,
    "width": 9.29,
    "depth": 9.45,
    "height": 3.2,
    "area": 45.4,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1131.539,
        -861.884
      ],
      [
        1136.87,
        -865.483
      ],
      [
        1140.826,
        -859.631
      ],
      [
        1135.495,
        -856.032
      ],
      [
        1131.539,
        -861.884
      ]
    ],
    "relativePoints": [
      [
        -4.643,
        -1.127
      ],
      [
        0.688,
        -4.726
      ],
      [
        4.644,
        1.126
      ],
      [
        -0.687,
        4.725
      ],
      [
        -4.643,
        -1.127
      ]
    ],
    "rotation": 0.9764,
    "houseLength": 7.07,
    "houseWidth": 6.43,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403038140",
    "osmId": 403038140,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038140",
    "lon": 94.0761938,
    "lat": 23.1590421,
    "u": 1362.78,
    "v": 285.22,
    "x": 1165.31,
    "z": -761.95,
    "width": 5.92,
    "depth": 8.83,
    "height": 3.2,
    "area": 28.3,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1165.631,
        -766.363
      ],
      [
        1168.277,
        -758.666
      ],
      [
        1164.991,
        -757.537
      ],
      [
        1162.352,
        -765.241
      ],
      [
        1165.631,
        -766.363
      ]
    ],
    "relativePoints": [
      [
        0.318,
        -4.411
      ],
      [
        2.964,
        3.286
      ],
      [
        -0.322,
        4.415
      ],
      [
        -2.961,
        -3.289
      ],
      [
        0.318,
        -4.411
      ]
    ],
    "rotation": -1.9008,
    "houseLength": 8.14,
    "houseWidth": 4,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403038141",
    "osmId": 403038141,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038141",
    "lon": 94.0757963,
    "lat": 23.1589047,
    "u": 1322.09,
    "v": 300.51,
    "x": 1147.35,
    "z": -722.37,
    "width": 8.96,
    "depth": 7.23,
    "height": 3.2,
    "area": 34.1,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1142.873,
        -722.699
      ],
      [
        1150.027,
        -725.98
      ],
      [
        1151.837,
        -722.043
      ],
      [
        1144.675,
        -718.754
      ],
      [
        1142.873,
        -722.699
      ]
    ],
    "relativePoints": [
      [
        -4.48,
        -0.33
      ],
      [
        2.674,
        -3.611
      ],
      [
        4.484,
        0.326
      ],
      [
        -2.678,
        3.615
      ],
      [
        -4.48,
        -0.33
      ]
    ],
    "rotation": 2.7111,
    "houseLength": 7.88,
    "houseWidth": 4.34,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403038142",
    "osmId": 403038142,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038142",
    "lon": 94.0760085,
    "lat": 23.1591085,
    "u": 1343.81,
    "v": 277.83,
    "x": 1146.68,
    "z": -753.76,
    "width": 12.4,
    "depth": 11.09,
    "height": 3.8,
    "area": 69.6,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1143.913,
        -748.219
      ],
      [
        1140.476,
        -753.928
      ],
      [
        1149.442,
        -759.306
      ],
      [
        1152.872,
        -753.604
      ],
      [
        1143.913,
        -748.219
      ]
    ],
    "relativePoints": [
      [
        -2.763,
        5.545
      ],
      [
        -6.2,
        -0.164
      ],
      [
        2.766,
        -5.542
      ],
      [
        6.196,
        0.16
      ],
      [
        -2.763,
        5.545
      ]
    ],
    "rotation": -0.5403,
    "houseLength": 10.46,
    "houseWidth": 6.66,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403038143",
    "osmId": 403038143,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038143",
    "lon": 94.075727,
    "lat": 23.1588405,
    "u": 1315,
    "v": 307.66,
    "x": 1147.39,
    "z": -712.29,
    "width": 10.15,
    "depth": 11.46,
    "height": 3.8,
    "area": 58,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1147.36,
        -718.023
      ],
      [
        1152.47,
        -709.642
      ],
      [
        1147.426,
        -706.566
      ],
      [
        1142.316,
        -714.947
      ],
      [
        1147.36,
        -718.023
      ]
    ],
    "relativePoints": [
      [
        -0.033,
        -5.729
      ],
      [
        5.077,
        2.652
      ],
      [
        0.033,
        5.728
      ],
      [
        -5.077,
        -2.653
      ],
      [
        -0.033,
        -5.729
      ]
    ],
    "rotation": 1.0233,
    "houseLength": 9.82,
    "houseWidth": 5.91,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403038144",
    "osmId": 403038144,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038144",
    "lon": 94.0757238,
    "lat": 23.1587181,
    "u": 1314.68,
    "v": 321.29,
    "x": 1156.8,
    "z": -702.43,
    "width": 7.72,
    "depth": 9.11,
    "height": 3.2,
    "area": 40.4,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1152.942,
        -705.045
      ],
      [
        1157.808,
        -706.982
      ],
      [
        1160.665,
        -699.811
      ],
      [
        1155.8,
        -697.874
      ],
      [
        1152.942,
        -705.045
      ]
    ],
    "relativePoints": [
      [
        -3.862,
        -2.617
      ],
      [
        1.004,
        -4.554
      ],
      [
        3.861,
        2.617
      ],
      [
        -1.004,
        4.554
      ],
      [
        -3.862,
        -2.617
      ]
    ],
    "rotation": -1.9501,
    "houseLength": 7.72,
    "houseWidth": 5.24,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403038145",
    "osmId": 403038145,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038145",
    "lon": 94.075543,
    "lat": 23.1587229,
    "u": 1296.17,
    "v": 320.75,
    "x": 1143.34,
    "z": -689.73,
    "width": 10.42,
    "depth": 10.07,
    "height": 3.8,
    "area": 53.9,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1138.128,
        -690.23
      ],
      [
        1144.77,
        -694.762
      ],
      [
        1148.546,
        -689.235
      ],
      [
        1141.897,
        -684.695
      ],
      [
        1138.128,
        -690.23
      ]
    ],
    "relativePoints": [
      [
        -5.207,
        -0.499
      ],
      [
        1.435,
        -5.031
      ],
      [
        5.211,
        0.496
      ],
      [
        -1.438,
        5.036
      ],
      [
        -5.207,
        -0.499
      ]
    ],
    "rotation": 2.5425,
    "houseLength": 8.05,
    "houseWidth": 6.7,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403038146",
    "osmId": 403038146,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038146",
    "lon": 94.0752691,
    "lat": 23.1587408,
    "u": 1268.13,
    "v": 318.76,
    "x": 1122.1,
    "z": -671.31,
    "width": 12.24,
    "depth": 11.99,
    "height": 3.8,
    "area": 85,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1115.979,
        -673.559
      ],
      [
        1124.682,
        -677.304
      ],
      [
        1128.218,
        -669.064
      ],
      [
        1119.522,
        -665.312
      ],
      [
        1115.979,
        -673.559
      ]
    ],
    "relativePoints": [
      [
        -6.121,
        -2.249
      ],
      [
        2.582,
        -5.994
      ],
      [
        6.118,
        2.246
      ],
      [
        -2.578,
        5.998
      ],
      [
        -6.121,
        -2.249
      ]
    ],
    "rotation": -0.4064,
    "houseLength": 9.48,
    "houseWidth": 8.98,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403038147",
    "osmId": 403038147,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038147",
    "lon": 94.0762295,
    "lat": 23.1591907,
    "u": 1366.43,
    "v": 268.68,
    "x": 1156.2,
    "z": -776.23,
    "width": 9.2,
    "depth": 8.84,
    "height": 3.2,
    "area": 45.4,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1151.596,
        -777.517
      ],
      [
        1158.018,
        -780.649
      ],
      [
        1160.799,
        -774.944
      ],
      [
        1154.385,
        -771.805
      ],
      [
        1151.596,
        -777.517
      ]
    ],
    "relativePoints": [
      [
        -4.603,
        -1.288
      ],
      [
        1.819,
        -4.42
      ],
      [
        4.6,
        1.285
      ],
      [
        -1.814,
        4.424
      ],
      [
        -4.603,
        -1.288
      ]
    ],
    "rotation": -0.4538,
    "houseLength": 7.15,
    "houseWidth": 6.36,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403038148",
    "osmId": 403038148,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038148",
    "lon": 94.0766943,
    "lat": 23.1590494,
    "u": 1414,
    "v": 284.41,
    "x": 1200.96,
    "z": -798.74,
    "width": 8.76,
    "depth": 8.72,
    "height": 3.2,
    "area": 45.1,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1196.576,
        -800.567
      ],
      [
        1202.841,
        -803.101
      ],
      [
        1205.34,
        -796.926
      ],
      [
        1199.067,
        -794.384
      ],
      [
        1196.576,
        -800.567
      ]
    ],
    "relativePoints": [
      [
        -4.38,
        -1.822
      ],
      [
        1.885,
        -4.356
      ],
      [
        4.384,
        1.819
      ],
      [
        -1.889,
        4.361
      ],
      [
        -4.38,
        -1.822
      ]
    ],
    "rotation": 2.7566,
    "houseLength": 6.77,
    "houseWidth": 6.67,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403038149",
    "osmId": 403038149,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038149",
    "lon": 94.0760254,
    "lat": 23.1591939,
    "u": 1345.55,
    "v": 268.32,
    "x": 1141.18,
    "z": -761.71,
    "width": 12.28,
    "depth": 12.22,
    "height": 3.8,
    "area": 79,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1135.033,
        -763.048
      ],
      [
        1142.645,
        -767.826
      ],
      [
        1147.316,
        -760.375
      ],
      [
        1139.712,
        -755.604
      ],
      [
        1135.033,
        -763.048
      ]
    ],
    "relativePoints": [
      [
        -6.143,
        -1.335
      ],
      [
        1.469,
        -6.113
      ],
      [
        6.14,
        1.338
      ],
      [
        -1.464,
        6.109
      ],
      [
        -6.143,
        -1.335
      ]
    ],
    "rotation": -0.5605,
    "houseLength": 8.99,
    "houseWidth": 8.79,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403038150",
    "osmId": 403038150,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038150",
    "lon": 94.0763455,
    "lat": 23.1589478,
    "u": 1378.31,
    "v": 295.72,
    "x": 1183.71,
    "z": -765.51,
    "width": 9.79,
    "depth": 9.94,
    "height": 3.8,
    "area": 59.8,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1178.821,
        -767.951
      ],
      [
        1185.992,
        -770.478
      ],
      [
        1188.611,
        -763.068
      ],
      [
        1181.433,
        -760.534
      ],
      [
        1178.821,
        -767.951
      ]
    ],
    "relativePoints": [
      [
        -4.893,
        -2.443
      ],
      [
        2.278,
        -4.97
      ],
      [
        4.897,
        2.44
      ],
      [
        -2.281,
        4.974
      ],
      [
        -4.893,
        -2.443
      ]
    ],
    "rotation": -1.9094,
    "houseLength": 7.87,
    "houseWidth": 7.61,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403038151",
    "osmId": 403038151,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038151",
    "lon": 94.0760352,
    "lat": 23.159265,
    "u": 1346.55,
    "v": 260.41,
    "x": 1136.29,
    "z": -768.02,
    "width": 5.93,
    "depth": 5.42,
    "height": 3.2,
    "area": 17.8,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1133.32,
        -768.64
      ],
      [
        1137.644,
        -770.728
      ],
      [
        1139.254,
        -767.395
      ],
      [
        1134.93,
        -765.307
      ],
      [
        1133.32,
        -768.64
      ]
    ],
    "relativePoints": [
      [
        -2.967,
        -0.623
      ],
      [
        1.357,
        -2.711
      ],
      [
        2.967,
        0.622
      ],
      [
        -1.357,
        2.71
      ],
      [
        -2.967,
        -0.623
      ]
    ],
    "rotation": -0.4499,
    "houseLength": 6,
    "houseWidth": 4,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403038152",
    "osmId": 403038152,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038152",
    "lon": 94.0764561,
    "lat": 23.1588281,
    "u": 1389.62,
    "v": 309.04,
    "x": 1201.13,
    "z": -764.09,
    "width": 8.97,
    "depth": 9.17,
    "height": 3.2,
    "area": 48.8,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1196.648,
        -766.147
      ],
      [
        1202.982,
        -768.671
      ],
      [
        1205.622,
        -762.022
      ],
      [
        1199.28,
        -759.506
      ],
      [
        1196.648,
        -766.147
      ]
    ],
    "relativePoints": [
      [
        -4.485,
        -2.061
      ],
      [
        1.849,
        -4.585
      ],
      [
        4.489,
        2.064
      ],
      [
        -1.853,
        4.58
      ],
      [
        -4.485,
        -2.061
      ]
    ],
    "rotation": 1.1928,
    "houseLength": 7.15,
    "houseWidth": 6.82,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403038153",
    "osmId": 403038153,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038153",
    "lon": 94.07592,
    "lat": 23.1592042,
    "u": 1334.76,
    "v": 267.18,
    "x": 1132.74,
    "z": -754.89,
    "width": 9.58,
    "depth": 9.29,
    "height": 3.2,
    "area": 47.2,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1127.954,
        -755.812
      ],
      [
        1134.215,
        -759.538
      ],
      [
        1137.533,
        -753.977
      ],
      [
        1131.265,
        -750.243
      ],
      [
        1127.954,
        -755.812
      ]
    ],
    "relativePoints": [
      [
        -4.788,
        -0.92
      ],
      [
        1.473,
        -4.646
      ],
      [
        4.791,
        0.915
      ],
      [
        -1.477,
        4.649
      ],
      [
        -4.788,
        -0.92
      ]
    ],
    "rotation": 2.6043,
    "houseLength": 7.3,
    "houseWidth": 6.48,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403038154",
    "osmId": 403038154,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038154",
    "lon": 94.0758379,
    "lat": 23.1592354,
    "u": 1326.35,
    "v": 263.7,
    "x": 1124.33,
    "z": -751.41,
    "width": 8.57,
    "depth": 8.06,
    "height": 3.2,
    "area": 37.9,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1120.052,
        -752.38
      ],
      [
        1126.084,
        -755.438
      ],
      [
        1128.625,
        -750.437
      ],
      [
        1122.577,
        -747.38
      ],
      [
        1120.052,
        -752.38
      ]
    ],
    "relativePoints": [
      [
        -4.282,
        -0.971
      ],
      [
        1.75,
        -4.029
      ],
      [
        4.291,
        0.972
      ],
      [
        -1.757,
        4.029
      ],
      [
        -4.282,
        -0.971
      ]
    ],
    "rotation": 2.6736,
    "houseLength": 6.78,
    "houseWidth": 5.61,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403038155",
    "osmId": 403038155,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038155",
    "lon": 94.0755539,
    "lat": 23.1586201,
    "u": 1297.29,
    "v": 332.2,
    "x": 1152.22,
    "z": -682.42,
    "width": 9.74,
    "depth": 9.07,
    "height": 3.2,
    "area": 45.9,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1147.357,
        -682.897
      ],
      [
        1154.049,
        -686.96
      ],
      [
        1157.095,
        -681.946
      ],
      [
        1150.395,
        -677.891
      ],
      [
        1147.357,
        -682.897
      ]
    ],
    "relativePoints": [
      [
        -4.867,
        -0.474
      ],
      [
        1.825,
        -4.537
      ],
      [
        4.871,
        0.477
      ],
      [
        -1.829,
        4.532
      ],
      [
        -4.867,
        -0.474
      ]
    ],
    "rotation": 2.5973,
    "houseLength": 7.84,
    "houseWidth": 5.87,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403038156",
    "osmId": 403038156,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038156",
    "lon": 94.0760659,
    "lat": 23.1586543,
    "u": 1349.69,
    "v": 328.39,
    "x": 1186.58,
    "z": -722.17,
    "width": 9.02,
    "depth": 8.98,
    "height": 3.2,
    "area": 43,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1182.064,
        -723.225
      ],
      [
        1187.734,
        -726.659
      ],
      [
        1191.089,
        -721.104
      ],
      [
        1185.426,
        -717.677
      ],
      [
        1182.064,
        -723.225
      ]
    ],
    "relativePoints": [
      [
        -4.514,
        -1.059
      ],
      [
        1.156,
        -4.493
      ],
      [
        4.511,
        1.062
      ],
      [
        -1.152,
        4.489
      ],
      [
        -4.514,
        -1.059
      ]
    ],
    "rotation": -0.5446,
    "houseLength": 6.63,
    "houseWidth": 6.49,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403038157",
    "osmId": 403038157,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038157",
    "lon": 94.0752299,
    "lat": 23.1593008,
    "u": 1264.13,
    "v": 256.42,
    "x": 1075.19,
    "z": -712.56,
    "width": 9.47,
    "depth": 9.81,
    "height": 3.2,
    "area": 47.6,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1075.6,
        -717.469
      ],
      [
        1079.928,
        -711.202
      ],
      [
        1074.776,
        -707.655
      ],
      [
        1070.456,
        -713.915
      ],
      [
        1075.6,
        -717.469
      ]
    ],
    "relativePoints": [
      [
        0.41,
        -4.909
      ],
      [
        4.738,
        1.358
      ],
      [
        -0.414,
        4.905
      ],
      [
        -4.734,
        -1.355
      ],
      [
        0.41,
        -4.909
      ]
    ],
    "rotation": 0.9664,
    "houseLength": 7.62,
    "houseWidth": 6.25,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403038158",
    "osmId": 403038158,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038158",
    "lon": 94.0756258,
    "lat": 23.1595165,
    "u": 1304.65,
    "v": 232.41,
    "x": 1086.86,
    "z": -758.19,
    "width": 8.36,
    "depth": 8.38,
    "height": 3.2,
    "area": 35.2,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1082.683,
        -758.572
      ],
      [
        1087.085,
        -762.376
      ],
      [
        1091.04,
        -757.799
      ],
      [
        1086.638,
        -753.995
      ],
      [
        1082.683,
        -758.572
      ]
    ],
    "relativePoints": [
      [
        -4.178,
        -0.387
      ],
      [
        0.224,
        -4.191
      ],
      [
        4.179,
        0.386
      ],
      [
        -0.223,
        4.19
      ],
      [
        -4.178,
        -0.387
      ]
    ],
    "rotation": 0.8582,
    "houseLength": 6.05,
    "houseWidth": 5.82,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403038159",
    "osmId": 403038159,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038159",
    "lon": 94.0760655,
    "lat": 23.1597114,
    "u": 1349.65,
    "v": 210.72,
    "x": 1103.34,
    "z": -805.34,
    "width": 10.57,
    "depth": 11.8,
    "height": 3.8,
    "area": 64.1,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1103.667,
        -811.247
      ],
      [
        1108.626,
        -802.699
      ],
      [
        1103.016,
        -799.45
      ],
      [
        1098.058,
        -807.984
      ],
      [
        1103.667,
        -811.247
      ]
    ],
    "relativePoints": [
      [
        0.325,
        -5.902
      ],
      [
        5.284,
        2.646
      ],
      [
        -0.326,
        5.895
      ],
      [
        -5.284,
        -2.639
      ],
      [
        0.325,
        -5.902
      ]
    ],
    "rotation": 1.0451,
    "houseLength": 9.88,
    "houseWidth": 6.49,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403038160",
    "osmId": 403038160,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038160",
    "lon": 94.0755146,
    "lat": 23.1599999,
    "u": 1293.26,
    "v": 178.6,
    "x": 1040.76,
    "z": -788.19,
    "width": 19.98,
    "depth": 19.68,
    "height": 4.5,
    "area": 196.9,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1030.768,
        -788.254
      ],
      [
        1042.476,
        -798.026
      ],
      [
        1050.75,
        -788.116
      ],
      [
        1039.042,
        -778.345
      ],
      [
        1030.768,
        -788.254
      ]
    ],
    "relativePoints": [
      [
        -9.991,
        -0.069
      ],
      [
        1.717,
        -9.841
      ],
      [
        9.991,
        0.069
      ],
      [
        -1.717,
        9.84
      ],
      [
        -9.991,
        -0.069
      ]
    ],
    "rotation": -0.6955,
    "houseLength": 15.25,
    "houseWidth": 12.91,
    "wallHeight": 3.6,
    "roofHeight": 1.8
  },
  {
    "id": "way/403038161",
    "osmId": 403038161,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038161",
    "lon": 94.0762021,
    "lat": 23.159839,
    "u": 1363.63,
    "v": 196.51,
    "x": 1103.18,
    "z": -825.28,
    "width": 9.34,
    "depth": 9.23,
    "height": 3.2,
    "area": 44.2,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1098.513,
        -825.882
      ],
      [
        1104.128,
        -829.892
      ],
      [
        1107.854,
        -824.675
      ],
      [
        1102.238,
        -820.666
      ],
      [
        1098.513,
        -825.882
      ]
    ],
    "relativePoints": [
      [
        -4.67,
        -0.603
      ],
      [
        0.945,
        -4.613
      ],
      [
        4.671,
        0.604
      ],
      [
        -0.945,
        4.613
      ],
      [
        -4.67,
        -0.603
      ]
    ],
    "rotation": 2.5216,
    "houseLength": 6.9,
    "houseWidth": 6.41,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403038162",
    "osmId": 403038162,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038162",
    "lon": 94.0755009,
    "lat": 23.1598367,
    "u": 1291.87,
    "v": 196.76,
    "x": 1052.62,
    "z": -774.35,
    "width": 9.4,
    "depth": 9.3,
    "height": 3.2,
    "area": 44,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1047.919,
        -774.533
      ],
      [
        1053.289,
        -779.006
      ],
      [
        1057.323,
        -774.176
      ],
      [
        1051.953,
        -769.703
      ],
      [
        1047.919,
        -774.533
      ]
    ],
    "relativePoints": [
      [
        -4.702,
        -0.178
      ],
      [
        0.668,
        -4.651
      ],
      [
        4.702,
        0.179
      ],
      [
        -0.668,
        4.652
      ],
      [
        -4.702,
        -0.178
      ]
    ],
    "rotation": 2.4471,
    "houseLength": 7,
    "houseWidth": 6.29,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403038163",
    "osmId": 403038163,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038163",
    "lon": 94.0762446,
    "lat": 23.1599241,
    "u": 1367.98,
    "v": 187.04,
    "x": 1099.56,
    "z": -835.05,
    "width": 11.05,
    "depth": 11.76,
    "height": 3.8,
    "area": 65.6,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1094.039,
        -837.072
      ],
      [
        1099.721,
        -840.928
      ],
      [
        1105.09,
        -833.026
      ],
      [
        1099.408,
        -829.17
      ],
      [
        1094.039,
        -837.072
      ]
    ],
    "relativePoints": [
      [
        -5.525,
        -2.023
      ],
      [
        0.157,
        -5.879
      ],
      [
        5.526,
        2.023
      ],
      [
        -0.156,
        5.879
      ],
      [
        -5.525,
        -2.023
      ]
    ],
    "rotation": 0.974,
    "houseLength": 9.56,
    "houseWidth": 6.87,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403038164",
    "osmId": 403038164,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038164",
    "lon": 94.0748767,
    "lat": 23.1596816,
    "u": 1227.97,
    "v": 214.02,
    "x": 1019.65,
    "z": -716.97,
    "width": 7.3,
    "depth": 7.28,
    "height": 3.2,
    "area": 26.5,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1015.997,
        -717.106
      ],
      [
        1019.356,
        -720.608
      ],
      [
        1023.3,
        -716.837
      ],
      [
        1019.933,
        -713.329
      ],
      [
        1015.997,
        -717.106
      ]
    ],
    "relativePoints": [
      [
        -3.649,
        -0.136
      ],
      [
        -0.29,
        -3.638
      ],
      [
        3.654,
        0.133
      ],
      [
        0.287,
        3.641
      ],
      [
        -3.649,
        -0.136
      ]
    ],
    "rotation": 0.763,
    "houseLength": 6,
    "houseWidth": 4.86,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403038165",
    "osmId": 403038165,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038165",
    "lon": 94.0757476,
    "lat": 23.159162,
    "u": 1317.11,
    "v": 271.87,
    "x": 1123.58,
    "z": -739.1,
    "width": 11.69,
    "depth": 11.06,
    "height": 3.8,
    "area": 58.9,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1117.737,
        -737.833
      ],
      [
        1125.867,
        -744.625
      ],
      [
        1129.425,
        -740.359
      ],
      [
        1121.294,
        -733.566
      ],
      [
        1117.737,
        -737.833
      ]
    ],
    "relativePoints": [
      [
        -5.844,
        1.263
      ],
      [
        2.286,
        -5.529
      ],
      [
        5.844,
        -1.263
      ],
      [
        -2.287,
        5.53
      ],
      [
        -5.844,
        1.263
      ]
    ],
    "rotation": 2.4456,
    "houseLength": 10.6,
    "houseWidth": 5.56,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403038166",
    "osmId": 403038166,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038166",
    "lon": 94.0754621,
    "lat": 23.1595496,
    "u": 1287.89,
    "v": 228.73,
    "x": 1072.41,
    "z": -748.94,
    "width": 19.73,
    "depth": 20.72,
    "height": 4.5,
    "area": 196.6,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1062.547,
        -752.306
      ],
      [
        1071.242,
        -759.301
      ],
      [
        1082.278,
        -745.573
      ],
      [
        1073.583,
        -738.578
      ],
      [
        1062.547,
        -752.306
      ]
    ],
    "relativePoints": [
      [
        -9.866,
        -3.366
      ],
      [
        -1.171,
        -10.361
      ],
      [
        9.865,
        3.367
      ],
      [
        1.17,
        10.362
      ],
      [
        -9.866,
        -3.366
      ]
    ],
    "rotation": 0.8937,
    "houseLength": 17.62,
    "houseWidth": 11.16,
    "wallHeight": 3.6,
    "roofHeight": 1.8
  },
  {
    "id": "way/403038167",
    "osmId": 403038167,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038167",
    "lon": 94.0755913,
    "lat": 23.1592077,
    "u": 1301.11,
    "v": 266.78,
    "x": 1108.67,
    "z": -731.38,
    "width": 9.46,
    "depth": 9.18,
    "height": 3.2,
    "area": 41.3,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1103.939,
        -730.6
      ],
      [
        1110.055,
        -735.976
      ],
      [
        1113.398,
        -732.156
      ],
      [
        1107.281,
        -726.795
      ],
      [
        1103.939,
        -730.6
      ]
    ],
    "relativePoints": [
      [
        -4.729,
        0.782
      ],
      [
        1.387,
        -4.594
      ],
      [
        4.73,
        -0.774
      ],
      [
        -1.387,
        4.587
      ],
      [
        -4.729,
        0.782
      ]
    ],
    "rotation": -0.7211,
    "houseLength": 8.14,
    "houseWidth": 5.08,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403038168",
    "osmId": 403038168,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038168",
    "lon": 94.075341,
    "lat": 23.159593,
    "u": 1275.5,
    "v": 223.9,
    "x": 1060.23,
    "z": -743.59,
    "width": 11.51,
    "depth": 18.05,
    "height": 3.8,
    "area": 104,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1061.304,
        -743.837
      ],
      [
        1065.475,
        -737.539
      ],
      [
        1059.487,
        -733.582
      ],
      [
        1053.963,
        -741.943
      ],
      [
        1059.019,
        -745.283
      ],
      [
        1056.682,
        -748.141
      ],
      [
        1060.977,
        -751.633
      ],
      [
        1064.928,
        -746.784
      ],
      [
        1061.304,
        -743.837
      ]
    ],
    "relativePoints": [
      [
        1.075,
        -0.244
      ],
      [
        5.246,
        6.054
      ],
      [
        -0.742,
        10.011
      ],
      [
        -6.266,
        1.65
      ],
      [
        -1.21,
        -1.69
      ],
      [
        -3.547,
        -4.548
      ],
      [
        0.748,
        -8.04
      ],
      [
        4.699,
        -3.191
      ],
      [
        1.075,
        -0.244
      ]
    ],
    "rotation": -2.1546,
    "houseLength": 14.24,
    "houseWidth": 11.82,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040729",
    "osmId": 403040729,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040729",
    "lon": 94.0776237,
    "lat": 23.1575292,
    "u": 1509.13,
    "v": 453.63,
    "x": 1387.88,
    "z": -746.35,
    "width": 26.14,
    "depth": 35.72,
    "height": 4.5,
    "area": 423.9,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1390.007,
        -751.43
      ],
      [
        1391.629,
        -749.446
      ],
      [
        1391.964,
        -749.718
      ],
      [
        1401.809,
        -737.413
      ],
      [
        1385.509,
        -724.388
      ],
      [
        1375.664,
        -736.693
      ],
      [
        1382.26,
        -741.967
      ],
      [
        1380.098,
        -744.606
      ],
      [
        1387.257,
        -750.459
      ],
      [
        1383.737,
        -755.629
      ],
      [
        1390.329,
        -760.111
      ],
      [
        1394.267,
        -754.32
      ],
      [
        1390.007,
        -751.43
      ]
    ],
    "relativePoints": [
      [
        2.13,
        -5.082
      ],
      [
        3.752,
        -3.098
      ],
      [
        4.087,
        -3.37
      ],
      [
        13.932,
        8.935
      ],
      [
        -2.368,
        21.96
      ],
      [
        -12.213,
        9.655
      ],
      [
        -5.617,
        4.381
      ],
      [
        -7.779,
        1.742
      ],
      [
        -0.62,
        -4.111
      ],
      [
        -4.14,
        -9.281
      ],
      [
        2.452,
        -13.763
      ],
      [
        6.39,
        -7.972
      ],
      [
        2.13,
        -5.082
      ]
    ],
    "rotation": 2.4674,
    "houseLength": 26.08,
    "houseWidth": 25.51,
    "wallHeight": 3.6,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040730",
    "osmId": 403040730,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040730",
    "lon": 94.0743655,
    "lat": 23.1578085,
    "u": 1175.65,
    "v": 422.54,
    "x": 1130.09,
    "z": -532.53,
    "width": 7.37,
    "depth": 7.51,
    "height": 3.2,
    "area": 28.6,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1126.403,
        -533.417
      ],
      [
        1130.611,
        -536.287
      ],
      [
        1133.777,
        -531.644
      ],
      [
        1129.569,
        -528.775
      ],
      [
        1126.403,
        -533.417
      ]
    ],
    "relativePoints": [
      [
        -3.687,
        -0.886
      ],
      [
        0.521,
        -3.756
      ],
      [
        3.687,
        0.887
      ],
      [
        -0.521,
        3.756
      ],
      [
        -3.687,
        -0.886
      ]
    ],
    "rotation": 0.9723,
    "houseLength": 6,
    "houseWidth": 5.09,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040731",
    "osmId": 403040731,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040731",
    "lon": 94.0755212,
    "lat": 23.1571247,
    "u": 1293.94,
    "v": 498.67,
    "x": 1267.57,
    "z": -562.34,
    "width": 9.98,
    "depth": 9.52,
    "height": 3.2,
    "area": 48.1,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1262.576,
        -562.554
      ],
      [
        1269.074,
        -567.1
      ],
      [
        1272.556,
        -562.127
      ],
      [
        1266.058,
        -557.582
      ],
      [
        1262.576,
        -562.554
      ]
    ],
    "relativePoints": [
      [
        -4.99,
        -0.213
      ],
      [
        1.508,
        -4.759
      ],
      [
        4.99,
        0.214
      ],
      [
        -1.508,
        4.759
      ],
      [
        -4.99,
        -0.213
      ]
    ],
    "rotation": -0.6105,
    "houseLength": 7.93,
    "houseWidth": 6.07,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040732",
    "osmId": 403040732,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040732",
    "lon": 94.0756222,
    "lat": 23.1575645,
    "u": 1304.27,
    "v": 449.71,
    "x": 1240.25,
    "z": -604.27,
    "width": 10.12,
    "depth": 10.08,
    "height": 3.8,
    "area": 50.7,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1235.189,
        -604.011
      ],
      [
        1240.788,
        -609.311
      ],
      [
        1245.31,
        -604.528
      ],
      [
        1239.718,
        -599.235
      ],
      [
        1235.189,
        -604.011
      ]
    ],
    "relativePoints": [
      [
        -5.062,
        0.26
      ],
      [
        0.537,
        -5.04
      ],
      [
        5.059,
        -0.257
      ],
      [
        -0.533,
        5.036
      ],
      [
        -5.062,
        0.26
      ]
    ],
    "rotation": -0.758,
    "houseLength": 7.71,
    "houseWidth": 6.58,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040733",
    "osmId": 403040733,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040733",
    "lon": 94.07697,
    "lat": 23.1585294,
    "u": 1442.22,
    "v": 342.29,
    "x": 1261.84,
    "z": -777.77,
    "width": 8.42,
    "depth": 7.2,
    "height": 3.2,
    "area": 31.7,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1257.629,
        -778.088
      ],
      [
        1264.044,
        -781.37
      ],
      [
        1266.049,
        -777.455
      ],
      [
        1259.633,
        -774.173
      ],
      [
        1257.629,
        -778.088
      ]
    ],
    "relativePoints": [
      [
        -4.21,
        -0.317
      ],
      [
        2.205,
        -3.599
      ],
      [
        4.21,
        0.316
      ],
      [
        -2.206,
        3.598
      ],
      [
        -4.21,
        -0.317
      ]
    ],
    "rotation": 2.6688,
    "houseLength": 7.21,
    "houseWidth": 4.4,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040734",
    "osmId": 403040734,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040734",
    "lon": 94.0765164,
    "lat": 23.1567261,
    "u": 1395.8,
    "v": 543.04,
    "x": 1370.96,
    "z": -602.99,
    "width": 9.19,
    "depth": 8.29,
    "height": 3.2,
    "area": 34.6,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1366.365,
        -603.812
      ],
      [
        1368.812,
        -607.14
      ],
      [
        1375.559,
        -602.174
      ],
      [
        1373.119,
        -598.853
      ],
      [
        1366.365,
        -603.812
      ]
    ],
    "relativePoints": [
      [
        -4.599,
        -0.818
      ],
      [
        -2.152,
        -4.146
      ],
      [
        4.595,
        0.82
      ],
      [
        2.155,
        4.141
      ],
      [
        -4.599,
        -0.818
      ]
    ],
    "rotation": -2.5083,
    "houseLength": 8.38,
    "houseWidth": 4.13,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040735",
    "osmId": 403040735,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040735",
    "lon": 94.0741112,
    "lat": 23.1584524,
    "u": 1149.63,
    "v": 350.87,
    "x": 1061.01,
    "z": -564.81,
    "width": 6.45,
    "depth": 6.83,
    "height": 3.2,
    "area": 25,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1057.786,
        -566.311
      ],
      [
        1061.996,
        -568.223
      ],
      [
        1064.232,
        -563.296
      ],
      [
        1060.029,
        -561.391
      ],
      [
        1057.786,
        -566.311
      ]
    ],
    "relativePoints": [
      [
        -3.225,
        -1.506
      ],
      [
        0.985,
        -3.418
      ],
      [
        3.221,
        1.509
      ],
      [
        -0.982,
        3.414
      ],
      [
        -3.225,
        -1.506
      ]
    ],
    "rotation": 1.1448,
    "houseLength": 6,
    "houseWidth": 4.62,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040736",
    "osmId": 403040736,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040736",
    "lon": 94.0754227,
    "lat": 23.157054,
    "u": 1283.86,
    "v": 506.54,
    "x": 1266,
    "z": -549.65,
    "width": 11.47,
    "depth": 11.79,
    "height": 3.8,
    "area": 64.7,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1260.267,
        -551.287
      ],
      [
        1265.095,
        -555.548
      ],
      [
        1271.739,
        -548.007
      ],
      [
        1266.902,
        -543.754
      ],
      [
        1260.267,
        -551.287
      ]
    ],
    "relativePoints": [
      [
        -5.734,
        -1.638
      ],
      [
        -0.906,
        -5.899
      ],
      [
        5.738,
        1.642
      ],
      [
        0.901,
        5.895
      ],
      [
        -5.734,
        -1.638
      ]
    ],
    "rotation": 0.8485,
    "houseLength": 10.05,
    "houseWidth": 6.44,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040737",
    "osmId": 403040737,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040737",
    "lon": 94.0757165,
    "lat": 23.1575636,
    "u": 1313.93,
    "v": 449.81,
    "x": 1247.15,
    "z": -611.02,
    "width": 11.68,
    "depth": 11.63,
    "height": 3.8,
    "area": 67.6,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1241.309,
        -610.729
      ],
      [
        1247.719,
        -616.84
      ],
      [
        1252.988,
        -611.325
      ],
      [
        1246.571,
        -605.207
      ],
      [
        1241.309,
        -610.729
      ]
    ],
    "relativePoints": [
      [
        -5.837,
        0.296
      ],
      [
        0.573,
        -5.815
      ],
      [
        5.842,
        -0.3
      ],
      [
        -0.575,
        5.818
      ],
      [
        -5.837,
        0.296
      ]
    ],
    "rotation": 2.38,
    "houseLength": 8.87,
    "houseWidth": 7.63,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040738",
    "osmId": 403040738,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040738",
    "lon": 94.0755247,
    "lat": 23.1570135,
    "u": 1294.29,
    "v": 511.04,
    "x": 1276.57,
    "z": -553.84,
    "width": 11.41,
    "depth": 11.45,
    "height": 3.8,
    "area": 65,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1276.306,
        -559.564
      ],
      [
        1282.27,
        -553.296
      ],
      [
        1276.824,
        -548.118
      ],
      [
        1270.86,
        -554.386
      ],
      [
        1276.306,
        -559.564
      ]
    ],
    "relativePoints": [
      [
        -0.259,
        -5.723
      ],
      [
        5.705,
        0.545
      ],
      [
        0.259,
        5.723
      ],
      [
        -5.705,
        -0.545
      ],
      [
        -0.259,
        -5.723
      ]
    ],
    "rotation": -2.3313,
    "houseLength": 8.65,
    "houseWidth": 7.51,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040739",
    "osmId": 403040739,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040739",
    "lon": 94.0767714,
    "lat": 23.1583427,
    "u": 1421.9,
    "v": 363.08,
    "x": 1262.17,
    "z": -748.7,
    "width": 10.62,
    "depth": 11.64,
    "height": 3.8,
    "area": 61.5,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1262.11,
        -754.515
      ],
      [
        1267.477,
        -746.311
      ],
      [
        1262.229,
        -742.874
      ],
      [
        1256.855,
        -751.086
      ],
      [
        1262.11,
        -754.515
      ]
    ],
    "relativePoints": [
      [
        -0.058,
        -5.819
      ],
      [
        5.309,
        2.385
      ],
      [
        0.061,
        5.822
      ],
      [
        -5.313,
        -2.39
      ],
      [
        -0.058,
        -5.819
      ]
    ],
    "rotation": -2.1503,
    "houseLength": 9.81,
    "houseWidth": 6.27,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040740",
    "osmId": 403040740,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040740",
    "lon": 94.0740416,
    "lat": 23.1584698,
    "u": 1142.51,
    "v": 348.93,
    "x": 1054.61,
    "z": -561.15,
    "width": 8.39,
    "depth": 7.8,
    "height": 3.2,
    "area": 34.2,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1050.412,
        -561.614
      ],
      [
        1056.225,
        -565.05
      ],
      [
        1058.799,
        -560.681
      ],
      [
        1052.986,
        -557.245
      ],
      [
        1050.412,
        -561.614
      ]
    ],
    "relativePoints": [
      [
        -4.194,
        -0.467
      ],
      [
        1.619,
        -3.903
      ],
      [
        4.193,
        0.466
      ],
      [
        -1.62,
        3.902
      ],
      [
        -4.194,
        -0.467
      ]
    ],
    "rotation": 2.6078,
    "houseLength": 6.76,
    "houseWidth": 5.07,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040741",
    "osmId": 403040741,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040741",
    "lon": 94.0759163,
    "lat": 23.1575992,
    "u": 1334.38,
    "v": 445.84,
    "x": 1258.81,
    "z": -628.29,
    "width": 15.9,
    "depth": 15.59,
    "height": 3.8,
    "area": 118.6,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1250.859,
        -626.986
      ],
      [
        1260.854,
        -636.083
      ],
      [
        1266.759,
        -629.599
      ],
      [
        1256.758,
        -620.494
      ],
      [
        1250.859,
        -626.986
      ]
    ],
    "relativePoints": [
      [
        -7.949,
        1.305
      ],
      [
        2.046,
        -7.792
      ],
      [
        7.951,
        -1.308
      ],
      [
        -2.05,
        7.797
      ],
      [
        -7.949,
        1.305
      ]
    ],
    "rotation": 2.4031,
    "houseLength": 13.52,
    "houseWidth": 8.77,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040742",
    "osmId": 403040742,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040742",
    "lon": 94.0750372,
    "lat": 23.157628,
    "u": 1244.41,
    "v": 442.64,
    "x": 1192.92,
    "z": -566.94,
    "width": 10.59,
    "depth": 10.66,
    "height": 3.8,
    "area": 60.7,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1194.315,
        -572.267
      ],
      [
        1198.214,
        -565.415
      ],
      [
        1191.527,
        -561.608
      ],
      [
        1187.627,
        -568.461
      ],
      [
        1194.315,
        -572.267
      ]
    ],
    "relativePoints": [
      [
        1.394,
        -5.329
      ],
      [
        5.293,
        1.523
      ],
      [
        -1.394,
        5.33
      ],
      [
        -5.294,
        -1.523
      ],
      [
        1.394,
        -5.329
      ]
    ],
    "rotation": -2.0882,
    "houseLength": 7.89,
    "houseWidth": 7.7,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040743",
    "osmId": 403040743,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040743",
    "lon": 94.0773783,
    "lat": 23.1573586,
    "u": 1484.01,
    "v": 472.62,
    "x": 1383.55,
    "z": -715.16,
    "width": 11.1,
    "depth": 9.99,
    "height": 3.8,
    "area": 53,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1377.999,
        -714.674
      ],
      [
        1386.019,
        -720.159
      ],
      [
        1389.096,
        -715.648
      ],
      [
        1381.084,
        -710.17
      ],
      [
        1377.999,
        -714.674
      ]
    ],
    "relativePoints": [
      [
        -5.55,
        0.489
      ],
      [
        2.47,
        -4.996
      ],
      [
        5.547,
        -0.485
      ],
      [
        -2.465,
        4.993
      ],
      [
        -5.55,
        0.489
      ]
    ],
    "rotation": -0.5998,
    "houseLength": 9.72,
    "houseWidth": 5.46,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040744",
    "osmId": 403040744,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040744",
    "lon": 94.0743719,
    "lat": 23.1583007,
    "u": 1176.31,
    "v": 367.75,
    "x": 1091.82,
    "z": -571.74,
    "width": 6.44,
    "depth": 6.98,
    "height": 3.2,
    "area": 26.8,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1088.597,
        -573.539
      ],
      [
        1093.028,
        -575.231
      ],
      [
        1095.037,
        -569.935
      ],
      [
        1090.613,
        -568.251
      ],
      [
        1088.597,
        -573.539
      ]
    ],
    "relativePoints": [
      [
        -3.222,
        -1.8
      ],
      [
        1.209,
        -3.492
      ],
      [
        3.218,
        1.804
      ],
      [
        -1.206,
        3.488
      ],
      [
        -3.222,
        -1.8
      ]
    ],
    "rotation": 1.2082,
    "houseLength": 6,
    "houseWidth": 4.74,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040745",
    "osmId": 403040745,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040745",
    "lon": 94.075064,
    "lat": 23.1573964,
    "u": 1247.15,
    "v": 468.42,
    "x": 1213.09,
    "z": -550.64,
    "width": 7.23,
    "depth": 7.12,
    "height": 3.2,
    "area": 26.7,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1209.474,
        -551.217
      ],
      [
        1213.948,
        -554.197
      ],
      [
        1216.701,
        -550.069
      ],
      [
        1212.234,
        -547.082
      ],
      [
        1209.474,
        -551.217
      ]
    ],
    "relativePoints": [
      [
        -3.615,
        -0.576
      ],
      [
        0.859,
        -3.556
      ],
      [
        3.612,
        0.572
      ],
      [
        -0.855,
        3.559
      ],
      [
        -3.615,
        -0.576
      ]
    ],
    "rotation": -0.5876,
    "houseLength": 6,
    "houseWidth": 4.97,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040746",
    "osmId": 403040746,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040746",
    "lon": 94.0756686,
    "lat": 23.1577486,
    "u": 1309.03,
    "v": 429.21,
    "x": 1229.12,
    "z": -622.12,
    "width": 11.39,
    "depth": 11.66,
    "height": 3.8,
    "area": 67.7,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1229.598,
        -627.954
      ],
      [
        1234.816,
        -620.797
      ],
      [
        1228.64,
        -616.291
      ],
      [
        1223.423,
        -623.448
      ],
      [
        1229.598,
        -627.954
      ]
    ],
    "relativePoints": [
      [
        0.479,
        -5.832
      ],
      [
        5.697,
        1.325
      ],
      [
        -0.479,
        5.831
      ],
      [
        -5.696,
        -1.326
      ],
      [
        0.479,
        -5.832
      ]
    ],
    "rotation": 0.9408,
    "houseLength": 8.86,
    "houseWidth": 7.65,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040747",
    "osmId": 403040747,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040747",
    "lon": 94.0769529,
    "lat": 23.1577421,
    "u": 1440.47,
    "v": 429.94,
    "x": 1322.58,
    "z": -714.56,
    "width": 13.04,
    "depth": 12.79,
    "height": 3.8,
    "area": 84.4,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1316.055,
        -714.914
      ],
      [
        1323.892,
        -720.957
      ],
      [
        1329.1,
        -714.201
      ],
      [
        1321.27,
        -708.165
      ],
      [
        1316.055,
        -714.914
      ]
    ],
    "relativePoints": [
      [
        -6.524,
        -0.355
      ],
      [
        1.313,
        -6.398
      ],
      [
        6.521,
        0.358
      ],
      [
        -1.309,
        6.394
      ],
      [
        -6.524,
        -0.355
      ]
    ],
    "rotation": -0.6569,
    "houseLength": 9.9,
    "houseWidth": 8.53,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040748",
    "osmId": 403040748,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040748",
    "lon": 94.0773908,
    "lat": 23.1571434,
    "u": 1485.29,
    "v": 496.58,
    "x": 1401.39,
    "z": -699.12,
    "width": 29.9,
    "depth": 25.83,
    "height": 4.5,
    "area": 359.2,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1386.44,
        -697.375
      ],
      [
        1409.118,
        -712.04
      ],
      [
        1416.336,
        -700.87
      ],
      [
        1393.658,
        -686.205
      ],
      [
        1386.44,
        -697.375
      ]
    ],
    "relativePoints": [
      [
        -14.948,
        1.747
      ],
      [
        7.73,
        -12.918
      ],
      [
        14.948,
        -1.748
      ],
      [
        -7.73,
        12.917
      ],
      [
        -14.948,
        1.747
      ]
    ],
    "rotation": 2.5676,
    "houseLength": 27.01,
    "houseWidth": 13.3,
    "wallHeight": 3.6,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040749",
    "osmId": 403040749,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040749",
    "lon": 94.0744465,
    "lat": 23.1582783,
    "u": 1183.95,
    "v": 370.24,
    "x": 1098.98,
    "z": -575.38,
    "width": 8.68,
    "depth": 7.23,
    "height": 3.2,
    "area": 35.3,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1094.633,
        -576.159
      ],
      [
        1101.497,
        -578.992
      ],
      [
        1103.318,
        -574.595
      ],
      [
        1096.454,
        -571.761
      ],
      [
        1094.633,
        -576.159
      ]
    ],
    "relativePoints": [
      [
        -4.342,
        -0.782
      ],
      [
        2.522,
        -3.615
      ],
      [
        4.343,
        0.782
      ],
      [
        -2.521,
        3.616
      ],
      [
        -4.342,
        -0.782
      ]
    ],
    "rotation": 2.75,
    "houseLength": 7.43,
    "houseWidth": 4.76,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040750",
    "osmId": 403040750,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040750",
    "lon": 94.0748543,
    "lat": 23.1571295,
    "u": 1225.68,
    "v": 498.13,
    "x": 1218.92,
    "z": -514.46,
    "width": 6.8,
    "depth": 6.98,
    "height": 3.2,
    "area": 24.4,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1215.52,
        -515.34
      ],
      [
        1219.324,
        -517.948
      ],
      [
        1222.32,
        -513.576
      ],
      [
        1218.516,
        -510.968
      ],
      [
        1215.52,
        -515.34
      ]
    ],
    "relativePoints": [
      [
        -3.4,
        -0.882
      ],
      [
        0.404,
        -3.49
      ],
      [
        3.4,
        0.882
      ],
      [
        -0.404,
        3.49
      ],
      [
        -3.4,
        -0.882
      ]
    ],
    "rotation": -2.1716,
    "houseLength": 6,
    "houseWidth": 4.61,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040751",
    "osmId": 403040751,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040751",
    "lon": 94.0759241,
    "lat": 23.1577461,
    "u": 1335.18,
    "v": 429.49,
    "x": 1247.81,
    "z": -640.42,
    "width": 12.7,
    "depth": 12.7,
    "height": 3.8,
    "area": 81,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1241.462,
        -640.856
      ],
      [
        1248.272,
        -646.769
      ],
      [
        1254.16,
        -639.984
      ],
      [
        1247.35,
        -634.071
      ],
      [
        1241.462,
        -640.856
      ]
    ],
    "relativePoints": [
      [
        -6.349,
        -0.436
      ],
      [
        0.461,
        -6.349
      ],
      [
        6.349,
        0.436
      ],
      [
        -0.461,
        6.349
      ],
      [
        -6.349,
        -0.436
      ]
    ],
    "rotation": 2.4266,
    "houseLength": 9.02,
    "houseWidth": 8.98,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040752",
    "osmId": 403040752,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040752",
    "lon": 94.0770623,
    "lat": 23.157703,
    "u": 1451.67,
    "v": 434.29,
    "x": 1333.57,
    "z": -719.4,
    "width": 8.92,
    "depth": 9.12,
    "height": 3.2,
    "area": 42,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1329.114,
        -720.512
      ],
      [
        1334.15,
        -723.958
      ],
      [
        1338.038,
        -718.289
      ],
      [
        1332.995,
        -714.836
      ],
      [
        1329.114,
        -720.512
      ]
    ],
    "relativePoints": [
      [
        -4.461,
        -1.113
      ],
      [
        0.575,
        -4.559
      ],
      [
        4.463,
        1.11
      ],
      [
        -0.58,
        4.563
      ],
      [
        -4.461,
        -1.113
      ]
    ],
    "rotation": -2.1705,
    "houseLength": 6.88,
    "houseWidth": 6.11,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040753",
    "osmId": 403040753,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040753",
    "lon": 94.0771318,
    "lat": 23.1568098,
    "u": 1458.78,
    "v": 533.72,
    "x": 1408.91,
    "z": -654.12,
    "width": 29.95,
    "depth": 30.02,
    "height": 4.5,
    "area": 405.4,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1404.262,
        -639.111
      ],
      [
        1393.938,
        -649.363
      ],
      [
        1413.552,
        -669.134
      ],
      [
        1423.884,
        -658.874
      ],
      [
        1404.262,
        -639.111
      ]
    ],
    "relativePoints": [
      [
        -4.647,
        15.009
      ],
      [
        -14.971,
        4.757
      ],
      [
        4.643,
        -15.014
      ],
      [
        14.975,
        -4.754
      ],
      [
        -4.647,
        15.009
      ]
    ],
    "rotation": -0.7894,
    "houseLength": 27.86,
    "houseWidth": 14.56,
    "wallHeight": 3.6,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040754",
    "osmId": 403040754,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040754",
    "lon": 94.0746047,
    "lat": 23.1582041,
    "u": 1200.14,
    "v": 378.5,
    "x": 1116.26,
    "z": -580.99,
    "width": 16.11,
    "depth": 13.91,
    "height": 3.8,
    "area": 120.3,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1108.211,
        -581.976
      ],
      [
        1120.441,
        -587.94
      ],
      [
        1124.319,
        -579.995
      ],
      [
        1112.089,
        -574.031
      ],
      [
        1108.211,
        -581.976
      ]
    ],
    "relativePoints": [
      [
        -8.054,
        -0.991
      ],
      [
        4.176,
        -6.955
      ],
      [
        8.054,
        0.99
      ],
      [
        -4.176,
        6.954
      ],
      [
        -8.054,
        -0.991
      ]
    ],
    "rotation": -0.4537,
    "houseLength": 13.61,
    "houseWidth": 8.84,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040755",
    "osmId": 403040755,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040755",
    "lon": 94.076107,
    "lat": 23.1576551,
    "u": 1353.9,
    "v": 439.62,
    "x": 1268.21,
    "z": -646.49,
    "width": 9.2,
    "depth": 9.18,
    "height": 3.2,
    "area": 41.9,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1263.606,
        -646.156
      ],
      [
        1268.685,
        -651.078
      ],
      [
        1272.808,
        -646.825
      ],
      [
        1267.736,
        -641.895
      ],
      [
        1263.606,
        -646.156
      ]
    ],
    "relativePoints": [
      [
        -4.603,
        0.332
      ],
      [
        0.476,
        -4.59
      ],
      [
        4.599,
        -0.337
      ],
      [
        -0.473,
        4.593
      ],
      [
        -4.603,
        0.332
      ]
    ],
    "rotation": 2.3704,
    "houseLength": 7.08,
    "houseWidth": 5.93,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040756",
    "osmId": 403040756,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040756",
    "lon": 94.0755237,
    "lat": 23.1579793,
    "u": 1294.19,
    "v": 403.53,
    "x": 1200.47,
    "z": -629.79,
    "width": 11.24,
    "depth": 10.79,
    "height": 3.8,
    "area": 60.3,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1194.852,
        -629.7
      ],
      [
        1202.026,
        -635.19
      ],
      [
        1206.088,
        -629.884
      ],
      [
        1198.905,
        -624.402
      ],
      [
        1194.852,
        -629.7
      ]
    ],
    "relativePoints": [
      [
        -5.616,
        0.094
      ],
      [
        1.558,
        -5.396
      ],
      [
        5.62,
        -0.09
      ],
      [
        -1.563,
        5.392
      ],
      [
        -5.616,
        0.094
      ]
    ],
    "rotation": 2.4897,
    "houseLength": 9.04,
    "houseWidth": 6.68,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040757",
    "osmId": 403040757,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040757",
    "lon": 94.0770912,
    "lat": 23.157789,
    "u": 1454.63,
    "v": 424.71,
    "x": 1328.89,
    "z": -728.26,
    "width": 10.6,
    "depth": 10.6,
    "height": 3.8,
    "area": 56.1,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1323.593,
        -728.262
      ],
      [
        1328.891,
        -733.56
      ],
      [
        1334.188,
        -728.262
      ],
      [
        1328.891,
        -722.964
      ],
      [
        1323.593,
        -728.262
      ]
    ],
    "relativePoints": [
      [
        -5.298,
        0
      ],
      [
        0,
        -5.298
      ],
      [
        5.297,
        0
      ],
      [
        0,
        5.298
      ],
      [
        -5.298,
        0
      ]
    ],
    "rotation": -0.7854,
    "houseLength": 7.49,
    "houseWidth": 7.49,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040758",
    "osmId": 403040758,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040758",
    "lon": 94.0742851,
    "lat": 23.1582589,
    "u": 1167.42,
    "v": 372.4,
    "x": 1088.82,
    "z": -562.17,
    "width": 8.5,
    "depth": 8.29,
    "height": 3.2,
    "area": 41.8,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1084.57,
        -563.844
      ],
      [
        1090.755,
        -566.315
      ],
      [
        1093.074,
        -560.479
      ],
      [
        1086.888,
        -558.024
      ],
      [
        1084.57,
        -563.844
      ]
    ],
    "relativePoints": [
      [
        -4.252,
        -1.679
      ],
      [
        1.933,
        -4.15
      ],
      [
        4.252,
        1.686
      ],
      [
        -1.934,
        4.141
      ],
      [
        -4.252,
        -1.679
      ]
    ],
    "rotation": -0.3801,
    "houseLength": 6.67,
    "houseWidth": 6.28,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040759",
    "osmId": 403040759,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040759",
    "lon": 94.0761885,
    "lat": 23.1575865,
    "u": 1362.23,
    "v": 447.25,
    "x": 1279.5,
    "z": -646.99,
    "width": 9.4,
    "depth": 9.42,
    "height": 3.2,
    "area": 44.3,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1274.799,
        -647.352
      ],
      [
        1279.571,
        -651.699
      ],
      [
        1284.196,
        -646.626
      ],
      [
        1279.424,
        -642.279
      ],
      [
        1274.799,
        -647.352
      ]
    ],
    "relativePoints": [
      [
        -4.698,
        -0.363
      ],
      [
        0.074,
        -4.71
      ],
      [
        4.699,
        0.363
      ],
      [
        -0.073,
        4.71
      ],
      [
        -4.698,
        -0.363
      ]
    ],
    "rotation": 0.8316,
    "houseLength": 6.87,
    "houseWidth": 6.46,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040760",
    "osmId": 403040760,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040760",
    "lon": 94.0756839,
    "lat": 23.1579829,
    "u": 1310.59,
    "v": 403.13,
    "x": 1211.78,
    "z": -641.67,
    "width": 13.39,
    "depth": 14.45,
    "height": 3.8,
    "area": 96.5,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1205.088,
        -644.359
      ],
      [
        1211.729,
        -648.892
      ],
      [
        1218.48,
        -638.971
      ],
      [
        1211.831,
        -634.446
      ],
      [
        1205.088,
        -644.359
      ]
    ],
    "relativePoints": [
      [
        -6.694,
        -2.692
      ],
      [
        -0.053,
        -7.225
      ],
      [
        6.698,
        2.696
      ],
      [
        0.049,
        7.221
      ],
      [
        -6.694,
        -2.692
      ]
    ],
    "rotation": 0.9733,
    "houseLength": 12,
    "houseWidth": 8.04,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040761",
    "osmId": 403040761,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040761",
    "lon": 94.076371,
    "lat": 23.157592,
    "u": 1380.92,
    "v": 446.64,
    "x": 1292.28,
    "z": -660.63,
    "width": 7.52,
    "depth": 7.43,
    "height": 3.2,
    "area": 27.8,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1288.523,
        -660.478
      ],
      [
        1292.848,
        -664.346
      ],
      [
        1296.044,
        -660.788
      ],
      [
        1291.712,
        -656.913
      ],
      [
        1288.523,
        -660.478
      ]
    ],
    "relativePoints": [
      [
        -3.759,
        0.153
      ],
      [
        0.566,
        -3.715
      ],
      [
        3.762,
        -0.157
      ],
      [
        -0.57,
        3.718
      ],
      [
        -3.759,
        0.153
      ]
    ],
    "rotation": 2.4118,
    "houseLength": 6,
    "houseWidth": 4.78,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040762",
    "osmId": 403040762,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040762",
    "lon": 94.077015,
    "lat": 23.1578602,
    "u": 1446.83,
    "v": 416.79,
    "x": 1317.77,
    "z": -728.35,
    "width": 9.1,
    "depth": 9.56,
    "height": 3.2,
    "area": 43.3,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1313.226,
        -729.828
      ],
      [
        1317.695,
        -733.132
      ],
      [
        1322.325,
        -726.867
      ],
      [
        1317.848,
        -723.571
      ],
      [
        1313.226,
        -729.828
      ]
    ],
    "relativePoints": [
      [
        -4.548,
        -1.478
      ],
      [
        -0.079,
        -4.782
      ],
      [
        4.551,
        1.483
      ],
      [
        0.074,
        4.779
      ],
      [
        -4.548,
        -1.478
      ]
    ],
    "rotation": 0.9344,
    "houseLength": 7.79,
    "houseWidth": 5.56,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040763",
    "osmId": 403040763,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040763",
    "lon": 94.0751767,
    "lat": 23.1571637,
    "u": 1258.68,
    "v": 494.33,
    "x": 1239.56,
    "z": -540.48,
    "width": 7.08,
    "depth": 6.25,
    "height": 3.2,
    "area": 23.1,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1236.027,
        -540.774
      ],
      [
        1241.247,
        -543.602
      ],
      [
        1243.102,
        -540.183
      ],
      [
        1237.882,
        -537.356
      ],
      [
        1236.027,
        -540.774
      ]
    ],
    "relativePoints": [
      [
        -3.537,
        -0.295
      ],
      [
        1.683,
        -3.123
      ],
      [
        3.538,
        0.296
      ],
      [
        -1.682,
        3.123
      ],
      [
        -3.537,
        -0.295
      ]
    ],
    "rotation": -0.4965,
    "houseLength": 6,
    "houseWidth": 4,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040764",
    "osmId": 403040764,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040764",
    "lon": 94.075822,
    "lat": 23.1582047,
    "u": 1324.73,
    "v": 378.44,
    "x": 1204.32,
    "z": -669.13,
    "width": 8.8,
    "depth": 9.03,
    "height": 3.2,
    "area": 43.1,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1199.92,
        -670.631
      ],
      [
        1205.449,
        -673.641
      ],
      [
        1208.718,
        -667.622
      ],
      [
        1203.189,
        -664.611
      ],
      [
        1199.92,
        -670.631
      ]
    ],
    "relativePoints": [
      [
        -4.399,
        -1.505
      ],
      [
        1.13,
        -4.515
      ],
      [
        4.399,
        1.504
      ],
      [
        -1.13,
        4.515
      ],
      [
        -4.399,
        -1.505
      ]
    ],
    "rotation": -2.0683,
    "houseLength": 6.86,
    "houseWidth": 6.3,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040765",
    "osmId": 403040765,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040765",
    "lon": 94.076913,
    "lat": 23.1578667,
    "u": 1436.39,
    "v": 416.06,
    "x": 1309.88,
    "z": -721.48,
    "width": 11.51,
    "depth": 11.03,
    "height": 3.8,
    "area": 62,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1304.125,
        -721.026
      ],
      [
        1311.588,
        -726.994
      ],
      [
        1315.639,
        -721.93
      ],
      [
        1308.176,
        -715.961
      ],
      [
        1304.125,
        -721.026
      ]
    ],
    "relativePoints": [
      [
        -5.757,
        0.452
      ],
      [
        1.706,
        -5.516
      ],
      [
        5.757,
        -0.452
      ],
      [
        -1.706,
        5.517
      ],
      [
        -5.757,
        0.452
      ]
    ],
    "rotation": 2.467,
    "houseLength": 9.56,
    "houseWidth": 6.49,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040766",
    "osmId": 403040766,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040766",
    "lon": 94.0752617,
    "lat": 23.1570466,
    "u": 1267.39,
    "v": 507.35,
    "x": 1254.93,
    "z": -537.42,
    "width": 13.93,
    "depth": 12.95,
    "height": 3.8,
    "area": 89,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1247.964,
        -537.189
      ],
      [
        1257.508,
        -543.899
      ],
      [
        1261.895,
        -537.66
      ],
      [
        1252.351,
        -530.949
      ],
      [
        1247.964,
        -537.189
      ]
    ],
    "relativePoints": [
      [
        -6.965,
        0.235
      ],
      [
        2.579,
        -6.475
      ],
      [
        6.966,
        -0.236
      ],
      [
        -2.578,
        6.475
      ],
      [
        -6.965,
        0.235
      ]
    ],
    "rotation": 2.5287,
    "houseLength": 11.67,
    "houseWidth": 7.63,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040767",
    "osmId": 403040767,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040767",
    "lon": 94.0755718,
    "lat": 23.1578696,
    "u": 1299.12,
    "v": 415.75,
    "x": 1212.6,
    "z": -624.64,
    "width": 7.76,
    "depth": 7.58,
    "height": 3.2,
    "area": 29.6,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1213.418,
        -628.43
      ],
      [
        1216.478,
        -624.531
      ],
      [
        1211.768,
        -620.845
      ],
      [
        1208.716,
        -624.751
      ],
      [
        1213.418,
        -628.43
      ]
    ],
    "relativePoints": [
      [
        0.823,
        -3.791
      ],
      [
        3.883,
        0.108
      ],
      [
        -0.827,
        3.794
      ],
      [
        -3.879,
        -0.112
      ],
      [
        0.823,
        -3.791
      ]
    ],
    "rotation": 2.4776,
    "houseLength": 6,
    "houseWidth": 4.96,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040768",
    "osmId": 403040768,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040768",
    "lon": 94.0767403,
    "lat": 23.1579147,
    "u": 1418.72,
    "v": 410.72,
    "x": 1293.61,
    "z": -712.76,
    "width": 7.91,
    "depth": 7.59,
    "height": 3.2,
    "area": 30.5,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1289.652,
        -712.976
      ],
      [
        1294.728,
        -716.556
      ],
      [
        1297.558,
        -712.539
      ],
      [
        1292.49,
        -708.966
      ],
      [
        1289.652,
        -712.976
      ]
    ],
    "relativePoints": [
      [
        -3.955,
        -0.217
      ],
      [
        1.121,
        -3.797
      ],
      [
        3.951,
        0.22
      ],
      [
        -1.117,
        3.793
      ],
      [
        -3.955,
        -0.217
      ]
    ],
    "rotation": -0.6143,
    "houseLength": 6.21,
    "houseWidth": 4.91,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040769",
    "osmId": 403040769,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040769",
    "lon": 94.0745509,
    "lat": 23.1578089,
    "u": 1194.63,
    "v": 422.5,
    "x": 1143.49,
    "z": -545.98,
    "width": 15.19,
    "depth": 13.69,
    "height": 3.8,
    "area": 108.9,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1135.897,
        -546.705
      ],
      [
        1146.861,
        -552.821
      ],
      [
        1151.085,
        -545.253
      ],
      [
        1140.114,
        -539.131
      ],
      [
        1135.897,
        -546.705
      ]
    ],
    "relativePoints": [
      [
        -7.592,
        -0.728
      ],
      [
        3.372,
        -6.844
      ],
      [
        7.596,
        0.724
      ],
      [
        -3.375,
        6.846
      ],
      [
        -7.592,
        -0.728
      ]
    ],
    "rotation": 2.6326,
    "houseLength": 12.56,
    "houseWidth": 8.67,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040770",
    "osmId": 403040770,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040770",
    "lon": 94.0760365,
    "lat": 23.1583725,
    "u": 1346.68,
    "v": 359.76,
    "x": 1206.64,
    "z": -697.86,
    "width": 14.08,
    "depth": 13.88,
    "height": 3.8,
    "area": 100.5,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1199.597,
        -698.787
      ],
      [
        1208.145,
        -704.8
      ],
      [
        1213.679,
        -696.937
      ],
      [
        1205.139,
        -690.915
      ],
      [
        1199.597,
        -698.787
      ]
    ],
    "relativePoints": [
      [
        -7.043,
        -0.927
      ],
      [
        1.505,
        -6.94
      ],
      [
        7.039,
        0.923
      ],
      [
        -1.501,
        6.945
      ],
      [
        -7.043,
        -0.927
      ]
    ],
    "rotation": -0.613,
    "houseLength": 10.45,
    "houseWidth": 9.63,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040771",
    "osmId": 403040771,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040771",
    "lon": 94.0768386,
    "lat": 23.1568797,
    "u": 1428.77,
    "v": 525.94,
    "x": 1382.19,
    "z": -638.39,
    "width": 8.94,
    "depth": 9.08,
    "height": 3.2,
    "area": 42.3,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1377.719,
        -637.284
      ],
      [
        1381.433,
        -642.935
      ],
      [
        1386.66,
        -639.503
      ],
      [
        1382.946,
        -633.853
      ],
      [
        1377.719,
        -637.284
      ]
    ],
    "relativePoints": [
      [
        -4.471,
        1.11
      ],
      [
        -0.757,
        -4.541
      ],
      [
        4.47,
        -1.109
      ],
      [
        0.756,
        4.541
      ],
      [
        -4.471,
        1.11
      ]
    ],
    "rotation": -0.9894,
    "houseLength": 6.77,
    "houseWidth": 6.25,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040772",
    "osmId": 403040772,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040772",
    "lon": 94.0743345,
    "lat": 23.1576017,
    "u": 1172.49,
    "v": 445.57,
    "x": 1144.14,
    "z": -514.01,
    "width": 6.58,
    "depth": 6.02,
    "height": 3.2,
    "area": 32.2,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1140.845,
        -516.326
      ],
      [
        1146.811,
        -517.018
      ],
      [
        1147.427,
        -511.683
      ],
      [
        1141.468,
        -510.999
      ],
      [
        1140.845,
        -516.326
      ]
    ],
    "relativePoints": [
      [
        -3.293,
        -2.319
      ],
      [
        2.673,
        -3.011
      ],
      [
        3.289,
        2.324
      ],
      [
        -2.67,
        3.008
      ],
      [
        -3.293,
        -2.319
      ]
    ],
    "rotation": -0.1155,
    "houseLength": 6.01,
    "houseWidth": 5.37,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040773",
    "osmId": 403040773,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040773",
    "lon": 94.0761657,
    "lat": 23.1584645,
    "u": 1359.9,
    "v": 349.52,
    "x": 1208.74,
    "z": -714.45,
    "width": 8.8,
    "depth": 8.56,
    "height": 3.2,
    "area": 41,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1204.345,
        -715.563
      ],
      [
        1210.252,
        -718.731
      ],
      [
        1213.141,
        -713.338
      ],
      [
        1207.234,
        -710.17
      ],
      [
        1204.345,
        -715.563
      ]
    ],
    "relativePoints": [
      [
        -4.398,
        -1.113
      ],
      [
        1.509,
        -4.281
      ],
      [
        4.398,
        1.112
      ],
      [
        -1.509,
        4.28
      ],
      [
        -4.398,
        -1.113
      ]
    ],
    "rotation": 2.6493,
    "houseLength": 6.71,
    "houseWidth": 6.12,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040774",
    "osmId": 403040774,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040774",
    "lon": 94.0766519,
    "lat": 23.1571713,
    "u": 1409.67,
    "v": 493.47,
    "x": 1345.72,
    "z": -647.85,
    "width": 10.88,
    "depth": 10.04,
    "height": 3.8,
    "area": 58,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1340.285,
        -648.622
      ],
      [
        1347.964,
        -652.869
      ],
      [
        1351.163,
        -647.079
      ],
      [
        1343.484,
        -642.832
      ],
      [
        1340.285,
        -648.622
      ]
    ],
    "relativePoints": [
      [
        -5.439,
        -0.771
      ],
      [
        2.24,
        -5.018
      ],
      [
        5.439,
        0.772
      ],
      [
        -2.24,
        5.019
      ],
      [
        -5.439,
        -0.771
      ]
    ],
    "rotation": 2.6364,
    "houseLength": 8.78,
    "houseWidth": 6.61,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040775",
    "osmId": 403040775,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040775",
    "lon": 94.0745202,
    "lat": 23.1575441,
    "u": 1191.49,
    "v": 451.98,
    "x": 1162.11,
    "z": -522.91,
    "width": 6.44,
    "depth": 6.76,
    "height": 3.2,
    "area": 25.9,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1163.374,
        -526.292
      ],
      [
        1165.326,
        -521.286
      ],
      [
        1160.837,
        -519.536
      ],
      [
        1158.885,
        -524.542
      ],
      [
        1163.374,
        -526.292
      ]
    ],
    "relativePoints": [
      [
        1.269,
        -3.378
      ],
      [
        3.221,
        1.628
      ],
      [
        -1.268,
        3.378
      ],
      [
        -3.22,
        -1.628
      ],
      [
        1.269,
        -3.378
      ]
    ],
    "rotation": 1.199,
    "houseLength": 6,
    "houseWidth": 4.82,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040776",
    "osmId": 403040776,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040776",
    "lon": 94.0753365,
    "lat": 23.1576113,
    "u": 1275.04,
    "v": 444.5,
    "x": 1215.89,
    "z": -587.28,
    "width": 12.57,
    "depth": 11.74,
    "height": 3.8,
    "area": 75,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1209.607,
        -587.559
      ],
      [
        1218.157,
        -593.15
      ],
      [
        1222.178,
        -587.001
      ],
      [
        1213.628,
        -581.411
      ],
      [
        1209.607,
        -587.559
      ]
    ],
    "relativePoints": [
      [
        -6.285,
        -0.279
      ],
      [
        2.265,
        -5.87
      ],
      [
        6.286,
        0.279
      ],
      [
        -2.264,
        5.869
      ],
      [
        -6.285,
        -0.279
      ]
    ],
    "rotation": -0.5791,
    "houseLength": 10.22,
    "houseWidth": 7.35,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040777",
    "osmId": 403040777,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040777",
    "lon": 94.0766897,
    "lat": 23.1572304,
    "u": 1413.53,
    "v": 486.9,
    "x": 1343.81,
    "z": -655.23,
    "width": 6.61,
    "depth": 6.5,
    "height": 3.2,
    "area": 21.7,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1340.505,
        -655.407
      ],
      [
        1344.426,
        -658.478
      ],
      [
        1347.111,
        -655.054
      ],
      [
        1343.183,
        -651.977
      ],
      [
        1340.505,
        -655.407
      ]
    ],
    "relativePoints": [
      [
        -3.301,
        -0.178
      ],
      [
        0.62,
        -3.249
      ],
      [
        3.305,
        0.175
      ],
      [
        -0.623,
        3.252
      ],
      [
        -3.301,
        -0.178
      ]
    ],
    "rotation": 2.4771,
    "houseLength": 6,
    "houseWidth": 4.35,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040778",
    "osmId": 403040778,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040778",
    "lon": 94.0747263,
    "lat": 23.1574877,
    "u": 1212.58,
    "v": 458.26,
    "x": 1181.46,
    "z": -533.39,
    "width": 7.08,
    "depth": 7.15,
    "height": 3.2,
    "area": 29.5,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1177.922,
        -534.874
      ],
      [
        1182.849,
        -536.967
      ],
      [
        1185,
        -531.892
      ],
      [
        1180.072,
        -529.814
      ],
      [
        1177.922,
        -534.874
      ]
    ],
    "relativePoints": [
      [
        -3.539,
        -1.488
      ],
      [
        1.388,
        -3.581
      ],
      [
        3.539,
        1.494
      ],
      [
        -1.389,
        3.572
      ],
      [
        -3.539,
        -1.488
      ]
    ],
    "rotation": 1.1699,
    "houseLength": 6,
    "houseWidth": 5.35,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040779",
    "osmId": 403040779,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040779",
    "lon": 94.0767741,
    "lat": 23.1572047,
    "u": 1422.17,
    "v": 489.76,
    "x": 1351.94,
    "z": -659.32,
    "width": 6.16,
    "depth": 6.05,
    "height": 3.2,
    "area": 18.8,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1348.857,
        -659.43
      ],
      [
        1352.513,
        -662.346
      ],
      [
        1355.013,
        -659.194
      ],
      [
        1351.357,
        -656.294
      ],
      [
        1348.857,
        -659.43
      ]
    ],
    "relativePoints": [
      [
        -3.078,
        -0.114
      ],
      [
        0.578,
        -3.03
      ],
      [
        3.078,
        0.122
      ],
      [
        -0.578,
        3.022
      ],
      [
        -3.078,
        -0.114
      ]
    ],
    "rotation": -0.6733,
    "houseLength": 6,
    "houseWidth": 4.02,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040780",
    "osmId": 403040780,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040780",
    "lon": 94.0748254,
    "lat": 23.1574682,
    "u": 1222.72,
    "v": 460.42,
    "x": 1190.16,
    "z": -539.03,
    "width": 8.22,
    "depth": 8.55,
    "height": 3.2,
    "area": 36.5,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1186.049,
        -540.324
      ],
      [
        1190.682,
        -543.304
      ],
      [
        1194.272,
        -537.731
      ],
      [
        1189.653,
        -534.75
      ],
      [
        1186.049,
        -540.324
      ]
    ],
    "relativePoints": [
      [
        -4.115,
        -1.297
      ],
      [
        0.518,
        -4.277
      ],
      [
        4.108,
        1.296
      ],
      [
        -0.511,
        4.277
      ],
      [
        -4.115,
        -1.297
      ]
    ],
    "rotation": -2.1448,
    "houseLength": 6.64,
    "houseWidth": 5.51,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040781",
    "osmId": 403040781,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040781",
    "lon": 94.07665,
    "lat": 23.1573316,
    "u": 1409.47,
    "v": 475.63,
    "x": 1332.96,
    "z": -660.33,
    "width": 10.88,
    "depth": 10.9,
    "height": 3.8,
    "area": 59.3,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1327.527,
        -660.627
      ],
      [
        1332.974,
        -665.775
      ],
      [
        1338.403,
        -660.027
      ],
      [
        1332.956,
        -654.879
      ],
      [
        1327.527,
        -660.627
      ]
    ],
    "relativePoints": [
      [
        -5.438,
        -0.3
      ],
      [
        0.009,
        -5.448
      ],
      [
        5.438,
        0.3
      ],
      [
        -0.009,
        5.448
      ],
      [
        -5.438,
        -0.3
      ]
    ],
    "rotation": 0.8139,
    "houseLength": 7.91,
    "houseWidth": 7.49,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040782",
    "osmId": 403040782,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040782",
    "lon": 94.0749335,
    "lat": 23.1574323,
    "u": 1233.78,
    "v": 464.42,
    "x": 1200.81,
    "z": -544.02,
    "width": 12.96,
    "depth": 13.34,
    "height": 3.8,
    "area": 87.2,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1194.333,
        -545.617
      ],
      [
        1201.042,
        -550.689
      ],
      [
        1207.294,
        -542.426
      ],
      [
        1200.584,
        -537.353
      ],
      [
        1194.333,
        -545.617
      ]
    ],
    "relativePoints": [
      [
        -6.48,
        -1.596
      ],
      [
        0.229,
        -6.668
      ],
      [
        6.481,
        1.595
      ],
      [
        -0.229,
        6.668
      ],
      [
        -6.48,
        -1.596
      ]
    ],
    "rotation": -2.2184,
    "houseLength": 10.36,
    "houseWidth": 8.41,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040783",
    "osmId": 403040783,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040783",
    "lon": 94.0752179,
    "lat": 23.1575529,
    "u": 1262.9,
    "v": 451,
    "x": 1211.91,
    "z": -574.1,
    "width": 9.04,
    "depth": 8.57,
    "height": 3.2,
    "area": 42.8,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1207.387,
        -575.217
      ],
      [
        1213.717,
        -578.383
      ],
      [
        1216.425,
        -572.983
      ],
      [
        1210.095,
        -569.818
      ],
      [
        1207.387,
        -575.217
      ]
    ],
    "relativePoints": [
      [
        -4.519,
        -1.117
      ],
      [
        1.811,
        -4.283
      ],
      [
        4.519,
        1.117
      ],
      [
        -1.811,
        4.282
      ],
      [
        -4.519,
        -1.117
      ]
    ],
    "rotation": -0.4638,
    "houseLength": 7.08,
    "houseWidth": 6.04,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040784",
    "osmId": 403040784,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040784",
    "lon": 94.0765048,
    "lat": 23.1573454,
    "u": 1394.61,
    "v": 474.1,
    "x": 1321.38,
    "z": -650.9,
    "width": 12.17,
    "depth": 12.15,
    "height": 3.8,
    "area": 73.4,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1315.291,
        -650.486
      ],
      [
        1321.934,
        -656.971
      ],
      [
        1327.457,
        -651.317
      ],
      [
        1320.823,
        -644.824
      ],
      [
        1315.291,
        -650.486
      ]
    ],
    "relativePoints": [
      [
        -6.085,
        0.413
      ],
      [
        0.558,
        -6.072
      ],
      [
        6.081,
        -0.418
      ],
      [
        -0.553,
        6.075
      ],
      [
        -6.085,
        0.413
      ]
    ],
    "rotation": -0.7734,
    "houseLength": 9.29,
    "houseWidth": 7.92,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040785",
    "osmId": 403040785,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040785",
    "lon": 94.0742661,
    "lat": 23.1581767,
    "u": 1165.49,
    "v": 381.56,
    "x": 1093.93,
    "z": -554.32,
    "width": 9.02,
    "depth": 8.32,
    "height": 3.2,
    "area": 41.4,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1089.416,
        -555.278
      ],
      [
        1095.91,
        -558.482
      ],
      [
        1098.44,
        -553.361
      ],
      [
        1091.946,
        -550.157
      ],
      [
        1089.416,
        -555.278
      ]
    ],
    "relativePoints": [
      [
        -4.512,
        -0.959
      ],
      [
        1.982,
        -4.163
      ],
      [
        4.512,
        0.958
      ],
      [
        -1.982,
        4.162
      ],
      [
        -4.512,
        -0.959
      ]
    ],
    "rotation": -0.4583,
    "houseLength": 7.24,
    "houseWidth": 5.71,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040786",
    "osmId": 403040786,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040786",
    "lon": 94.0745303,
    "lat": 23.1573675,
    "u": 1192.52,
    "v": 471.63,
    "x": 1176.73,
    "z": -509.74,
    "width": 10.6,
    "depth": 9.69,
    "height": 3.8,
    "area": 56.4,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1171.438,
        -510.788
      ],
      [
        1179.113,
        -514.591
      ],
      [
        1182.037,
        -508.699
      ],
      [
        1174.347,
        -504.897
      ],
      [
        1171.438,
        -510.788
      ]
    ],
    "relativePoints": [
      [
        -5.296,
        -1.044
      ],
      [
        2.379,
        -4.847
      ],
      [
        5.303,
        1.045
      ],
      [
        -2.387,
        4.847
      ],
      [
        -5.296,
        -1.044
      ]
    ],
    "rotation": 2.6824,
    "houseLength": 8.58,
    "houseWidth": 6.58,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040787",
    "osmId": 403040787,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040787",
    "lon": 94.0762729,
    "lat": 23.1576154,
    "u": 1370.87,
    "v": 444.04,
    "x": 1283.33,
    "z": -655.37,
    "width": 9.02,
    "depth": 9.02,
    "height": 3.2,
    "area": 40.7,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1278.826,
        -655.252
      ],
      [
        1283.3,
        -659.883
      ],
      [
        1287.843,
        -655.484
      ],
      [
        1283.362,
        -650.861
      ],
      [
        1278.826,
        -655.252
      ]
    ],
    "relativePoints": [
      [
        -4.507,
        0.118
      ],
      [
        -0.033,
        -4.513
      ],
      [
        4.51,
        -0.114
      ],
      [
        0.029,
        4.509
      ],
      [
        -4.507,
        0.118
      ]
    ],
    "rotation": -0.8026,
    "houseLength": 6.45,
    "houseWidth": 6.32,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040788",
    "osmId": 403040788,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040788",
    "lon": 94.0751637,
    "lat": 23.1580055,
    "u": 1257.35,
    "v": 400.61,
    "x": 1172.35,
    "z": -605.81,
    "width": 6.75,
    "depth": 9.31,
    "height": 3.2,
    "area": 39.1,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1173.489,
        -610.462
      ],
      [
        1175.727,
        -602.405
      ],
      [
        1171.218,
        -601.154
      ],
      [
        1168.979,
        -609.211
      ],
      [
        1173.489,
        -610.462
      ]
    ],
    "relativePoints": [
      [
        1.136,
        -4.654
      ],
      [
        3.374,
        3.403
      ],
      [
        -1.135,
        4.654
      ],
      [
        -3.374,
        -3.403
      ],
      [
        1.136,
        -4.654
      ]
    ],
    "rotation": -1.8419,
    "houseLength": 8.36,
    "houseWidth": 4.68,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040789",
    "osmId": 403040789,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040789",
    "lon": 94.0761725,
    "lat": 23.1577756,
    "u": 1360.59,
    "v": 426.21,
    "x": 1263.46,
    "z": -660.71,
    "width": 5.97,
    "depth": 6.39,
    "height": 3.2,
    "area": 17.5,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1262.86,
        -663.908
      ],
      [
        1266.442,
        -659.429
      ],
      [
        1264.056,
        -657.516
      ],
      [
        1260.475,
        -661.995
      ],
      [
        1262.86,
        -663.908
      ]
    ],
    "relativePoints": [
      [
        -0.598,
        -3.196
      ],
      [
        2.984,
        1.283
      ],
      [
        0.598,
        3.196
      ],
      [
        -2.983,
        -1.283
      ],
      [
        -0.598,
        -3.196
      ]
    ],
    "rotation": 0.8962,
    "houseLength": 6,
    "houseWidth": 4,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040790",
    "osmId": 403040790,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040790",
    "lon": 94.0741037,
    "lat": 23.1582205,
    "u": 1148.86,
    "v": 376.68,
    "x": 1078.72,
    "z": -546.01,
    "width": 9.03,
    "depth": 9.52,
    "height": 3.2,
    "area": 43.1,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1074.208,
        -547.516
      ],
      [
        1078.754,
        -550.771
      ],
      [
        1083.24,
        -544.505
      ],
      [
        1078.679,
        -541.25
      ],
      [
        1074.208,
        -547.516
      ]
    ],
    "relativePoints": [
      [
        -4.512,
        -1.505
      ],
      [
        0.034,
        -4.76
      ],
      [
        4.52,
        1.506
      ],
      [
        -0.041,
        4.761
      ],
      [
        -4.512,
        -1.505
      ]
    ],
    "rotation": 0.9495,
    "houseLength": 7.71,
    "houseWidth": 5.6,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040791",
    "osmId": 403040791,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040791",
    "lon": 94.0750582,
    "lat": 23.1580483,
    "u": 1246.56,
    "v": 395.85,
    "x": 1161.35,
    "z": -601.54,
    "width": 10.79,
    "depth": 8.58,
    "height": 3.8,
    "area": 50.6,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1155.957,
        -602.187
      ],
      [
        1164.687,
        -605.832
      ],
      [
        1166.749,
        -600.904
      ],
      [
        1158.026,
        -597.251
      ],
      [
        1155.957,
        -602.187
      ]
    ],
    "relativePoints": [
      [
        -5.398,
        -0.643
      ],
      [
        3.332,
        -4.288
      ],
      [
        5.394,
        0.64
      ],
      [
        -3.329,
        4.293
      ],
      [
        -5.398,
        -0.643
      ]
    ],
    "rotation": -0.3955,
    "houseLength": 9.46,
    "houseWidth": 5.35,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040792",
    "osmId": 403040792,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040792",
    "lon": 94.0764778,
    "lat": 23.1578764,
    "u": 1391.85,
    "v": 414.98,
    "x": 1277.62,
    "z": -690.75,
    "width": 20.42,
    "depth": 18.96,
    "height": 4.5,
    "area": 164,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1267.412,
        -687.697
      ],
      [
        1282.48,
        -700.231
      ],
      [
        1287.833,
        -693.793
      ],
      [
        1272.757,
        -681.267
      ],
      [
        1267.412,
        -687.697
      ]
    ],
    "relativePoints": [
      [
        -10.208,
        3.05
      ],
      [
        4.86,
        -9.484
      ],
      [
        10.213,
        -3.046
      ],
      [
        -4.863,
        9.48
      ],
      [
        -10.208,
        3.05
      ]
    ],
    "rotation": 2.4483,
    "houseLength": 19.6,
    "houseWidth": 8.37,
    "wallHeight": 3.6,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040793",
    "osmId": 403040793,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040793",
    "lon": 94.0744199,
    "lat": 23.1580887,
    "u": 1181.23,
    "v": 391.35,
    "x": 1111.98,
    "z": -558.53,
    "width": 7.47,
    "depth": 7.58,
    "height": 3.2,
    "area": 28.7,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1108.241,
        -559.178
      ],
      [
        1112.264,
        -562.32
      ],
      [
        1115.716,
        -557.869
      ],
      [
        1111.692,
        -554.742
      ],
      [
        1108.241,
        -559.178
      ]
    ],
    "relativePoints": [
      [
        -3.737,
        -0.651
      ],
      [
        0.286,
        -3.793
      ],
      [
        3.738,
        0.658
      ],
      [
        -0.286,
        3.785
      ],
      [
        -3.737,
        -0.651
      ]
    ],
    "rotation": 0.9111,
    "houseLength": 6,
    "houseWidth": 5.1,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040794",
    "osmId": 403040794,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040794",
    "lon": 94.075143,
    "lat": 23.1569423,
    "u": 1255.23,
    "v": 518.97,
    "x": 1254.55,
    "z": -520.62,
    "width": 10.19,
    "depth": 9.13,
    "height": 3.2,
    "area": 48,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1249.453,
        -520.936
      ],
      [
        1256.831,
        -525.181
      ],
      [
        1259.645,
        -520.297
      ],
      [
        1252.267,
        -516.052
      ],
      [
        1249.453,
        -520.936
      ]
    ],
    "relativePoints": [
      [
        -5.096,
        -0.32
      ],
      [
        2.282,
        -4.565
      ],
      [
        5.096,
        0.319
      ],
      [
        -2.282,
        4.564
      ],
      [
        -5.096,
        -0.32
      ]
    ],
    "rotation": -0.5221,
    "houseLength": 8.52,
    "houseWidth": 5.64,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040795",
    "osmId": 403040795,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040795",
    "lon": 94.0755316,
    "lat": 23.1581314,
    "u": 1295,
    "v": 386.6,
    "x": 1189.07,
    "z": -642.34,
    "width": 13.26,
    "depth": 11.44,
    "height": 3.8,
    "area": 76.1,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1182.442,
        -642.384
      ],
      [
        1192.429,
        -648.058
      ],
      [
        1195.703,
        -642.295
      ],
      [
        1185.7,
        -636.622
      ],
      [
        1182.442,
        -642.384
      ]
    ],
    "relativePoints": [
      [
        -6.627,
        -0.044
      ],
      [
        3.36,
        -5.718
      ],
      [
        6.634,
        0.045
      ],
      [
        -3.369,
        5.718
      ],
      [
        -6.627,
        -0.044
      ]
    ],
    "rotation": 2.6257,
    "houseLength": 11.5,
    "houseWidth": 6.63,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040796",
    "osmId": 403040796,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040796",
    "lon": 94.0765516,
    "lat": 23.1579964,
    "u": 1399.39,
    "v": 401.62,
    "x": 1273.51,
    "z": -705.53,
    "width": 16.96,
    "depth": 17.61,
    "height": 4.5,
    "area": 152.6,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1265.029,
        -707.985
      ],
      [
        1274.166,
        -714.335
      ],
      [
        1281.991,
        -703.08
      ],
      [
        1272.862,
        -696.721
      ],
      [
        1265.029,
        -707.985
      ]
    ],
    "relativePoints": [
      [
        -8.483,
        -2.455
      ],
      [
        0.654,
        -8.805
      ],
      [
        8.479,
        2.45
      ],
      [
        -0.65,
        8.809
      ],
      [
        -8.483,
        -2.455
      ]
    ],
    "rotation": -2.1784,
    "houseLength": 13.72,
    "houseWidth": 11.13,
    "wallHeight": 3.6,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040797",
    "osmId": 403040797,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040797",
    "lon": 94.0746221,
    "lat": 23.1581195,
    "u": 1201.92,
    "v": 387.93,
    "x": 1124.19,
    "z": -575.58,
    "width": 5.83,
    "depth": 6.71,
    "height": 3.2,
    "area": 22.8,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1125.057,
        -578.938
      ],
      [
        1127.109,
        -573.717
      ],
      [
        1123.333,
        -572.224
      ],
      [
        1121.281,
        -577.445
      ],
      [
        1125.057,
        -578.938
      ]
    ],
    "relativePoints": [
      [
        0.862,
        -3.357
      ],
      [
        2.914,
        1.864
      ],
      [
        -0.862,
        3.357
      ],
      [
        -2.914,
        -1.864
      ],
      [
        0.862,
        -3.357
      ]
    ],
    "rotation": -1.9453,
    "houseLength": 6,
    "houseWidth": 4.06,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040798",
    "osmId": 403040798,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040798",
    "lon": 94.0753321,
    "lat": 23.1573851,
    "u": 1274.58,
    "v": 469.68,
    "x": 1233.38,
    "z": -569.15,
    "width": 9.04,
    "depth": 9.04,
    "height": 3.2,
    "area": 40.2,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1228.862,
        -569.708
      ],
      [
        1232.82,
        -573.667
      ],
      [
        1237.898,
        -568.59
      ],
      [
        1233.939,
        -564.631
      ],
      [
        1228.862,
        -569.708
      ]
    ],
    "relativePoints": [
      [
        -4.518,
        -0.559
      ],
      [
        -0.56,
        -4.518
      ],
      [
        4.518,
        0.559
      ],
      [
        0.559,
        4.518
      ],
      [
        -4.518,
        -0.559
      ]
    ],
    "rotation": 0.7853,
    "houseLength": 7.18,
    "houseWidth": 5.6,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040799",
    "osmId": 403040799,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040799",
    "lon": 94.0763108,
    "lat": 23.1579807,
    "u": 1374.76,
    "v": 403.37,
    "x": 1257.33,
    "z": -686.87,
    "width": 15.48,
    "depth": 14.63,
    "height": 3.8,
    "area": 114.8,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1249.591,
        -687.179
      ],
      [
        1259.877,
        -694.19
      ],
      [
        1265.069,
        -686.567
      ],
      [
        1254.775,
        -679.563
      ],
      [
        1249.591,
        -687.179
      ]
    ],
    "relativePoints": [
      [
        -7.737,
        -0.304
      ],
      [
        2.549,
        -7.315
      ],
      [
        7.741,
        0.308
      ],
      [
        -2.553,
        7.312
      ],
      [
        -7.737,
        -0.304
      ]
    ],
    "rotation": 2.5441,
    "houseLength": 12.45,
    "houseWidth": 9.22,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040800",
    "osmId": 403040800,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040800",
    "lon": 94.0748202,
    "lat": 23.1581337,
    "u": 1222.19,
    "v": 386.34,
    "x": 1137.4,
    "z": -591.03,
    "width": 9.37,
    "depth": 9.87,
    "height": 3.8,
    "area": 53.6,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1139.032,
        -595.967
      ],
      [
        1142.093,
        -588.795
      ],
      [
        1135.774,
        -586.097
      ],
      [
        1132.72,
        -593.276
      ],
      [
        1139.032,
        -595.967
      ]
    ],
    "relativePoints": [
      [
        1.627,
        -4.933
      ],
      [
        4.688,
        2.239
      ],
      [
        -1.631,
        4.937
      ],
      [
        -4.685,
        -2.242
      ],
      [
        1.627,
        -4.933
      ]
    ],
    "rotation": -1.973,
    "houseLength": 7.81,
    "houseWidth": 6.87,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040801",
    "osmId": 403040801,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040801",
    "lon": 94.0755186,
    "lat": 23.1573468,
    "u": 1293.68,
    "v": 473.95,
    "x": 1249.9,
    "z": -579.64,
    "width": 10.43,
    "depth": 10.27,
    "height": 3.8,
    "area": 52.5,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1244.68,
        -579.104
      ],
      [
        1250.95,
        -584.775
      ],
      [
        1255.11,
        -580.166
      ],
      [
        1248.848,
        -574.502
      ],
      [
        1244.68,
        -579.104
      ]
    ],
    "relativePoints": [
      [
        -5.217,
        0.533
      ],
      [
        1.053,
        -5.138
      ],
      [
        5.213,
        -0.529
      ],
      [
        -1.049,
        5.135
      ],
      [
        -5.217,
        0.533
      ]
    ],
    "rotation": -0.7353,
    "houseLength": 8.45,
    "houseWidth": 6.21,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040802",
    "osmId": 403040802,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040802",
    "lon": 94.0762069,
    "lat": 23.158347,
    "u": 1364.13,
    "v": 362.6,
    "x": 1220.98,
    "z": -708.18,
    "width": 16.19,
    "depth": 14.54,
    "height": 3.8,
    "area": 126.3,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1212.887,
        -709.337
      ],
      [
        1224.703,
        -715.454
      ],
      [
        1229.076,
        -707.028
      ],
      [
        1217.26,
        -700.911
      ],
      [
        1212.887,
        -709.337
      ]
    ],
    "relativePoints": [
      [
        -8.094,
        -1.154
      ],
      [
        3.722,
        -7.271
      ],
      [
        8.095,
        1.155
      ],
      [
        -3.721,
        7.272
      ],
      [
        -8.094,
        -1.154
      ]
    ],
    "rotation": 2.6639,
    "houseLength": 13.32,
    "houseWidth": 9.49,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040803",
    "osmId": 403040803,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040803",
    "lon": 94.0760641,
    "lat": 23.1580355,
    "u": 1349.51,
    "v": 397.27,
    "x": 1235.16,
    "z": -673.33,
    "width": 17.84,
    "depth": 16.21,
    "height": 4.5,
    "area": 148.3,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1226.24,
        -673.824
      ],
      [
        1238.921,
        -681.436
      ],
      [
        1244.078,
        -672.834
      ],
      [
        1231.404,
        -665.229
      ],
      [
        1226.24,
        -673.824
      ]
    ],
    "relativePoints": [
      [
        -8.921,
        -0.493
      ],
      [
        3.76,
        -8.105
      ],
      [
        8.917,
        0.497
      ],
      [
        -3.757,
        8.102
      ],
      [
        -8.921,
        -0.493
      ]
    ],
    "rotation": -0.5406,
    "houseLength": 14.79,
    "houseWidth": 10.03,
    "wallHeight": 3.6,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040804",
    "osmId": 403040804,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040804",
    "lon": 94.0767844,
    "lat": 23.1579933,
    "u": 1423.23,
    "v": 401.98,
    "x": 1290.62,
    "z": -722.14,
    "width": 9.98,
    "depth": 9.43,
    "height": 3.2,
    "area": 44.4,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1285.626,
        -721.403
      ],
      [
        1292.41,
        -726.849
      ],
      [
        1295.609,
        -722.869
      ],
      [
        1288.824,
        -717.422
      ],
      [
        1285.626,
        -721.403
      ]
    ],
    "relativePoints": [
      [
        -4.991,
        0.733
      ],
      [
        1.793,
        -4.713
      ],
      [
        4.992,
        -0.733
      ],
      [
        -1.793,
        4.714
      ],
      [
        -4.991,
        0.733
      ]
    ],
    "rotation": 2.4651,
    "houseLength": 8.7,
    "houseWidth": 5.11,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040805",
    "osmId": 403040805,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040805",
    "lon": 94.0748165,
    "lat": 23.1580202,
    "u": 1221.82,
    "v": 398.98,
    "x": 1146.08,
    "z": -581.83,
    "width": 6.27,
    "depth": 6.34,
    "height": 3.2,
    "area": 21.2,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1146.837,
        -585.007
      ],
      [
        1149.21,
        -580.941
      ],
      [
        1145.316,
        -578.668
      ],
      [
        1142.944,
        -582.719
      ],
      [
        1146.837,
        -585.007
      ]
    ],
    "relativePoints": [
      [
        0.76,
        -3.173
      ],
      [
        3.133,
        0.893
      ],
      [
        -0.761,
        3.166
      ],
      [
        -3.133,
        -0.885
      ],
      [
        0.76,
        -3.173
      ]
    ],
    "rotation": 1.0425,
    "houseLength": 6,
    "houseWidth": 4.52,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040806",
    "osmId": 403040806,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040806",
    "lon": 94.0756557,
    "lat": 23.1573158,
    "u": 1307.71,
    "v": 477.39,
    "x": 1262.25,
    "z": -587.13,
    "width": 11.43,
    "depth": 11.41,
    "height": 3.8,
    "area": 65.1,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1256.537,
        -586.946
      ],
      [
        1262.58,
        -592.831
      ],
      [
        1267.969,
        -587.311
      ],
      [
        1261.92,
        -581.419
      ],
      [
        1256.537,
        -586.946
      ]
    ],
    "relativePoints": [
      [
        -5.715,
        0.181
      ],
      [
        0.328,
        -5.704
      ],
      [
        5.717,
        -0.184
      ],
      [
        -0.332,
        5.708
      ],
      [
        -5.715,
        0.181
      ]
    ],
    "rotation": 2.3693,
    "houseLength": 8.44,
    "houseWidth": 7.72,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040807",
    "osmId": 403040807,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040807",
    "lon": 94.0763918,
    "lat": 23.158302,
    "u": 1383.05,
    "v": 367.61,
    "x": 1237.9,
    "z": -718.02,
    "width": 16.07,
    "depth": 14.7,
    "height": 3.8,
    "area": 120,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1229.869,
        -718.307
      ],
      [
        1241.156,
        -725.374
      ],
      [
        1245.94,
        -717.737
      ],
      [
        1234.654,
        -710.67
      ],
      [
        1229.869,
        -718.307
      ]
    ],
    "relativePoints": [
      [
        -8.036,
        -0.285
      ],
      [
        3.251,
        -7.352
      ],
      [
        8.035,
        0.285
      ],
      [
        -3.251,
        7.352
      ],
      [
        -8.036,
        -0.285
      ]
    ],
    "rotation": -0.5594,
    "houseLength": 13.32,
    "houseWidth": 9.01,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040808",
    "osmId": 403040808,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040808",
    "lon": 94.0759068,
    "lat": 23.1578614,
    "u": 1333.41,
    "v": 416.65,
    "x": 1237.48,
    "z": -648.24,
    "width": 11.87,
    "depth": 10.88,
    "height": 3.8,
    "area": 60.9,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1231.538,
        -647.494
      ],
      [
        1239.965,
        -653.686
      ],
      [
        1243.412,
        -648.994
      ],
      [
        1234.985,
        -642.802
      ],
      [
        1231.538,
        -647.494
      ]
    ],
    "relativePoints": [
      [
        -5.937,
        0.75
      ],
      [
        2.49,
        -5.442
      ],
      [
        5.937,
        -0.75
      ],
      [
        -2.49,
        5.442
      ],
      [
        -5.937,
        0.75
      ]
    ],
    "rotation": 2.5079,
    "houseLength": 10.46,
    "houseWidth": 5.82,
    "wallHeight": 3.2,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040809",
    "osmId": 403040809,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040809",
    "lon": 94.0749354,
    "lat": 23.1584704,
    "u": 1233.98,
    "v": 348.86,
    "x": 1119.23,
    "z": -625.88,
    "width": 7.05,
    "depth": 6.42,
    "height": 3.2,
    "area": 25.1,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1115.71,
        -626.628
      ],
      [
        1120.862,
        -629.089
      ],
      [
        1122.756,
        -625.126
      ],
      [
        1117.603,
        -622.665
      ],
      [
        1115.71,
        -626.628
      ]
    ],
    "relativePoints": [
      [
        -3.523,
        -0.751
      ],
      [
        1.629,
        -3.212
      ],
      [
        3.523,
        0.751
      ],
      [
        -1.63,
        3.212
      ],
      [
        -3.523,
        -0.751
      ]
    ],
    "rotation": 2.696,
    "houseLength": 6,
    "houseWidth": 4.39,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040810",
    "osmId": 403040810,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040810",
    "lon": 94.0757766,
    "lat": 23.1573132,
    "u": 1320.08,
    "v": 477.69,
    "x": 1271.22,
    "z": -595.67,
    "width": 11.16,
    "depth": 11.2,
    "height": 3.8,
    "area": 62.3,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1265.634,
        -595.146
      ],
      [
        1271.456,
        -601.266
      ],
      [
        1276.797,
        -596.185
      ],
      [
        1270.976,
        -590.065
      ],
      [
        1265.634,
        -595.146
      ]
    ],
    "relativePoints": [
      [
        -5.582,
        0.52
      ],
      [
        0.24,
        -5.6
      ],
      [
        5.581,
        -0.519
      ],
      [
        -0.24,
        5.601
      ],
      [
        -5.582,
        0.52
      ]
    ],
    "rotation": -0.8103,
    "houseLength": 8.45,
    "houseWidth": 7.37,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040811",
    "osmId": 403040811,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040811",
    "lon": 94.0763132,
    "lat": 23.158542,
    "u": 1375,
    "v": 340.89,
    "x": 1213.32,
    "z": -731.22,
    "width": 7.29,
    "depth": 9,
    "height": 3.2,
    "area": 32.9,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1209.67,
        -733.86
      ],
      [
        1213.325,
        -735.72
      ],
      [
        1216.965,
        -728.591
      ],
      [
        1213.303,
        -726.724
      ],
      [
        1209.67,
        -733.86
      ]
    ],
    "relativePoints": [
      [
        -3.646,
        -2.636
      ],
      [
        0.009,
        -4.496
      ],
      [
        3.649,
        2.633
      ],
      [
        -0.013,
        4.5
      ],
      [
        -3.646,
        -2.636
      ]
    ],
    "rotation": -2.0417,
    "houseLength": 8.01,
    "houseWidth": 4.11,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040812",
    "osmId": 403040812,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040812",
    "lon": 94.0759041,
    "lat": 23.1572821,
    "u": 1333.13,
    "v": 481.14,
    "x": 1282.88,
    "z": -602.45,
    "width": 15.55,
    "depth": 15.38,
    "height": 3.8,
    "area": 116.6,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1275.105,
        -603.42
      ],
      [
        1281.377,
        -610.133
      ],
      [
        1290.654,
        -601.478
      ],
      [
        1284.39,
        -594.758
      ],
      [
        1275.105,
        -603.42
      ]
    ],
    "relativePoints": [
      [
        -7.776,
        -0.973
      ],
      [
        -1.504,
        -7.686
      ],
      [
        7.773,
        0.969
      ],
      [
        1.509,
        7.689
      ],
      [
        -7.776,
        -0.973
      ]
    ],
    "rotation": -2.3909,
    "houseLength": 12.7,
    "houseWidth": 9.19,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040813",
    "osmId": 403040813,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040813",
    "lon": 94.0764772,
    "lat": 23.1584892,
    "u": 1391.78,
    "v": 346.76,
    "x": 1229.34,
    "z": -738.94,
    "width": 8.31,
    "depth": 8.19,
    "height": 3.2,
    "area": 34.7,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1225.184,
        -739.377
      ],
      [
        1230.181,
        -743.036
      ],
      [
        1233.493,
        -738.508
      ],
      [
        1228.496,
        -734.849
      ],
      [
        1225.184,
        -739.377
      ]
    ],
    "relativePoints": [
      [
        -4.154,
        -0.435
      ],
      [
        0.843,
        -4.094
      ],
      [
        4.155,
        0.434
      ],
      [
        -0.842,
        4.093
      ],
      [
        -4.154,
        -0.435
      ]
    ],
    "rotation": -0.632,
    "houseLength": 6.2,
    "houseWidth": 5.61,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040814",
    "osmId": 403040814,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040814",
    "lon": 94.0769742,
    "lat": 23.1579811,
    "u": 1442.65,
    "v": 403.33,
    "x": 1305.31,
    "z": -734.91,
    "width": 11.98,
    "depth": 11.54,
    "height": 3.8,
    "area": 69.2,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1299.317,
        -734.937
      ],
      [
        1306.919,
        -740.681
      ],
      [
        1311.295,
        -734.887
      ],
      [
        1303.693,
        -729.143
      ],
      [
        1299.317,
        -734.937
      ]
    ],
    "relativePoints": [
      [
        -5.989,
        -0.025
      ],
      [
        1.613,
        -5.769
      ],
      [
        5.989,
        0.025
      ],
      [
        -1.613,
        5.769
      ],
      [
        -5.989,
        -0.025
      ]
    ],
    "rotation": -0.6471,
    "houseLength": 9.53,
    "houseWidth": 7.26,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040815",
    "osmId": 403040815,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040815",
    "lon": 94.0760489,
    "lat": 23.157248,
    "u": 1347.95,
    "v": 484.93,
    "x": 1296.04,
    "z": -610.25,
    "width": 16.82,
    "depth": 17.09,
    "height": 3.8,
    "area": 130.6,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1287.635,
        -607.449
      ],
      [
        1298.38,
        -618.792
      ],
      [
        1304.451,
        -613.04
      ],
      [
        1293.713,
        -601.704
      ],
      [
        1287.635,
        -607.449
      ]
    ],
    "relativePoints": [
      [
        -8.41,
        2.797
      ],
      [
        2.335,
        -8.546
      ],
      [
        8.406,
        -2.794
      ],
      [
        -2.332,
        8.542
      ],
      [
        -8.41,
        2.797
      ]
    ],
    "rotation": -0.8125,
    "houseLength": 15.62,
    "houseWidth": 8.36,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040816",
    "osmId": 403040816,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040816",
    "lon": 94.07656,
    "lat": 23.1586528,
    "u": 1400.26,
    "v": 328.56,
    "x": 1222.46,
    "z": -757.81,
    "width": 7.22,
    "depth": 6.85,
    "height": 3.2,
    "area": 29.4,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1218.842,
        -759.137
      ],
      [
        1224.213,
        -761.234
      ],
      [
        1226.065,
        -756.473
      ],
      [
        1220.7,
        -754.383
      ],
      [
        1218.842,
        -759.137
      ]
    ],
    "relativePoints": [
      [
        -3.613,
        -1.33
      ],
      [
        1.758,
        -3.427
      ],
      [
        3.61,
        1.334
      ],
      [
        -1.755,
        3.424
      ],
      [
        -3.613,
        -1.33
      ]
    ],
    "rotation": -0.3722,
    "houseLength": 6,
    "houseWidth": 5.11,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040817",
    "osmId": 403040817,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040817",
    "lon": 94.0739191,
    "lat": 23.1585357,
    "u": 1129.97,
    "v": 341.59,
    "x": 1040.55,
    "z": -557.47,
    "width": 9.23,
    "depth": 8.5,
    "height": 3.2,
    "area": 40.5,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1035.934,
        -557.825
      ],
      [
        1042.369,
        -561.725
      ],
      [
        1045.164,
        -557.121
      ],
      [
        1038.729,
        -553.221
      ],
      [
        1035.934,
        -557.825
      ]
    ],
    "relativePoints": [
      [
        -4.615,
        -0.352
      ],
      [
        1.82,
        -4.252
      ],
      [
        4.615,
        0.352
      ],
      [
        -1.82,
        4.252
      ],
      [
        -4.615,
        -0.352
      ]
    ],
    "rotation": -0.5449,
    "houseLength": 7.53,
    "houseWidth": 5.39,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040818",
    "osmId": 403040818,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040818",
    "lon": 94.0746324,
    "lat": 23.1573639,
    "u": 1202.97,
    "v": 472.04,
    "x": 1184.41,
    "z": -516.85,
    "width": 6.25,
    "depth": 6.23,
    "height": 3.2,
    "area": 22.7,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1181.281,
        -518.097
      ],
      [
        1185.682,
        -519.963
      ],
      [
        1187.532,
        -515.595
      ],
      [
        1183.131,
        -513.729
      ],
      [
        1181.281,
        -518.097
      ]
    ],
    "relativePoints": [
      [
        -3.125,
        -1.251
      ],
      [
        1.276,
        -3.117
      ],
      [
        3.126,
        1.251
      ],
      [
        -1.275,
        3.117
      ],
      [
        -3.125,
        -1.251
      ]
    ],
    "rotation": -0.401,
    "houseLength": 6,
    "houseWidth": 4.74,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040819",
    "osmId": 403040819,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040819",
    "lon": 94.077343,
    "lat": 23.1577817,
    "u": 1480.39,
    "v": 425.53,
    "x": 1347.69,
    "z": -745.9,
    "width": 7,
    "depth": 7,
    "height": 3.2,
    "area": 24.7,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1344.189,
        -746.197
      ],
      [
        1347.991,
        -749.401
      ],
      [
        1351.189,
        -745.609
      ],
      [
        1347.387,
        -742.405
      ],
      [
        1344.189,
        -746.197
      ]
    ],
    "relativePoints": [
      [
        -3.5,
        -0.294
      ],
      [
        0.302,
        -3.498
      ],
      [
        3.5,
        0.294
      ],
      [
        -0.302,
        3.498
      ],
      [
        -3.5,
        -0.294
      ]
    ],
    "rotation": 2.4413,
    "houseLength": 6,
    "houseWidth": 4.96,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040820",
    "osmId": 403040820,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040820",
    "lon": 94.0770467,
    "lat": 23.1582583,
    "u": 1450.07,
    "v": 372.47,
    "x": 1288.73,
    "z": -761.98,
    "width": 7.9,
    "depth": 7.9,
    "height": 3.2,
    "area": 31.2,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1284.782,
        -761.979
      ],
      [
        1288.733,
        -765.93
      ],
      [
        1292.685,
        -761.979
      ],
      [
        1288.733,
        -758.027
      ],
      [
        1284.782,
        -761.979
      ]
    ],
    "relativePoints": [
      [
        -3.951,
        0
      ],
      [
        0,
        -3.951
      ],
      [
        3.952,
        0
      ],
      [
        0,
        3.952
      ],
      [
        -3.951,
        0
      ]
    ],
    "rotation": 2.3562,
    "houseLength": 6,
    "houseWidth": 5.59,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040821",
    "osmId": 403040821,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040821",
    "lon": 94.0767466,
    "lat": 23.1585963,
    "u": 1419.36,
    "v": 334.85,
    "x": 1240.41,
    "z": -766.86,
    "width": 9.87,
    "depth": 10.82,
    "height": 3.8,
    "area": 56.9,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1235.477,
        -769.207
      ],
      [
        1241.17,
        -772.271
      ],
      [
        1245.349,
        -764.517
      ],
      [
        1239.656,
        -761.453
      ],
      [
        1235.477,
        -769.207
      ]
    ],
    "relativePoints": [
      [
        -4.936,
        -2.345
      ],
      [
        0.757,
        -5.409
      ],
      [
        4.936,
        2.345
      ],
      [
        -0.757,
        5.409
      ],
      [
        -4.936,
        -2.345
      ]
    ],
    "rotation": -2.0651,
    "houseLength": 8.81,
    "houseWidth": 6.47,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040822",
    "osmId": 403040822,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040822",
    "lon": 94.077185,
    "lat": 23.15793,
    "u": 1464.23,
    "v": 409.02,
    "x": 1324.59,
    "z": -746.14,
    "width": 15.6,
    "depth": 15.26,
    "height": 3.8,
    "area": 120.7,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1316.783,
        -746.609
      ],
      [
        1326.277,
        -753.774
      ],
      [
        1332.386,
        -745.682
      ],
      [
        1322.899,
        -738.509
      ],
      [
        1316.783,
        -746.609
      ]
    ],
    "relativePoints": [
      [
        -7.803,
        -0.466
      ],
      [
        1.691,
        -7.631
      ],
      [
        7.8,
        0.461
      ],
      [
        -1.687,
        7.634
      ],
      [
        -7.803,
        -0.466
      ]
    ],
    "rotation": -0.6465,
    "houseLength": 11.9,
    "houseWidth": 10.15,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040823",
    "osmId": 403040823,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040823",
    "lon": 94.0747075,
    "lat": 23.1573098,
    "u": 1210.66,
    "v": 478.06,
    "x": 1194.11,
    "z": -518.03,
    "width": 8.5,
    "depth": 8.82,
    "height": 3.2,
    "area": 42.2,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1189.858,
        -519.811
      ],
      [
        1195.442,
        -522.434
      ],
      [
        1198.356,
        -516.249
      ],
      [
        1192.765,
        -513.618
      ],
      [
        1189.858,
        -519.811
      ]
    ],
    "relativePoints": [
      [
        -4.247,
        -1.783
      ],
      [
        1.337,
        -4.406
      ],
      [
        4.251,
        1.779
      ],
      [
        -1.34,
        4.41
      ],
      [
        -4.247,
        -1.783
      ]
    ],
    "rotation": -2.0097,
    "houseLength": 6.84,
    "houseWidth": 6.18,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040824",
    "osmId": 403040824,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040824",
    "lon": 94.0773506,
    "lat": 23.1576497,
    "u": 1481.18,
    "v": 440.22,
    "x": 1358.63,
    "z": -736.06,
    "width": 23.51,
    "depth": 25.32,
    "height": 4.5,
    "area": 305.1,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1359.421,
        -748.725
      ],
      [
        1370.393,
        -731.312
      ],
      [
        1357.845,
        -723.408
      ],
      [
        1346.881,
        -740.813
      ],
      [
        1359.421,
        -748.725
      ]
    ],
    "relativePoints": [
      [
        0.786,
        -12.661
      ],
      [
        11.758,
        4.752
      ],
      [
        -0.79,
        12.656
      ],
      [
        -11.754,
        -4.749
      ],
      [
        0.786,
        -12.661
      ]
    ],
    "rotation": 1.0085,
    "houseLength": 20.58,
    "houseWidth": 14.83,
    "wallHeight": 3.6,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040825",
    "osmId": 403040825,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040825",
    "lon": 94.0754477,
    "lat": 23.1576568,
    "u": 1286.42,
    "v": 439.43,
    "x": 1220.36,
    "z": -598.91,
    "width": 10.17,
    "depth": 9.6,
    "height": 3.2,
    "area": 47.6,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1215.275,
        -598.565
      ],
      [
        1222.065,
        -603.717
      ],
      [
        1225.442,
        -599.254
      ],
      [
        1218.652,
        -594.117
      ],
      [
        1215.275,
        -598.565
      ]
    ],
    "relativePoints": [
      [
        -5.083,
        0.348
      ],
      [
        1.707,
        -4.804
      ],
      [
        5.084,
        -0.341
      ],
      [
        -1.706,
        4.796
      ],
      [
        -5.083,
        0.348
      ]
    ],
    "rotation": -0.6491,
    "houseLength": 8.52,
    "houseWidth": 5.6,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040826",
    "osmId": 403040826,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040826",
    "lon": 94.0766977,
    "lat": 23.1584275,
    "u": 1414.36,
    "v": 353.63,
    "x": 1250.15,
    "z": -750.05,
    "width": 11.61,
    "depth": 11.48,
    "height": 3.8,
    "area": 66.6,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1244.35,
        -750.042
      ],
      [
        1250.994,
        -755.788
      ],
      [
        1255.956,
        -750.045
      ],
      [
        1249.319,
        -744.306
      ],
      [
        1244.35,
        -750.042
      ]
    ],
    "relativePoints": [
      [
        -5.805,
        0.003
      ],
      [
        0.839,
        -5.743
      ],
      [
        5.801,
        0
      ],
      [
        -0.836,
        5.739
      ],
      [
        -5.805,
        0.003
      ]
    ],
    "rotation": -0.713,
    "houseLength": 8.78,
    "houseWidth": 7.59,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040827",
    "osmId": 403040827,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040827",
    "lon": 94.0763221,
    "lat": 23.1573214,
    "u": 1375.91,
    "v": 476.77,
    "x": 1310.04,
    "z": -635.79,
    "width": 15.46,
    "depth": 14.62,
    "height": 3.8,
    "area": 113.4,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1302.308,
        -635.866
      ],
      [
        1312.532,
        -643.098
      ],
      [
        1317.767,
        -635.707
      ],
      [
        1307.543,
        -628.475
      ],
      [
        1302.308,
        -635.866
      ]
    ],
    "relativePoints": [
      [
        -7.73,
        -0.08
      ],
      [
        2.494,
        -7.312
      ],
      [
        7.729,
        0.079
      ],
      [
        -2.495,
        7.311
      ],
      [
        -7.73,
        -0.08
      ]
    ],
    "rotation": 2.5259,
    "houseLength": 12.53,
    "houseWidth": 9.06,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040828",
    "osmId": 403040828,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040828",
    "lon": 94.0773824,
    "lat": 23.157992,
    "u": 1484.43,
    "v": 402.12,
    "x": 1333.99,
    "z": -765.31,
    "width": 14.03,
    "depth": 14.03,
    "height": 3.8,
    "area": 92.5,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1326.98,
        -767.024
      ],
      [
        1332.278,
        -772.321
      ],
      [
        1341.008,
        -763.592
      ],
      [
        1335.71,
        -758.294
      ],
      [
        1326.98,
        -767.024
      ]
    ],
    "relativePoints": [
      [
        -7.014,
        -1.716
      ],
      [
        -1.716,
        -7.013
      ],
      [
        7.014,
        1.716
      ],
      [
        1.716,
        7.014
      ],
      [
        -7.014,
        -1.716
      ]
    ],
    "rotation": -2.3562,
    "houseLength": 12.35,
    "houseWidth": 7.49,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040829",
    "osmId": 403040829,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040829",
    "lon": 94.0747824,
    "lat": 23.1573706,
    "u": 1218.33,
    "v": 471.29,
    "x": 1194.74,
    "z": -528.23,
    "width": 7.08,
    "depth": 7.18,
    "height": 3.2,
    "area": 29.1,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1191.202,
        -529.656
      ],
      [
        1196.043,
        -531.82
      ],
      [
        1198.282,
        -526.817
      ],
      [
        1193.433,
        -524.645
      ],
      [
        1191.202,
        -529.656
      ]
    ],
    "relativePoints": [
      [
        -3.538,
        -1.421
      ],
      [
        1.303,
        -3.585
      ],
      [
        3.542,
        1.418
      ],
      [
        -1.307,
        3.59
      ],
      [
        -3.538,
        -1.421
      ]
    ],
    "rotation": -1.9897,
    "houseLength": 6,
    "houseWidth": 5.31,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040830",
    "osmId": 403040830,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040830",
    "lon": 94.0755138,
    "lat": 23.1575705,
    "u": 1293.18,
    "v": 449.04,
    "x": 1231.94,
    "z": -596.9,
    "width": 11.4,
    "depth": 11.24,
    "height": 3.8,
    "area": 64.9,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1226.24,
        -597.298
      ],
      [
        1232.959,
        -602.521
      ],
      [
        1237.638,
        -596.495
      ],
      [
        1230.927,
        -591.279
      ],
      [
        1226.24,
        -597.298
      ]
    ],
    "relativePoints": [
      [
        -5.701,
        -0.4
      ],
      [
        1.018,
        -5.623
      ],
      [
        5.697,
        0.403
      ],
      [
        -1.014,
        5.619
      ],
      [
        -5.701,
        -0.4
      ]
    ],
    "rotation": -0.6608,
    "houseLength": 8.51,
    "houseWidth": 7.63,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040831",
    "osmId": 403040831,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040831",
    "lon": 94.0754342,
    "lat": 23.158225,
    "u": 1285.03,
    "v": 376.17,
    "x": 1174.65,
    "z": -642.66,
    "width": 7.53,
    "depth": 8.55,
    "height": 3.2,
    "area": 33.9,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1175.057,
        -646.933
      ],
      [
        1178.415,
        -640.593
      ],
      [
        1174.239,
        -638.385
      ],
      [
        1170.881,
        -644.725
      ],
      [
        1175.057,
        -646.933
      ]
    ],
    "relativePoints": [
      [
        0.409,
        -4.274
      ],
      [
        3.767,
        2.066
      ],
      [
        -0.409,
        4.274
      ],
      [
        -3.767,
        -2.066
      ],
      [
        0.409,
        -4.274
      ]
    ],
    "rotation": 1.0837,
    "houseLength": 7.18,
    "houseWidth": 4.72,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040832",
    "osmId": 403040832,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040832",
    "lon": 94.0768396,
    "lat": 23.1573235,
    "u": 1428.88,
    "v": 476.53,
    "x": 1347.33,
    "z": -673.41,
    "width": 10.82,
    "depth": 10.69,
    "height": 3.8,
    "area": 57.5,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1341.913,
        -673.235
      ],
      [
        1348.189,
        -678.756
      ],
      [
        1352.735,
        -673.588
      ],
      [
        1346.474,
        -668.067
      ],
      [
        1341.913,
        -673.235
      ]
    ],
    "relativePoints": [
      [
        -5.415,
        0.176
      ],
      [
        0.861,
        -5.345
      ],
      [
        5.407,
        -0.177
      ],
      [
        -0.854,
        5.344
      ],
      [
        -5.415,
        0.176
      ]
    ],
    "rotation": -0.7215,
    "houseLength": 8.36,
    "houseWidth": 6.89,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040833",
    "osmId": 403040833,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040833",
    "lon": 94.0772267,
    "lat": 23.1577864,
    "u": 1468.5,
    "v": 425,
    "x": 1338.91,
    "z": -737.87,
    "width": 8.91,
    "depth": 8.81,
    "height": 3.2,
    "area": 38.7,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1334.448,
        -738.235
      ],
      [
        1338.14,
        -742.273
      ],
      [
        1343.362,
        -737.499
      ],
      [
        1339.671,
        -733.461
      ],
      [
        1334.448,
        -738.235
      ]
    ],
    "relativePoints": [
      [
        -4.457,
        -0.368
      ],
      [
        -0.765,
        -4.406
      ],
      [
        4.457,
        0.368
      ],
      [
        0.766,
        4.406
      ],
      [
        -4.457,
        -0.368
      ]
    ],
    "rotation": -2.4011,
    "houseLength": 7.08,
    "houseWidth": 5.47,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040834",
    "osmId": 403040834,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040834",
    "lon": 94.0741559,
    "lat": 23.1583833,
    "u": 1154.2,
    "v": 358.56,
    "x": 1069.68,
    "z": -562.61,
    "width": 9.31,
    "depth": 8.76,
    "height": 3.2,
    "area": 47.6,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1065.025,
        -564.152
      ],
      [
        1071.889,
        -566.986
      ],
      [
        1074.333,
        -561.054
      ],
      [
        1067.476,
        -558.228
      ],
      [
        1065.025,
        -564.152
      ]
    ],
    "relativePoints": [
      [
        -4.656,
        -1.547
      ],
      [
        2.208,
        -4.381
      ],
      [
        4.652,
        1.551
      ],
      [
        -2.205,
        4.377
      ],
      [
        -4.656,
        -1.547
      ]
    ],
    "rotation": -0.3916,
    "houseLength": 7.43,
    "houseWidth": 6.42,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040835",
    "osmId": 403040835,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040835",
    "lon": 94.0747107,
    "lat": 23.1573984,
    "u": 1210.98,
    "v": 468.19,
    "x": 1187.36,
    "z": -525.23,
    "width": 4.85,
    "depth": 4.43,
    "height": 3.2,
    "area": 11,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1186.345,
        -523.02
      ],
      [
        1184.935,
        -525.356
      ],
      [
        1188.361,
        -527.445
      ],
      [
        1189.787,
        -525.107
      ],
      [
        1186.345,
        -523.02
      ]
    ],
    "relativePoints": [
      [
        -1.012,
        2.212
      ],
      [
        -2.422,
        -0.124
      ],
      [
        1.004,
        -2.213
      ],
      [
        2.43,
        0.125
      ],
      [
        -1.012,
        2.212
      ]
    ],
    "rotation": 2.5965,
    "houseLength": 6,
    "houseWidth": 4,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040836",
    "osmId": 403040836,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040836",
    "lon": 94.0756673,
    "lat": 23.1582052,
    "u": 1308.89,
    "v": 378.39,
    "x": 1193.09,
    "z": -657.97,
    "width": 16.37,
    "depth": 17.89,
    "height": 4.5,
    "area": 170.3,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1184.903,
        -662.446
      ],
      [
        1195.747,
        -666.915
      ],
      [
        1201.273,
        -653.486
      ],
      [
        1190.421,
        -649.025
      ],
      [
        1184.903,
        -662.446
      ]
    ],
    "relativePoints": [
      [
        -8.183,
        -4.478
      ],
      [
        2.661,
        -8.947
      ],
      [
        8.187,
        4.482
      ],
      [
        -2.665,
        8.943
      ],
      [
        -8.183,
        -4.478
      ]
    ],
    "rotation": 1.1804,
    "houseLength": 14.52,
    "houseWidth": 11.73,
    "wallHeight": 3.6,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040837",
    "osmId": 403040837,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040837",
    "lon": 94.0770127,
    "lat": 23.1573035,
    "u": 1446.6,
    "v": 478.77,
    "x": 1361.44,
    "z": -684.36,
    "width": 12.33,
    "depth": 12.06,
    "height": 3.8,
    "area": 75.5,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1355.273,
        -684.8
      ],
      [
        1362.798,
        -690.389
      ],
      [
        1367.602,
        -683.921
      ],
      [
        1360.077,
        -678.332
      ],
      [
        1355.273,
        -684.8
      ]
    ],
    "relativePoints": [
      [
        -6.164,
        -0.44
      ],
      [
        1.361,
        -6.029
      ],
      [
        6.165,
        0.439
      ],
      [
        -1.36,
        6.028
      ],
      [
        -6.164,
        -0.44
      ]
    ],
    "rotation": -0.6388,
    "houseLength": 9.37,
    "houseWidth": 8.06,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040838",
    "osmId": 403040838,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040838",
    "lon": 94.0771458,
    "lat": 23.1575598,
    "u": 1460.22,
    "v": 450.23,
    "x": 1350.9,
    "z": -714.17,
    "width": 12.85,
    "depth": 12.5,
    "height": 3.8,
    "area": 82.9,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1344.469,
        -714.928
      ],
      [
        1352.586,
        -720.416
      ],
      [
        1357.322,
        -713.408
      ],
      [
        1349.204,
        -707.919
      ],
      [
        1344.469,
        -714.928
      ]
    ],
    "relativePoints": [
      [
        -6.426,
        -0.76
      ],
      [
        1.691,
        -6.248
      ],
      [
        6.427,
        0.76
      ],
      [
        -1.691,
        6.249
      ],
      [
        -6.426,
        -0.76
      ]
    ],
    "rotation": 2.5471,
    "houseLength": 9.8,
    "houseWidth": 8.46,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040839",
    "osmId": 403040839,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040839",
    "lon": 94.0749056,
    "lat": 23.1573326,
    "u": 1230.93,
    "v": 475.52,
    "x": 1206.65,
    "z": -534.16,
    "width": 8.19,
    "depth": 8.15,
    "height": 3.2,
    "area": 33.5,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1207.085,
        -538.234
      ],
      [
        1210.74,
        -533.986
      ],
      [
        1206.206,
        -530.081
      ],
      [
        1202.551,
        -534.33
      ],
      [
        1207.085,
        -538.234
      ]
    ],
    "relativePoints": [
      [
        0.439,
        -4.076
      ],
      [
        4.094,
        0.172
      ],
      [
        -0.44,
        4.077
      ],
      [
        -4.095,
        -0.172
      ],
      [
        0.439,
        -4.076
      ]
    ],
    "rotation": 2.4306,
    "houseLength": 6,
    "houseWidth": 5.6,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040840",
    "osmId": 403040840,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040840",
    "lon": 94.0765569,
    "lat": 23.1576272,
    "u": 1399.94,
    "v": 442.73,
    "x": 1302.96,
    "z": -676.85,
    "width": 9.29,
    "depth": 9.67,
    "height": 3.2,
    "area": 45.8,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1298.32,
        -678.24
      ],
      [
        1303.28,
        -681.689
      ],
      [
        1307.606,
        -675.467
      ],
      [
        1302.646,
        -672.018
      ],
      [
        1298.32,
        -678.24
      ]
    ],
    "relativePoints": [
      [
        -4.643,
        -1.386
      ],
      [
        0.317,
        -4.835
      ],
      [
        4.643,
        1.387
      ],
      [
        -0.317,
        4.836
      ],
      [
        -4.643,
        -1.386
      ]
    ],
    "rotation": 0.9632,
    "houseLength": 7.58,
    "houseWidth": 6.04,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040841",
    "osmId": 403040841,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040841",
    "lon": 94.0776086,
    "lat": 23.1579676,
    "u": 1507.58,
    "v": 404.83,
    "x": 1352.28,
    "z": -779.76,
    "width": 6.18,
    "depth": 6.26,
    "height": 3.2,
    "area": 22.3,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1349.182,
        -781.023
      ],
      [
        1353.439,
        -782.888
      ],
      [
        1355.366,
        -778.501
      ],
      [
        1351.116,
        -776.628
      ],
      [
        1349.182,
        -781.023
      ]
    ],
    "relativePoints": [
      [
        -3.094,
        -1.263
      ],
      [
        1.163,
        -3.128
      ],
      [
        3.09,
        1.259
      ],
      [
        -1.16,
        3.132
      ],
      [
        -3.094,
        -1.263
      ]
    ],
    "rotation": -1.9853,
    "houseLength": 6,
    "houseWidth": 4.65,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040842",
    "osmId": 403040842,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040842",
    "lon": 94.0750031,
    "lat": 23.1573238,
    "u": 1240.91,
    "v": 476.5,
    "x": 1214.39,
    "z": -540.52,
    "width": 9.84,
    "depth": 10.23,
    "height": 3.8,
    "area": 52.7,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1209.471,
        -542.115
      ],
      [
        1215.13,
        -545.633
      ],
      [
        1219.311,
        -538.92
      ],
      [
        1213.652,
        -535.402
      ],
      [
        1209.471,
        -542.115
      ]
    ],
    "relativePoints": [
      [
        -4.92,
        -1.597
      ],
      [
        0.739,
        -5.115
      ],
      [
        4.92,
        1.598
      ],
      [
        -0.739,
        5.116
      ],
      [
        -4.92,
        -1.597
      ]
    ],
    "rotation": -2.1278,
    "houseLength": 7.91,
    "houseWidth": 6.66,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040843",
    "osmId": 403040843,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040843",
    "lon": 94.0760404,
    "lat": 23.1579161,
    "u": 1347.08,
    "v": 410.57,
    "x": 1242.84,
    "z": -662.21,
    "width": 9.58,
    "depth": 9.46,
    "height": 3.2,
    "area": 50,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1238.053,
        -663.66
      ],
      [
        1244.469,
        -666.943
      ],
      [
        1247.631,
        -660.77
      ],
      [
        1241.216,
        -657.487
      ],
      [
        1238.053,
        -663.66
      ]
    ],
    "relativePoints": [
      [
        -4.789,
        -1.445
      ],
      [
        1.627,
        -4.728
      ],
      [
        4.789,
        1.445
      ],
      [
        -1.626,
        4.728
      ],
      [
        -4.789,
        -1.445
      ]
    ],
    "rotation": -0.473,
    "houseLength": 7.21,
    "houseWidth": 6.94,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040844",
    "osmId": 403040844,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040844",
    "lon": 94.07665,
    "lat": 23.1575841,
    "u": 1409.47,
    "v": 447.52,
    "x": 1313.09,
    "z": -680.2,
    "width": 14.88,
    "depth": 15.41,
    "height": 3.8,
    "area": 119,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1305.655,
        -682.412
      ],
      [
        1314.089,
        -687.902
      ],
      [
        1320.531,
        -677.986
      ],
      [
        1312.097,
        -672.496
      ],
      [
        1305.655,
        -682.412
      ]
    ],
    "relativePoints": [
      [
        -7.438,
        -2.213
      ],
      [
        0.996,
        -7.703
      ],
      [
        7.438,
        2.213
      ],
      [
        -0.996,
        7.703
      ],
      [
        -7.438,
        -2.213
      ]
    ],
    "rotation": 0.9947,
    "houseLength": 11.83,
    "houseWidth": 10.06,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040845",
    "osmId": 403040845,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040845",
    "lon": 94.0749505,
    "lat": 23.1585703,
    "u": 1235.53,
    "v": 337.74,
    "x": 1112.47,
    "z": -634.83,
    "width": 14.85,
    "depth": 13.72,
    "height": 3.8,
    "area": 112,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1105.044,
        -636.396
      ],
      [
        1115.71,
        -641.695
      ],
      [
        1119.895,
        -633.269
      ],
      [
        1109.228,
        -627.971
      ],
      [
        1105.044,
        -636.396
      ]
    ],
    "relativePoints": [
      [
        -7.425,
        -1.563
      ],
      [
        3.241,
        -6.862
      ],
      [
        7.426,
        1.564
      ],
      [
        -3.241,
        6.862
      ],
      [
        -7.425,
        -1.563
      ]
    ],
    "rotation": 2.6806,
    "houseLength": 11.91,
    "houseWidth": 9.41,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040846",
    "osmId": 403040846,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040846",
    "lon": 94.0755664,
    "lat": 23.1582781,
    "u": 1298.57,
    "v": 370.27,
    "x": 1180.05,
    "z": -656.4,
    "width": 12.23,
    "depth": 11.04,
    "height": 3.8,
    "area": 70.7,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1173.933,
        -657.002
      ],
      [
        1182.73,
        -661.926
      ],
      [
        1186.162,
        -655.802
      ],
      [
        1177.357,
        -650.885
      ],
      [
        1173.933,
        -657.002
      ]
    ],
    "relativePoints": [
      [
        -6.112,
        -0.598
      ],
      [
        2.685,
        -5.522
      ],
      [
        6.117,
        0.602
      ],
      [
        -2.688,
        5.519
      ],
      [
        -6.112,
        -0.598
      ]
    ],
    "rotation": 2.6323,
    "houseLength": 10.09,
    "houseWidth": 7.02,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040847",
    "osmId": 403040847,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040847",
    "lon": 94.0765598,
    "lat": 23.1582546,
    "u": 1400.24,
    "v": 372.88,
    "x": 1253.79,
    "z": -726.45,
    "width": 12.54,
    "depth": 13.03,
    "height": 3.8,
    "area": 86.3,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1247.516,
        -728.538
      ],
      [
        1254.901,
        -732.964
      ],
      [
        1260.058,
        -724.377
      ],
      [
        1252.673,
        -719.936
      ],
      [
        1247.516,
        -728.538
      ]
    ],
    "relativePoints": [
      [
        -6.271,
        -2.085
      ],
      [
        1.114,
        -6.511
      ],
      [
        6.271,
        2.076
      ],
      [
        -1.114,
        6.517
      ],
      [
        -6.271,
        -2.085
      ]
    ],
    "rotation": -2.1109,
    "houseLength": 10.03,
    "houseWidth": 8.62,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040848",
    "osmId": 403040848,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040848",
    "lon": 94.0751639,
    "lat": 23.1584702,
    "u": 1257.37,
    "v": 348.88,
    "x": 1135.79,
    "z": -642.4,
    "width": 9.97,
    "depth": 11.57,
    "height": 3.8,
    "area": 58.5,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1135.927,
        -648.183
      ],
      [
        1140.773,
        -639.459
      ],
      [
        1135.659,
        -636.612
      ],
      [
        1130.805,
        -645.344
      ],
      [
        1135.927,
        -648.183
      ]
    ],
    "relativePoints": [
      [
        0.136,
        -5.784
      ],
      [
        4.982,
        2.94
      ],
      [
        -0.132,
        5.787
      ],
      [
        -4.986,
        -2.945
      ],
      [
        0.136,
        -5.784
      ]
    ],
    "rotation": -2.0781,
    "houseLength": 9.99,
    "houseWidth": 5.86,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040849",
    "osmId": 403040849,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040849",
    "lon": 94.0754902,
    "lat": 23.1580712,
    "u": 1290.76,
    "v": 393.29,
    "x": 1190.81,
    "z": -634.61,
    "width": 11.47,
    "depth": 10.45,
    "height": 3.8,
    "area": 61.2,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1188.425,
        -629.381
      ],
      [
        1185.072,
        -634.876
      ],
      [
        1193.19,
        -639.829
      ],
      [
        1196.542,
        -634.334
      ],
      [
        1188.425,
        -629.381
      ]
    ],
    "relativePoints": [
      [
        -2.382,
        5.224
      ],
      [
        -5.735,
        -0.271
      ],
      [
        2.383,
        -5.224
      ],
      [
        5.735,
        0.271
      ],
      [
        -2.382,
        5.224
      ]
    ],
    "rotation": -0.5478,
    "houseLength": 9.51,
    "houseWidth": 6.44,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040850",
    "osmId": 403040850,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040850",
    "lon": 94.0759037,
    "lat": 23.1569383,
    "u": 1333.09,
    "v": 519.41,
    "x": 1309.92,
    "z": -575.35,
    "width": 9.52,
    "depth": 10.5,
    "height": 3.2,
    "area": 48.2,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1309.515,
        -580.604
      ],
      [
        1314.679,
        -573.111
      ],
      [
        1310.318,
        -570.104
      ],
      [
        1305.155,
        -577.598
      ],
      [
        1309.515,
        -580.604
      ]
    ],
    "relativePoints": [
      [
        -0.402,
        -5.25
      ],
      [
        4.762,
        2.243
      ],
      [
        0.401,
        5.25
      ],
      [
        -4.762,
        -2.244
      ],
      [
        -0.402,
        -5.25
      ]
    ],
    "rotation": -2.1741,
    "houseLength": 9.1,
    "houseWidth": 5.3,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040851",
    "osmId": 403040851,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040851",
    "lon": 94.0753266,
    "lat": 23.1583709,
    "u": 1274.02,
    "v": 359.94,
    "x": 1155.38,
    "z": -646.35,
    "width": 14.16,
    "depth": 15.87,
    "height": 4.5,
    "area": 146.4,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1148.298,
        -651.314
      ],
      [
        1158.814,
        -654.288
      ],
      [
        1162.462,
        -641.391
      ],
      [
        1151.962,
        -638.416
      ],
      [
        1148.298,
        -651.314
      ]
    ],
    "relativePoints": [
      [
        -7.086,
        -4.962
      ],
      [
        3.43,
        -7.936
      ],
      [
        7.078,
        4.961
      ],
      [
        -3.422,
        7.936
      ],
      [
        -7.086,
        -4.962
      ]
    ],
    "rotation": -1.8476,
    "houseLength": 13.42,
    "houseWidth": 10.93,
    "wallHeight": 3.6,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040852",
    "osmId": 403040852,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040852",
    "lon": 94.0759241,
    "lat": 23.1571704,
    "u": 1335.17,
    "v": 493.58,
    "x": 1293.13,
    "z": -595.09,
    "width": 9.48,
    "depth": 9.35,
    "height": 3.2,
    "area": 43.1,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1288.384,
        -594.47
      ],
      [
        1294.126,
        -599.771
      ],
      [
        1297.863,
        -595.716
      ],
      [
        1292.128,
        -590.421
      ],
      [
        1288.384,
        -594.47
      ]
    ],
    "relativePoints": [
      [
        -4.741,
        0.625
      ],
      [
        1.001,
        -4.676
      ],
      [
        4.738,
        -0.621
      ],
      [
        -0.997,
        4.674
      ],
      [
        -4.741,
        0.625
      ]
    ],
    "rotation": -0.7455,
    "houseLength": 7.81,
    "houseWidth": 5.51,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040853",
    "osmId": 403040853,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040853",
    "lon": 94.0760729,
    "lat": 23.1569903,
    "u": 1350.41,
    "v": 513.63,
    "x": 1318.07,
    "z": -591.69,
    "width": 12.69,
    "depth": 13.05,
    "height": 3.8,
    "area": 76.6,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1311.725,
        -589.568
      ],
      [
        1319.537,
        -598.214
      ],
      [
        1324.412,
        -593.817
      ],
      [
        1316.609,
        -585.163
      ],
      [
        1311.725,
        -589.568
      ]
    ],
    "relativePoints": [
      [
        -6.346,
        2.123
      ],
      [
        1.466,
        -6.523
      ],
      [
        6.341,
        -2.126
      ],
      [
        -1.462,
        6.528
      ],
      [
        -6.346,
        2.123
      ]
    ],
    "rotation": -0.836,
    "houseLength": 11.66,
    "houseWidth": 6.58,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040854",
    "osmId": 403040854,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040854",
    "lon": 94.0742469,
    "lat": 23.1577011,
    "u": 1163.52,
    "v": 434.5,
    "x": 1129.97,
    "z": -515.5,
    "width": 7.36,
    "depth": 7.04,
    "height": 3.2,
    "area": 33.3,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1126.289,
        -517.277
      ],
      [
        1132.045,
        -519.018
      ],
      [
        1133.648,
        -513.71
      ],
      [
        1127.899,
        -511.976
      ],
      [
        1126.289,
        -517.277
      ]
    ],
    "relativePoints": [
      [
        -3.681,
        -1.782
      ],
      [
        2.075,
        -3.523
      ],
      [
        3.678,
        1.785
      ],
      [
        -2.071,
        3.519
      ],
      [
        -3.681,
        -1.782
      ]
    ],
    "rotation": -0.2937,
    "houseLength": 6.01,
    "houseWidth": 5.54,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040855",
    "osmId": 403040855,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040855",
    "lon": 94.0757437,
    "lat": 23.1571322,
    "u": 1316.71,
    "v": 497.83,
    "x": 1283.08,
    "z": -579.04,
    "width": 15.93,
    "depth": 16.57,
    "height": 3.8,
    "area": 130.2,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1275.113,
        -581.34
      ],
      [
        1282.689,
        -587.326
      ],
      [
        1291.044,
        -576.727
      ],
      [
        1283.467,
        -570.756
      ],
      [
        1275.113,
        -581.34
      ]
    ],
    "relativePoints": [
      [
        -7.965,
        -2.303
      ],
      [
        -0.389,
        -8.289
      ],
      [
        7.966,
        2.31
      ],
      [
        0.389,
        8.281
      ],
      [
        -7.965,
        -2.303
      ]
    ],
    "rotation": 0.9032,
    "houseLength": 13.5,
    "houseWidth": 9.66,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040856",
    "osmId": 403040856,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040856",
    "lon": 94.0763189,
    "lat": 23.1569415,
    "u": 1375.58,
    "v": 519.06,
    "x": 1339.71,
    "z": -605.65,
    "width": 8.93,
    "depth": 8.97,
    "height": 3.2,
    "area": 39.6,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1335.243,
        -605.073
      ],
      [
        1340.106,
        -610.14
      ],
      [
        1344.176,
        -606.229
      ],
      [
        1339.321,
        -601.169
      ],
      [
        1335.243,
        -605.073
      ]
    ],
    "relativePoints": [
      [
        -4.469,
        0.58
      ],
      [
        0.394,
        -4.487
      ],
      [
        4.464,
        -0.576
      ],
      [
        -0.391,
        4.484
      ],
      [
        -4.469,
        0.58
      ]
    ],
    "rotation": -0.8059,
    "houseLength": 7.02,
    "houseWidth": 5.65,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040857",
    "osmId": 403040857,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040857",
    "lon": 94.0743388,
    "lat": 23.1577341,
    "u": 1172.92,
    "v": 430.83,
    "x": 1134.02,
    "z": -524.74,
    "width": 5.75,
    "depth": 6.48,
    "height": 3.2,
    "area": 18.7,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1131.146,
        -526.243
      ],
      [
        1134.051,
        -527.983
      ],
      [
        1136.897,
        -523.241
      ],
      [
        1133.992,
        -521.5
      ],
      [
        1131.146,
        -526.243
      ]
    ],
    "relativePoints": [
      [
        -2.875,
        -1.501
      ],
      [
        0.03,
        -3.241
      ],
      [
        2.876,
        1.501
      ],
      [
        -0.029,
        3.242
      ],
      [
        -2.875,
        -1.501
      ]
    ],
    "rotation": -2.1112,
    "houseLength": 6,
    "houseWidth": 4,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040858",
    "osmId": 403040858,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040858",
    "lon": 94.0754903,
    "lat": 23.1572288,
    "u": 1290.78,
    "v": 487.08,
    "x": 1257.13,
    "z": -568.3,
    "width": 9.84,
    "depth": 10.13,
    "height": 3.8,
    "area": 50.2,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1257.281,
        -573.364
      ],
      [
        1262.054,
        -567.1
      ],
      [
        1256.99,
        -563.233
      ],
      [
        1252.21,
        -569.505
      ],
      [
        1257.281,
        -573.364
      ]
    ],
    "relativePoints": [
      [
        0.147,
        -5.063
      ],
      [
        4.92,
        1.201
      ],
      [
        -0.144,
        5.068
      ],
      [
        -4.924,
        -1.204
      ],
      [
        0.147,
        -5.063
      ]
    ],
    "rotation": -2.222,
    "houseLength": 7.89,
    "houseWidth": 6.37,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040859",
    "osmId": 403040859,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040859",
    "lon": 94.0768447,
    "lat": 23.1584364,
    "u": 1429.4,
    "v": 352.65,
    "x": 1260.1,
    "z": -761.38,
    "width": 7.93,
    "depth": 7.15,
    "height": 3.2,
    "area": 34.1,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1256.132,
        -762.721
      ],
      [
        1262.252,
        -764.953
      ],
      [
        1264.058,
        -760.036
      ],
      [
        1257.938,
        -757.804
      ],
      [
        1256.132,
        -762.721
      ]
    ],
    "relativePoints": [
      [
        -3.963,
        -1.342
      ],
      [
        2.157,
        -3.574
      ],
      [
        3.963,
        1.343
      ],
      [
        -2.157,
        3.575
      ],
      [
        -3.963,
        -1.342
      ]
    ],
    "rotation": -0.3497,
    "houseLength": 6.53,
    "houseWidth": 5.24,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040860",
    "osmId": 403040860,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040860",
    "lon": 94.0765571,
    "lat": 23.1566678,
    "u": 1399.96,
    "v": 549.53,
    "x": 1378.5,
    "z": -601.35,
    "width": 5.6,
    "depth": 5.25,
    "height": 3.2,
    "area": 14.2,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1375.701,
        -601.12
      ],
      [
        1379.495,
        -603.969
      ],
      [
        1381.3,
        -601.571
      ],
      [
        1377.506,
        -598.721
      ],
      [
        1375.701,
        -601.12
      ]
    ],
    "relativePoints": [
      [
        -2.8,
        0.225
      ],
      [
        0.994,
        -2.624
      ],
      [
        2.799,
        -0.226
      ],
      [
        -0.995,
        2.624
      ],
      [
        -2.8,
        0.225
      ]
    ],
    "rotation": 2.4973,
    "houseLength": 6,
    "houseWidth": 4,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403040861",
    "osmId": 403040861,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040861",
    "lon": 94.0774858,
    "lat": 23.157814,
    "u": 1495.01,
    "v": 421.94,
    "x": 1355.49,
    "z": -758.78,
    "width": 23.92,
    "depth": 20.88,
    "height": 4.5,
    "area": 227.5,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1346.055,
        -754.911
      ],
      [
        1352.588,
        -759.712
      ],
      [
        1350.378,
        -763.123
      ],
      [
        1363.512,
        -771.628
      ],
      [
        1369.98,
        -761.629
      ],
      [
        1356.861,
        -753.123
      ],
      [
        1355.402,
        -755.363
      ],
      [
        1349.118,
        -750.748
      ],
      [
        1346.055,
        -754.911
      ]
    ],
    "relativePoints": [
      [
        -9.432,
        3.869
      ],
      [
        -2.899,
        -0.932
      ],
      [
        -5.109,
        -4.343
      ],
      [
        8.025,
        -12.848
      ],
      [
        14.493,
        -2.849
      ],
      [
        1.374,
        5.657
      ],
      [
        -0.085,
        3.417
      ],
      [
        -6.369,
        8.032
      ],
      [
        -9.432,
        3.869
      ]
    ],
    "rotation": -0.5747,
    "houseLength": 23.74,
    "houseWidth": 11.92,
    "wallHeight": 3.6,
    "roofHeight": 1.8
  },
  {
    "id": "way/403040862",
    "osmId": 403040862,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040862",
    "lon": 94.0769702,
    "lat": 23.1583132,
    "u": 1442.25,
    "v": 366.36,
    "x": 1278.88,
    "z": -760.77,
    "width": 11.34,
    "depth": 11.34,
    "height": 3.8,
    "area": 56.2,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1273.21,
        -762.781
      ],
      [
        1276.865,
        -766.436
      ],
      [
        1284.548,
        -758.753
      ],
      [
        1280.893,
        -755.099
      ],
      [
        1273.21,
        -762.781
      ]
    ],
    "relativePoints": [
      [
        -5.669,
        -2.014
      ],
      [
        -2.014,
        -5.669
      ],
      [
        5.669,
        2.014
      ],
      [
        2.014,
        5.668
      ],
      [
        -5.669,
        -2.014
      ]
    ],
    "rotation": 0.7854,
    "houseLength": 10.87,
    "houseWidth": 5.17,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043481",
    "osmId": 403043481,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043481",
    "lon": 94.0800878,
    "lat": 23.1562073,
    "u": 1761.32,
    "v": 600.78,
    "x": 1670.26,
    "z": -820.62,
    "width": 9.18,
    "depth": 9.18,
    "height": 3.2,
    "area": 42,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1669.96,
        -825.212
      ],
      [
        1674.849,
        -820.324
      ],
      [
        1670.557,
        -816.033
      ],
      [
        1665.669,
        -820.921
      ],
      [
        1669.96,
        -825.212
      ]
    ],
    "relativePoints": [
      [
        -0.299,
        -4.589
      ],
      [
        4.59,
        0.299
      ],
      [
        0.298,
        4.59
      ],
      [
        -4.59,
        -0.298
      ],
      [
        -0.299,
        -4.589
      ]
    ],
    "rotation": 0.7853,
    "houseLength": 6.91,
    "houseWidth": 6.07,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043482",
    "osmId": 403043482,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043482",
    "lon": 94.079462,
    "lat": 23.1579367,
    "u": 1697.28,
    "v": 408.28,
    "x": 1488.85,
    "z": -911.46,
    "width": 5.63,
    "depth": 6.49,
    "height": 3.2,
    "area": 21.5,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1489.728,
        -914.705
      ],
      [
        1491.661,
        -909.632
      ],
      [
        1487.98,
        -908.218
      ],
      [
        1486.032,
        -913.292
      ],
      [
        1489.728,
        -914.705
      ]
    ],
    "relativePoints": [
      [
        0.878,
        -3.243
      ],
      [
        2.811,
        1.83
      ],
      [
        -0.87,
        3.244
      ],
      [
        -2.818,
        -1.83
      ],
      [
        0.878,
        -3.243
      ]
    ],
    "rotation": -1.9374,
    "houseLength": 6,
    "houseWidth": 4,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043483",
    "osmId": 403043483,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043483",
    "lon": 94.0786455,
    "lat": 23.157029,
    "u": 1613.71,
    "v": 509.31,
    "x": 1501.2,
    "z": -780.93,
    "width": 15.95,
    "depth": 15.67,
    "height": 3.8,
    "area": 131.2,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1493.231,
        -782.425
      ],
      [
        1503.297,
        -788.759
      ],
      [
        1509.178,
        -779.433
      ],
      [
        1499.106,
        -773.091
      ],
      [
        1493.231,
        -782.425
      ]
    ],
    "relativePoints": [
      [
        -7.972,
        -1.498
      ],
      [
        2.094,
        -7.832
      ],
      [
        7.975,
        1.494
      ],
      [
        -2.097,
        7.836
      ],
      [
        -7.972,
        -1.498
      ]
    ],
    "rotation": 2.5796,
    "houseLength": 11.9,
    "houseWidth": 11.03,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043484",
    "osmId": 403043484,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043484",
    "lon": 94.0791309,
    "lat": 23.1587322,
    "u": 1663.39,
    "v": 319.71,
    "x": 1402.26,
    "z": -950.12,
    "width": 12.55,
    "depth": 13.93,
    "height": 3.8,
    "area": 91.6,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1395.99,
        -953.224
      ],
      [
        1402.939,
        -957.088
      ],
      [
        1408.535,
        -947.019
      ],
      [
        1401.586,
        -943.156
      ],
      [
        1395.99,
        -953.224
      ]
    ],
    "relativePoints": [
      [
        -6.272,
        -3.102
      ],
      [
        0.677,
        -6.966
      ],
      [
        6.273,
        3.103
      ],
      [
        -0.676,
        6.966
      ],
      [
        -6.272,
        -3.102
      ]
    ],
    "rotation": 1.0635,
    "houseLength": 11.52,
    "houseWidth": 7.95,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043485",
    "osmId": 403043485,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043485",
    "lon": 94.0804758,
    "lat": 23.157469,
    "u": 1801.04,
    "v": 460.33,
    "x": 1599.03,
    "z": -948.02,
    "width": 14.1,
    "depth": 13.76,
    "height": 3.8,
    "area": 98.5,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1591.976,
        -948.487
      ],
      [
        1600.628,
        -954.903
      ],
      [
        1606.079,
        -947.555
      ],
      [
        1597.428,
        -941.139
      ],
      [
        1591.976,
        -948.487
      ]
    ],
    "relativePoints": [
      [
        -7.052,
        -0.466
      ],
      [
        1.6,
        -6.882
      ],
      [
        7.051,
        0.466
      ],
      [
        -1.6,
        6.882
      ],
      [
        -7.052,
        -0.466
      ]
    ],
    "rotation": -0.6381,
    "houseLength": 10.77,
    "houseWidth": 9.15,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043486",
    "osmId": 403043486,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043486",
    "lon": 94.0791205,
    "lat": 23.156626,
    "u": 1662.33,
    "v": 554.18,
    "x": 1567.31,
    "z": -783.58,
    "width": 10.36,
    "depth": 9.97,
    "height": 3.8,
    "area": 52.9,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1562.127,
        -784.019
      ],
      [
        1568.761,
        -788.559
      ],
      [
        1572.487,
        -783.139
      ],
      [
        1565.846,
        -778.592
      ],
      [
        1562.127,
        -784.019
      ]
    ],
    "relativePoints": [
      [
        -5.178,
        -0.442
      ],
      [
        1.456,
        -4.982
      ],
      [
        5.182,
        0.438
      ],
      [
        -1.459,
        4.985
      ],
      [
        -5.178,
        -0.442
      ]
    ],
    "rotation": 2.5412,
    "houseLength": 8.05,
    "houseWidth": 6.58,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043487",
    "osmId": 403043487,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043487",
    "lon": 94.0801704,
    "lat": 23.1561477,
    "u": 1769.77,
    "v": 607.43,
    "x": 1680.93,
    "z": -821.9,
    "width": 12.93,
    "depth": 13.03,
    "height": 3.8,
    "area": 83.4,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1674.471,
        -822.859
      ],
      [
        1680.474,
        -828.421
      ],
      [
        1687.401,
        -820.943
      ],
      [
        1681.39,
        -815.389
      ],
      [
        1674.471,
        -822.859
      ]
    ],
    "relativePoints": [
      [
        -6.463,
        -0.956
      ],
      [
        -0.46,
        -6.518
      ],
      [
        6.467,
        0.96
      ],
      [
        0.456,
        6.514
      ],
      [
        -6.463,
        -0.956
      ]
    ],
    "rotation": 0.8236,
    "houseLength": 10.19,
    "houseWidth": 8.18,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043488",
    "osmId": 403043488,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043488",
    "lon": 94.0798332,
    "lat": 23.1582754,
    "u": 1735.27,
    "v": 370.57,
    "x": 1489.05,
    "z": -964.98,
    "width": 16.49,
    "depth": 16.05,
    "height": 3.8,
    "area": 124,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1480.81,
        -963.312
      ],
      [
        1491.563,
        -973.011
      ],
      [
        1497.298,
        -966.654
      ],
      [
        1486.544,
        -956.956
      ],
      [
        1480.81,
        -963.312
      ]
    ],
    "relativePoints": [
      [
        -8.244,
        1.671
      ],
      [
        2.509,
        -8.028
      ],
      [
        8.244,
        -1.671
      ],
      [
        -2.51,
        8.027
      ],
      [
        -8.244,
        1.671
      ]
    ],
    "rotation": 2.4078,
    "houseLength": 14.48,
    "houseWidth": 8.56,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043489",
    "osmId": 403043489,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043489",
    "lon": 94.0781386,
    "lat": 23.1570687,
    "u": 1561.83,
    "v": 504.9,
    "x": 1461.4,
    "z": -747.36,
    "width": 11,
    "depth": 11.05,
    "height": 3.8,
    "area": 60.8,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1461.457,
        -752.886
      ],
      [
        1466.899,
        -746.851
      ],
      [
        1461.348,
        -741.836
      ],
      [
        1455.898,
        -747.879
      ],
      [
        1461.457,
        -752.886
      ]
    ],
    "relativePoints": [
      [
        0.056,
        -5.523
      ],
      [
        5.498,
        0.512
      ],
      [
        -0.053,
        5.527
      ],
      [
        -5.503,
        -0.516
      ],
      [
        0.056,
        -5.523
      ]
    ],
    "rotation": -2.3046,
    "houseLength": 8.14,
    "houseWidth": 7.48,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043490",
    "osmId": 403043490,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043490",
    "lon": 94.0795516,
    "lat": 23.1587255,
    "u": 1706.45,
    "v": 320.47,
    "x": 1433.25,
    "z": -980.04,
    "width": 12.01,
    "depth": 12,
    "height": 3.8,
    "area": 72.5,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1427.243,
        -980.447
      ],
      [
        1433.72,
        -986.042
      ],
      [
        1439.253,
        -979.626
      ],
      [
        1432.768,
        -974.039
      ],
      [
        1427.243,
        -980.447
      ]
    ],
    "relativePoints": [
      [
        -6.003,
        -0.408
      ],
      [
        0.474,
        -6.003
      ],
      [
        6.007,
        0.413
      ],
      [
        -0.478,
        6
      ],
      [
        -6.003,
        -0.408
      ]
    ],
    "rotation": 2.4304,
    "houseLength": 8.56,
    "houseWidth": 8.47,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043491",
    "osmId": 403043491,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043491",
    "lon": 94.0803246,
    "lat": 23.1574605,
    "u": 1785.56,
    "v": 461.28,
    "x": 1588.76,
    "z": -936.41,
    "width": 12.5,
    "depth": 12.07,
    "height": 3.8,
    "area": 78.4,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1582.51,
        -937.226
      ],
      [
        1590.563,
        -942.445
      ],
      [
        1595.006,
        -935.6
      ],
      [
        1586.945,
        -930.373
      ],
      [
        1582.51,
        -937.226
      ]
    ],
    "relativePoints": [
      [
        -6.246,
        -0.815
      ],
      [
        1.807,
        -6.034
      ],
      [
        6.25,
        0.811
      ],
      [
        -1.811,
        6.038
      ],
      [
        -6.246,
        -0.815
      ]
    ],
    "rotation": 2.5663,
    "houseLength": 9.61,
    "houseWidth": 8.16,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043492",
    "osmId": 403043492,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043492",
    "lon": 94.078968,
    "lat": 23.156912,
    "u": 1646.72,
    "v": 522.34,
    "x": 1533.75,
    "z": -795.06,
    "width": 15.49,
    "depth": 14.65,
    "height": 3.8,
    "area": 116.4,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1526.008,
        -795.633
      ],
      [
        1536.342,
        -802.378
      ],
      [
        1541.5,
        -794.485
      ],
      [
        1531.158,
        -787.732
      ],
      [
        1526.008,
        -795.633
      ]
    ],
    "relativePoints": [
      [
        -7.744,
        -0.576
      ],
      [
        2.59,
        -7.321
      ],
      [
        7.748,
        0.572
      ],
      [
        -2.594,
        7.325
      ],
      [
        -7.744,
        -0.576
      ]
    ],
    "rotation": 2.5631,
    "houseLength": 12.35,
    "houseWidth": 9.43,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043493",
    "osmId": 403043493,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043493",
    "lon": 94.0802481,
    "lat": 23.1561458,
    "u": 1777.73,
    "v": 607.64,
    "x": 1686.71,
    "z": -827.38,
    "width": 8.15,
    "depth": 8.6,
    "height": 3.2,
    "area": 32.7,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1682.638,
        -828.948
      ],
      [
        1685.97,
        -831.682
      ],
      [
        1690.786,
        -825.824
      ],
      [
        1687.447,
        -823.083
      ],
      [
        1682.638,
        -828.948
      ]
    ],
    "relativePoints": [
      [
        -4.072,
        -1.564
      ],
      [
        -0.74,
        -4.298
      ],
      [
        4.076,
        1.56
      ],
      [
        0.737,
        4.301
      ],
      [
        -4.072,
        -1.564
      ]
    ],
    "rotation": -2.2576,
    "houseLength": 7.59,
    "houseWidth": 4.32,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043494",
    "osmId": 403043494,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043494",
    "lon": 94.0803337,
    "lat": 23.1564642,
    "u": 1786.5,
    "v": 572.19,
    "x": 1667.84,
    "z": -858.65,
    "width": 13.64,
    "depth": 12.85,
    "height": 3.8,
    "area": 89.9,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1661.021,
        -858.165
      ],
      [
        1665.504,
        -865.073
      ],
      [
        1674.66,
        -859.131
      ],
      [
        1670.176,
        -852.223
      ],
      [
        1661.021,
        -858.165
      ]
    ],
    "relativePoints": [
      [
        -6.819,
        0.483
      ],
      [
        -2.336,
        -6.425
      ],
      [
        6.82,
        -0.483
      ],
      [
        2.336,
        6.425
      ],
      [
        -6.819,
        0.483
      ]
    ],
    "rotation": 0.5757,
    "houseLength": 10.92,
    "houseWidth": 8.24,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043495",
    "osmId": 403043495,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043495",
    "lon": 94.0800627,
    "lat": 23.1581887,
    "u": 1758.75,
    "v": 380.22,
    "x": 1512.48,
    "z": -974.77,
    "width": 10.87,
    "depth": 10.64,
    "height": 3.8,
    "area": 57.4,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1507.04,
        -974.571
      ],
      [
        1513.61,
        -980.086
      ],
      [
        1517.912,
        -974.974
      ],
      [
        1511.35,
        -969.45
      ],
      [
        1507.04,
        -974.571
      ]
    ],
    "relativePoints": [
      [
        -5.438,
        0.199
      ],
      [
        1.132,
        -5.316
      ],
      [
        5.434,
        -0.204
      ],
      [
        -1.128,
        5.32
      ],
      [
        -5.438,
        0.199
      ]
    ],
    "rotation": -0.6983,
    "houseLength": 8.59,
    "houseWidth": 6.69,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043496",
    "osmId": 403043496,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043496",
    "lon": 94.0780024,
    "lat": 23.157097,
    "u": 1547.88,
    "v": 501.75,
    "x": 1449.31,
    "z": -739.73,
    "width": 12.36,
    "depth": 11.72,
    "height": 3.8,
    "area": 69.2,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1447.211,
        -733.87
      ],
      [
        1443.129,
        -738.951
      ],
      [
        1451.409,
        -745.594
      ],
      [
        1455.484,
        -740.506
      ],
      [
        1447.211,
        -733.87
      ]
    ],
    "relativePoints": [
      [
        -2.098,
        5.86
      ],
      [
        -6.18,
        0.779
      ],
      [
        2.1,
        -5.864
      ],
      [
        6.175,
        -0.776
      ],
      [
        -2.098,
        5.86
      ]
    ],
    "rotation": -0.6761,
    "houseLength": 10.62,
    "houseWidth": 6.52,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043497",
    "osmId": 403043497,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043497",
    "lon": 94.0797419,
    "lat": 23.1586132,
    "u": 1725.92,
    "v": 332.97,
    "x": 1455.85,
    "z": -984.96,
    "width": 10.98,
    "depth": 10.21,
    "height": 3.8,
    "area": 57.1,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1450.359,
        -985.223
      ],
      [
        1457.893,
        -990.065
      ],
      [
        1461.338,
        -984.709
      ],
      [
        1453.812,
        -979.86
      ],
      [
        1450.359,
        -985.223
      ]
    ],
    "relativePoints": [
      [
        -5.492,
        -0.259
      ],
      [
        2.042,
        -5.101
      ],
      [
        5.487,
        0.255
      ],
      [
        -2.039,
        5.104
      ],
      [
        -5.492,
        -0.259
      ]
    ],
    "rotation": -0.5712,
    "houseLength": 8.96,
    "houseWidth": 6.38,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043498",
    "osmId": 403043498,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043498",
    "lon": 94.0801253,
    "lat": 23.1574912,
    "u": 1765.16,
    "v": 457.87,
    "x": 1571.92,
    "z": -924.4,
    "width": 12.24,
    "depth": 12.25,
    "height": 3.8,
    "area": 77.8,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1565.797,
        -925.598
      ],
      [
        1573.109,
        -930.517
      ],
      [
        1578.039,
        -923.199
      ],
      [
        1570.735,
        -918.272
      ],
      [
        1565.797,
        -925.598
      ]
    ],
    "relativePoints": [
      [
        -6.123,
        -1.201
      ],
      [
        1.189,
        -6.12
      ],
      [
        6.119,
        1.198
      ],
      [
        -1.185,
        6.125
      ],
      [
        -6.123,
        -1.201
      ]
    ],
    "rotation": -2.1639,
    "houseLength": 8.83,
    "houseWidth": 8.81,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043499",
    "osmId": 403043499,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043499",
    "lon": 94.0788337,
    "lat": 23.1569069,
    "u": 1632.97,
    "v": 522.91,
    "x": 1524.44,
    "z": -784.93,
    "width": 11.29,
    "depth": 9.61,
    "height": 3.8,
    "area": 57.1,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1518.791,
        -785.409
      ],
      [
        1527.439,
        -789.744
      ],
      [
        1530.082,
        -784.452
      ],
      [
        1521.433,
        -780.132
      ],
      [
        1518.791,
        -785.409
      ]
    ],
    "relativePoints": [
      [
        -5.645,
        -0.475
      ],
      [
        3.003,
        -4.81
      ],
      [
        5.646,
        0.482
      ],
      [
        -3.003,
        4.802
      ],
      [
        -5.645,
        -0.475
      ]
    ],
    "rotation": -0.4647,
    "houseLength": 9.68,
    "houseWidth": 5.92,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043500",
    "osmId": 403043500,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043500",
    "lon": 94.0809371,
    "lat": 23.1587685,
    "u": 1848.24,
    "v": 315.68,
    "x": 1530.12,
    "z": -1083.69,
    "width": 6.85,
    "depth": 6.95,
    "height": 3.2,
    "area": 23.7,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1526.699,
        -1084.311
      ],
      [
        1530.041,
        -1087.165
      ],
      [
        1533.546,
        -1083.066
      ],
      [
        1530.204,
        -1080.213
      ],
      [
        1526.699,
        -1084.311
      ]
    ],
    "relativePoints": [
      [
        -3.423,
        -0.622
      ],
      [
        -0.081,
        -3.476
      ],
      [
        3.424,
        0.623
      ],
      [
        0.082,
        3.476
      ],
      [
        -3.423,
        -0.622
      ]
    ],
    "rotation": 0.8634,
    "houseLength": 6,
    "houseWidth": 4.39,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043501",
    "osmId": 403043501,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043501",
    "lon": 94.0804474,
    "lat": 23.1561657,
    "u": 1798.13,
    "v": 605.41,
    "x": 1699.56,
    "z": -843.38,
    "width": 12.59,
    "depth": 12.27,
    "height": 3.8,
    "area": 75.2,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1693.267,
        -842.709
      ],
      [
        1701.125,
        -849.513
      ],
      [
        1705.857,
        -844.043
      ],
      [
        1697.998,
        -837.239
      ],
      [
        1693.267,
        -842.709
      ]
    ],
    "relativePoints": [
      [
        -6.295,
        0.667
      ],
      [
        1.563,
        -6.137
      ],
      [
        6.295,
        -0.667
      ],
      [
        -1.564,
        6.137
      ],
      [
        -6.295,
        0.667
      ]
    ],
    "rotation": 2.428,
    "houseLength": 10.4,
    "houseWidth": 7.23,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043502",
    "osmId": 403043502,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043502",
    "lon": 94.0800074,
    "lat": 23.1582578,
    "u": 1753.09,
    "v": 372.53,
    "x": 1503.04,
    "z": -976.2,
    "width": 6.46,
    "depth": 5.84,
    "height": 3.2,
    "area": 19.1,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1499.812,
        -976.284
      ],
      [
        1504.428,
        -979.122
      ],
      [
        1506.274,
        -976.118
      ],
      [
        1501.657,
        -973.281
      ],
      [
        1499.812,
        -976.284
      ]
    ],
    "relativePoints": [
      [
        -3.231,
        -0.083
      ],
      [
        1.385,
        -2.921
      ],
      [
        3.231,
        0.083
      ],
      [
        -1.386,
        2.92
      ],
      [
        -3.231,
        -0.083
      ]
    ],
    "rotation": 2.5906,
    "houseLength": 6,
    "houseWidth": 4,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043503",
    "osmId": 403043503,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043503",
    "lon": 94.0798347,
    "lat": 23.157533,
    "u": 1735.41,
    "v": 453.21,
    "x": 1547.59,
    "z": -906.65,
    "width": 18.36,
    "depth": 18.48,
    "height": 4.5,
    "area": 165.9,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1546.409,
        -915.892
      ],
      [
        1556.772,
        -905.081
      ],
      [
        1548.776,
        -897.416
      ],
      [
        1538.414,
        -908.227
      ],
      [
        1546.409,
        -915.892
      ]
    ],
    "relativePoints": [
      [
        -1.184,
        -9.238
      ],
      [
        9.179,
        1.573
      ],
      [
        1.183,
        9.238
      ],
      [
        -9.179,
        -1.573
      ],
      [
        -1.184,
        -9.238
      ]
    ],
    "rotation": 0.8066,
    "houseLength": 14.98,
    "houseWidth": 11.08,
    "wallHeight": 3.6,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043504",
    "osmId": 403043504,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043504",
    "lon": 94.0788257,
    "lat": 23.157033,
    "u": 1632.16,
    "v": 508.88,
    "x": 1513.94,
    "z": -794.28,
    "width": 18.64,
    "depth": 19.66,
    "height": 4.5,
    "area": 188,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1504.619,
        -797.496
      ],
      [
        1514.68,
        -804.11
      ],
      [
        1523.259,
        -791.058
      ],
      [
        1513.198,
        -784.445
      ],
      [
        1504.619,
        -797.496
      ]
    ],
    "relativePoints": [
      [
        -9.32,
        -3.219
      ],
      [
        0.741,
        -9.833
      ],
      [
        9.32,
        3.219
      ],
      [
        -0.741,
        9.832
      ],
      [
        -9.32,
        -3.219
      ]
    ],
    "rotation": 0.9893,
    "houseLength": 15.62,
    "houseWidth": 12.04,
    "wallHeight": 3.6,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043505",
    "osmId": 403043505,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043505",
    "lon": 94.0806314,
    "lat": 23.1586872,
    "u": 1816.96,
    "v": 324.73,
    "x": 1514.4,
    "z": -1055.17,
    "width": 7.24,
    "depth": 7.25,
    "height": 3.2,
    "area": 26.3,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1510.778,
        -1054.899
      ],
      [
        1514.355,
        -1058.791
      ],
      [
        1518.018,
        -1055.432
      ],
      [
        1514.441,
        -1051.54
      ],
      [
        1510.778,
        -1054.899
      ]
    ],
    "relativePoints": [
      [
        -3.62,
        0.266
      ],
      [
        -0.043,
        -3.626
      ],
      [
        3.62,
        -0.267
      ],
      [
        0.043,
        3.625
      ],
      [
        -3.62,
        0.266
      ]
    ],
    "rotation": -0.8275,
    "houseLength": 6,
    "houseWidth": 4.97,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043506",
    "osmId": 403043506,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043506",
    "lon": 94.0789133,
    "lat": 23.1586951,
    "u": 1641.11,
    "v": 323.85,
    "x": 1389.44,
    "z": -931.45,
    "width": 11.36,
    "depth": 11.33,
    "height": 3.8,
    "area": 64.2,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1383.759,
        -931.296
      ],
      [
        1389.872,
        -937.11
      ],
      [
        1395.118,
        -931.603
      ],
      [
        1388.998,
        -925.782
      ],
      [
        1383.759,
        -931.296
      ]
    ],
    "relativePoints": [
      [
        -5.678,
        0.152
      ],
      [
        0.435,
        -5.662
      ],
      [
        5.681,
        -0.155
      ],
      [
        -0.439,
        5.666
      ],
      [
        -5.678,
        0.152
      ]
    ],
    "rotation": 2.3812,
    "houseLength": 8.45,
    "houseWidth": 7.61,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043507",
    "osmId": 403043507,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043507",
    "lon": 94.0799119,
    "lat": 23.1586212,
    "u": 1743.32,
    "v": 332.08,
    "x": 1467.53,
    "z": -997.89,
    "width": 11.1,
    "depth": 9.52,
    "height": 3.8,
    "area": 54.9,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1461.976,
        -998.256
      ],
      [
        1470.403,
        -1002.653
      ],
      [
        1473.076,
        -997.534
      ],
      [
        1464.649,
        -993.137
      ],
      [
        1461.976,
        -998.256
      ]
    ],
    "relativePoints": [
      [
        -5.55,
        -0.361
      ],
      [
        2.877,
        -4.758
      ],
      [
        5.55,
        0.361
      ],
      [
        -2.877,
        4.758
      ],
      [
        -5.55,
        -0.361
      ]
    ],
    "rotation": 2.6607,
    "houseLength": 9.51,
    "houseWidth": 5.77,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043508",
    "osmId": 403043508,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043508",
    "lon": 94.0796316,
    "lat": 23.1575072,
    "u": 1714.64,
    "v": 456.08,
    "x": 1534.93,
    "z": -889.93,
    "width": 14.63,
    "depth": 14.34,
    "height": 3.8,
    "area": 93,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1527.617,
        -887.701
      ],
      [
        1537.599,
        -897.101
      ],
      [
        1542.248,
        -892.162
      ],
      [
        1532.251,
        -882.764
      ],
      [
        1527.617,
        -887.701
      ]
    ],
    "relativePoints": [
      [
        -7.312,
        2.231
      ],
      [
        2.67,
        -7.169
      ],
      [
        7.319,
        -2.23
      ],
      [
        -2.678,
        7.168
      ],
      [
        -7.312,
        2.231
      ]
    ],
    "rotation": 2.3871,
    "houseLength": 13.72,
    "houseWidth": 6.78,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043509",
    "osmId": 403043509,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043509",
    "lon": 94.0789753,
    "lat": 23.1571037,
    "u": 1647.46,
    "v": 501,
    "x": 1519.19,
    "z": -810.67,
    "width": 14.23,
    "depth": 14.57,
    "height": 3.8,
    "area": 98.2,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1512.072,
        -812.71
      ],
      [
        1517.869,
        -817.957
      ],
      [
        1526.299,
        -808.629
      ],
      [
        1520.509,
        -803.39
      ],
      [
        1512.072,
        -812.71
      ]
    ],
    "relativePoints": [
      [
        -7.115,
        -2.039
      ],
      [
        -1.318,
        -7.286
      ],
      [
        7.112,
        2.042
      ],
      [
        1.322,
        7.281
      ],
      [
        -7.115,
        -2.039
      ]
    ],
    "rotation": 0.8359,
    "houseLength": 12.58,
    "houseWidth": 7.82,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043510",
    "osmId": 403043510,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043510",
    "lon": 94.0805026,
    "lat": 23.1587435,
    "u": 1803.78,
    "v": 318.46,
    "x": 1500.65,
    "z": -1050.28,
    "width": 9.27,
    "depth": 9.24,
    "height": 3.2,
    "area": 42.3,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1496.015,
        -1050.715
      ],
      [
        1500.04,
        -1054.897
      ],
      [
        1505.282,
        -1049.843
      ],
      [
        1501.257,
        -1045.661
      ],
      [
        1496.015,
        -1050.715
      ]
    ],
    "relativePoints": [
      [
        -4.634,
        -0.436
      ],
      [
        -0.609,
        -4.618
      ],
      [
        4.633,
        0.436
      ],
      [
        0.608,
        4.618
      ],
      [
        -4.634,
        -0.436
      ]
    ],
    "rotation": 0.7671,
    "houseLength": 7.29,
    "houseWidth": 5.8,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043511",
    "osmId": 403043511,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043511",
    "lon": 94.079934,
    "lat": 23.1588143,
    "u": 1745.58,
    "v": 310.58,
    "x": 1453.93,
    "z": -1014.7,
    "width": 9.98,
    "depth": 11.12,
    "height": 3.8,
    "area": 52.8,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1453.398,
        -1020.252
      ],
      [
        1458.917,
        -1012.2
      ],
      [
        1454.453,
        -1009.137
      ],
      [
        1448.934,
        -1017.204
      ],
      [
        1453.398,
        -1020.252
      ]
    ],
    "relativePoints": [
      [
        -0.527,
        -5.554
      ],
      [
        4.992,
        2.498
      ],
      [
        0.528,
        5.561
      ],
      [
        -4.991,
        -2.506
      ],
      [
        -0.527,
        -5.554
      ]
    ],
    "rotation": -2.1708,
    "houseLength": 9.77,
    "houseWidth": 5.41,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043512",
    "osmId": 403043512,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043512",
    "lon": 94.0781942,
    "lat": 23.1568505,
    "u": 1567.52,
    "v": 529.19,
    "x": 1482.6,
    "z": -734.21,
    "width": 17.21,
    "depth": 16.23,
    "height": 3.8,
    "area": 136.6,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1473.99,
        -733.681
      ],
      [
        1485.489,
        -742.33
      ],
      [
        1491.199,
        -734.738
      ],
      [
        1479.708,
        -726.096
      ],
      [
        1473.99,
        -733.681
      ]
    ],
    "relativePoints": [
      [
        -8.606,
        0.53
      ],
      [
        2.893,
        -8.119
      ],
      [
        8.603,
        -0.527
      ],
      [
        -2.888,
        8.115
      ],
      [
        -8.606,
        0.53
      ]
    ],
    "rotation": -0.6449,
    "houseLength": 14.39,
    "houseWidth": 9.5,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043513",
    "osmId": 403043513,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043513",
    "lon": 94.0795012,
    "lat": 23.1575397,
    "u": 1701.29,
    "v": 452.46,
    "x": 1522.93,
    "z": -883.05,
    "width": 7.72,
    "depth": 7.96,
    "height": 3.2,
    "area": 28.8,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1522.163,
        -887.033
      ],
      [
        1526.794,
        -881.809
      ],
      [
        1523.696,
        -879.073
      ],
      [
        1519.073,
        -884.29
      ],
      [
        1522.163,
        -887.033
      ]
    ],
    "relativePoints": [
      [
        -0.768,
        -3.982
      ],
      [
        3.863,
        1.242
      ],
      [
        0.765,
        3.978
      ],
      [
        -3.858,
        -1.239
      ],
      [
        -0.768,
        -3.982
      ]
    ],
    "rotation": 0.8455,
    "houseLength": 6.98,
    "houseWidth": 4.13,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043514",
    "osmId": 403043514,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043514",
    "lon": 94.0791832,
    "lat": 23.159757,
    "u": 1668.74,
    "v": 205.64,
    "x": 1325.39,
    "z": -1034.57,
    "width": 10.06,
    "depth": 10.63,
    "height": 3.8,
    "area": 56,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1320.359,
        -1036.425
      ],
      [
        1326.088,
        -1039.887
      ],
      [
        1330.416,
        -1032.723
      ],
      [
        1324.687,
        -1029.26
      ],
      [
        1320.359,
        -1036.425
      ]
    ],
    "relativePoints": [
      [
        -5.029,
        -1.851
      ],
      [
        0.7,
        -5.313
      ],
      [
        5.028,
        1.851
      ],
      [
        -0.701,
        5.314
      ],
      [
        -5.029,
        -1.851
      ]
    ],
    "rotation": -2.1142,
    "houseLength": 8.37,
    "houseWidth": 6.69,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043515",
    "osmId": 403043515,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043515",
    "lon": 94.0803918,
    "lat": 23.1585166,
    "u": 1792.44,
    "v": 343.72,
    "x": 1510.49,
    "z": -1024.4,
    "width": 9.86,
    "depth": 9.51,
    "height": 3.2,
    "area": 45.4,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1505.566,
        -1023.868
      ],
      [
        1511.897,
        -1029.16
      ],
      [
        1515.422,
        -1024.939
      ],
      [
        1509.091,
        -1019.648
      ],
      [
        1505.566,
        -1023.868
      ]
    ],
    "relativePoints": [
      [
        -4.928,
        0.536
      ],
      [
        1.403,
        -4.756
      ],
      [
        4.928,
        -0.535
      ],
      [
        -1.403,
        4.756
      ],
      [
        -4.928,
        0.536
      ]
    ],
    "rotation": -0.6962,
    "houseLength": 8.25,
    "houseWidth": 5.5,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043516",
    "osmId": 403043516,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043516",
    "lon": 94.079965,
    "lat": 23.1589513,
    "u": 1748.75,
    "v": 295.33,
    "x": 1445.39,
    "z": -1027.72,
    "width": 10.83,
    "depth": 11.2,
    "height": 3.8,
    "area": 61.9,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1439.969,
        -1029.209
      ],
      [
        1445.799,
        -1033.322
      ],
      [
        1450.802,
        -1026.235
      ],
      [
        1444.972,
        -1022.121
      ],
      [
        1439.969,
        -1029.209
      ]
    ],
    "relativePoints": [
      [
        -5.416,
        -1.487
      ],
      [
        0.414,
        -5.6
      ],
      [
        5.417,
        1.487
      ],
      [
        -0.413,
        5.601
      ],
      [
        -5.416,
        -1.487
      ]
    ],
    "rotation": -2.1854,
    "houseLength": 8.68,
    "houseWidth": 7.14,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043517",
    "osmId": 403043517,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043517",
    "lon": 94.0811278,
    "lat": 23.1569966,
    "u": 1867.76,
    "v": 512.93,
    "x": 1683.4,
    "z": -958.01,
    "width": 11.8,
    "depth": 11.43,
    "height": 3.8,
    "area": 67.8,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1677.501,
        -958.13
      ],
      [
        1684.882,
        -963.733
      ],
      [
        1689.305,
        -957.891
      ],
      [
        1681.923,
        -952.304
      ],
      [
        1677.501,
        -958.13
      ]
    ],
    "relativePoints": [
      [
        -5.902,
        -0.116
      ],
      [
        1.479,
        -5.719
      ],
      [
        5.902,
        0.123
      ],
      [
        -1.48,
        5.71
      ],
      [
        -5.902,
        -0.116
      ]
    ],
    "rotation": -0.6493,
    "houseLength": 9.27,
    "houseWidth": 7.33,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043518",
    "osmId": 403043518,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043518",
    "lon": 94.080979,
    "lat": 23.1580784,
    "u": 1852.54,
    "v": 392.5,
    "x": 1587.48,
    "z": -1032.4,
    "width": 10.74,
    "depth": 10.09,
    "height": 3.8,
    "area": 60.6,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1582.113,
        -1033.79
      ],
      [
        1589.794,
        -1037.442
      ],
      [
        1592.855,
        -1031.009
      ],
      [
        1585.173,
        -1027.357
      ],
      [
        1582.113,
        -1033.79
      ]
    ],
    "relativePoints": [
      [
        -5.371,
        -1.391
      ],
      [
        2.31,
        -5.043
      ],
      [
        5.371,
        1.39
      ],
      [
        -2.311,
        5.042
      ],
      [
        -5.371,
        -1.391
      ]
    ],
    "rotation": 2.6978,
    "houseLength": 8.51,
    "houseWidth": 7.12,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043519",
    "osmId": 403043519,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043519",
    "lon": 94.0783109,
    "lat": 23.1568327,
    "u": 1579.46,
    "v": 531.17,
    "x": 1492.44,
    "z": -741.25,
    "width": 10.63,
    "depth": 11.41,
    "height": 3.8,
    "area": 51.1,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1487.124,
        -743.966
      ],
      [
        1490.671,
        -746.962
      ],
      [
        1497.759,
        -738.527
      ],
      [
        1494.212,
        -735.547
      ],
      [
        1487.124,
        -743.966
      ]
    ],
    "relativePoints": [
      [
        -5.317,
        -2.716
      ],
      [
        -1.77,
        -5.712
      ],
      [
        5.318,
        2.723
      ],
      [
        1.771,
        5.703
      ],
      [
        -5.317,
        -2.716
      ]
    ],
    "rotation": 0.872,
    "houseLength": 11.02,
    "houseWidth": 4.64,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043520",
    "osmId": 403043520,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043520",
    "lon": 94.0805855,
    "lat": 23.1584243,
    "u": 1812.26,
    "v": 353.99,
    "x": 1531.77,
    "z": -1031.15,
    "width": 9.31,
    "depth": 9.14,
    "height": 3.2,
    "area": 45.2,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1527.117,
        -1032.148
      ],
      [
        1533.083,
        -1035.721
      ],
      [
        1536.424,
        -1030.151
      ],
      [
        1530.458,
        -1026.578
      ],
      [
        1527.117,
        -1032.148
      ]
    ],
    "relativePoints": [
      [
        -4.653,
        -0.999
      ],
      [
        1.313,
        -4.572
      ],
      [
        4.654,
        0.998
      ],
      [
        -1.312,
        4.571
      ],
      [
        -4.653,
        -0.999
      ]
    ],
    "rotation": -0.5396,
    "houseLength": 6.96,
    "houseWidth": 6.5,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043521",
    "osmId": 403043521,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043521",
    "lon": 94.0785504,
    "lat": 23.1586452,
    "u": 1603.98,
    "v": 329.4,
    "x": 1367.11,
    "z": -901.26,
    "width": 11.36,
    "depth": 11.29,
    "height": 3.8,
    "area": 63.1,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1366.233,
        -906.905
      ],
      [
        1372.785,
        -900.643
      ],
      [
        1367.989,
        -895.61
      ],
      [
        1361.421,
        -901.874
      ],
      [
        1366.233,
        -906.905
      ]
    ],
    "relativePoints": [
      [
        -0.874,
        -5.647
      ],
      [
        5.678,
        0.615
      ],
      [
        0.882,
        5.648
      ],
      [
        -5.686,
        -0.616
      ],
      [
        -0.874,
        -5.647
      ]
    ],
    "rotation": -2.3799,
    "houseLength": 9.08,
    "houseWidth": 6.96,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043522",
    "osmId": 403043522,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043522",
    "lon": 94.0785819,
    "lat": 23.1561127,
    "u": 1607.19,
    "v": 611.32,
    "x": 1568.73,
    "z": -704.19,
    "width": 9.49,
    "depth": 9.21,
    "height": 3.2,
    "area": 43.1,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1563.981,
        -703.946
      ],
      [
        1569.878,
        -708.789
      ],
      [
        1573.47,
        -704.43
      ],
      [
        1567.58,
        -699.58
      ],
      [
        1563.981,
        -703.946
      ]
    ],
    "relativePoints": [
      [
        -4.746,
        0.24
      ],
      [
        1.151,
        -4.603
      ],
      [
        4.743,
        -0.244
      ],
      [
        -1.147,
        4.606
      ],
      [
        -4.746,
        0.24
      ]
    ],
    "rotation": -0.6876,
    "houseLength": 7.64,
    "houseWidth": 5.66,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043523",
    "osmId": 403043523,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043523",
    "lon": 94.0808252,
    "lat": 23.1579616,
    "u": 1836.8,
    "v": 405.5,
    "x": 1585.54,
    "z": -1012.08,
    "width": 7.61,
    "depth": 7.76,
    "height": 3.2,
    "area": 32.5,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1581.739,
        -1013.422
      ],
      [
        1586.662,
        -1015.953
      ],
      [
        1589.347,
        -1010.735
      ],
      [
        1584.432,
        -1008.197
      ],
      [
        1581.739,
        -1013.422
      ]
    ],
    "relativePoints": [
      [
        -3.806,
        -1.345
      ],
      [
        1.117,
        -3.876
      ],
      [
        3.802,
        1.342
      ],
      [
        -1.113,
        3.88
      ],
      [
        -3.806,
        -1.345
      ]
    ],
    "rotation": -2.0467,
    "houseLength": 6,
    "houseWidth": 5.54,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043524",
    "osmId": 403043524,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043524",
    "lon": 94.0784213,
    "lat": 23.1567833,
    "u": 1590.76,
    "v": 536.67,
    "x": 1504.32,
    "z": -745.35,
    "width": 18.14,
    "depth": 17.67,
    "height": 4.5,
    "area": 155.8,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1495.252,
        -744.348
      ],
      [
        1506.588,
        -754.189
      ],
      [
        1513.395,
        -746.354
      ],
      [
        1502.059,
        -736.514
      ],
      [
        1495.252,
        -744.348
      ]
    ],
    "relativePoints": [
      [
        -9.072,
        1.003
      ],
      [
        2.264,
        -8.838
      ],
      [
        9.071,
        -1.003
      ],
      [
        -2.265,
        8.837
      ],
      [
        -9.072,
        1.003
      ]
    ],
    "rotation": -0.7149,
    "houseLength": 15.02,
    "houseWidth": 10.38,
    "wallHeight": 3.6,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043525",
    "osmId": 403043525,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043525",
    "lon": 94.0799609,
    "lat": 23.1591229,
    "u": 1748.34,
    "v": 276.22,
    "x": 1431.58,
    "z": -1040.94,
    "width": 10.32,
    "depth": 10.41,
    "height": 3.8,
    "area": 52,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1426.423,
        -1042.001
      ],
      [
        1430.774,
        -1046.147
      ],
      [
        1436.738,
        -1039.879
      ],
      [
        1432.387,
        -1035.733
      ],
      [
        1426.423,
        -1042.001
      ]
    ],
    "relativePoints": [
      [
        -5.158,
        -1.061
      ],
      [
        -0.807,
        -5.207
      ],
      [
        5.157,
        1.061
      ],
      [
        0.806,
        5.207
      ],
      [
        -5.158,
        -1.061
      ]
    ],
    "rotation": 0.8102,
    "houseLength": 8.66,
    "houseWidth": 6.01,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043526",
    "osmId": 403043526,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043526",
    "lon": 94.0788999,
    "lat": 23.1583851,
    "u": 1639.75,
    "v": 358.35,
    "x": 1412.87,
    "z": -906.08,
    "width": 11.02,
    "depth": 11,
    "height": 3.8,
    "area": 61.1,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1413.462,
        -911.581
      ],
      [
        1418.38,
        -905.621
      ],
      [
        1412.287,
        -900.583
      ],
      [
        1407.361,
        -906.551
      ],
      [
        1413.462,
        -911.581
      ]
    ],
    "relativePoints": [
      [
        0.59,
        -5.497
      ],
      [
        5.508,
        0.463
      ],
      [
        -0.585,
        5.501
      ],
      [
        -5.511,
        -0.467
      ],
      [
        0.59,
        -5.497
      ]
    ],
    "rotation": -0.6895,
    "houseLength": 7.91,
    "houseWidth": 7.74,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043527",
    "osmId": 403043527,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043527",
    "lon": 94.0782025,
    "lat": 23.1562599,
    "u": 1568.37,
    "v": 594.93,
    "x": 1529.69,
    "z": -688.32,
    "width": 10.76,
    "depth": 10.66,
    "height": 3.8,
    "area": 57.3,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1524.309,
        -688.283
      ],
      [
        1530.418,
        -693.652
      ],
      [
        1535.067,
        -688.366
      ],
      [
        1528.95,
        -682.99
      ],
      [
        1524.309,
        -688.283
      ]
    ],
    "relativePoints": [
      [
        -5.377,
        0.04
      ],
      [
        0.732,
        -5.329
      ],
      [
        5.381,
        -0.043
      ],
      [
        -0.736,
        5.333
      ],
      [
        -5.377,
        0.04
      ]
    ],
    "rotation": 2.4206,
    "houseLength": 8.14,
    "houseWidth": 7.04,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043528",
    "osmId": 403043528,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043528",
    "lon": 94.0786022,
    "lat": 23.1567377,
    "u": 1609.28,
    "v": 541.74,
    "x": 1521,
    "z": -754.86,
    "width": 14.51,
    "depth": 13.58,
    "height": 3.8,
    "area": 101.2,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1513.747,
        -755.381
      ],
      [
        1523.589,
        -761.649
      ],
      [
        1528.255,
        -754.335
      ],
      [
        1518.413,
        -748.067
      ],
      [
        1513.747,
        -755.381
      ]
    ],
    "relativePoints": [
      [
        -7.254,
        -0.523
      ],
      [
        2.588,
        -6.791
      ],
      [
        7.254,
        0.523
      ],
      [
        -2.588,
        6.791
      ],
      [
        -7.254,
        -0.523
      ]
    ],
    "rotation": 2.5745,
    "houseLength": 11.68,
    "houseWidth": 8.68,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043529",
    "osmId": 403043529,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043529",
    "lon": 94.0785764,
    "lat": 23.1579817,
    "u": 1606.63,
    "v": 403.26,
    "x": 1421.21,
    "z": -850.91,
    "width": 7.73,
    "depth": 8.02,
    "height": 3.2,
    "area": 30.6,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1421.044,
        -854.916
      ],
      [
        1425.073,
        -849.845
      ],
      [
        1421.373,
        -846.901
      ],
      [
        1417.344,
        -851.972
      ],
      [
        1421.044,
        -854.916
      ]
    ],
    "relativePoints": [
      [
        -0.165,
        -4.007
      ],
      [
        3.864,
        1.064
      ],
      [
        0.164,
        4.008
      ],
      [
        -3.865,
        -1.063
      ],
      [
        -0.165,
        -4.007
      ]
    ],
    "rotation": 0.8994,
    "houseLength": 6.48,
    "houseWidth": 4.73,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043530",
    "osmId": 403043530,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043530",
    "lon": 94.0801869,
    "lat": 23.1591552,
    "u": 1771.47,
    "v": 272.62,
    "x": 1445.39,
    "z": -1059.84,
    "width": 13.81,
    "depth": 14.2,
    "height": 3.8,
    "area": 98.6,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1445.209,
        -1052.743
      ],
      [
        1438.485,
        -1061.494
      ],
      [
        1445.571,
        -1066.942
      ],
      [
        1452.295,
        -1058.191
      ],
      [
        1445.209,
        -1052.743
      ]
    ],
    "relativePoints": [
      [
        -0.181,
        7.099
      ],
      [
        -6.905,
        -1.652
      ],
      [
        0.181,
        -7.1
      ],
      [
        6.905,
        1.651
      ],
      [
        -0.181,
        7.099
      ]
    ],
    "rotation": -2.226,
    "houseLength": 11.04,
    "houseWidth": 8.94,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043531",
    "osmId": 403043531,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043531",
    "lon": 94.0791195,
    "lat": 23.1583239,
    "u": 1662.22,
    "v": 365.17,
    "x": 1433.58,
    "z": -917.15,
    "width": 13.69,
    "depth": 12.89,
    "height": 3.8,
    "area": 86.6,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1426.733,
        -916.808
      ],
      [
        1435.912,
        -923.594
      ],
      [
        1440.421,
        -917.492
      ],
      [
        1431.242,
        -910.706
      ],
      [
        1426.733,
        -916.808
      ]
    ],
    "relativePoints": [
      [
        -6.844,
        0.342
      ],
      [
        2.335,
        -6.444
      ],
      [
        6.844,
        -0.342
      ],
      [
        -2.335,
        6.444
      ],
      [
        -6.844,
        0.342
      ]
    ],
    "rotation": -0.6366,
    "houseLength": 11.42,
    "houseWidth": 7.59,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043532",
    "osmId": 403043532,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043532",
    "lon": 94.0784971,
    "lat": 23.1566534,
    "u": 1598.52,
    "v": 551.13,
    "x": 1520.03,
    "z": -740.61,
    "width": 9.28,
    "depth": 9.4,
    "height": 3.2,
    "area": 44.6,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1515.393,
        -741.504
      ],
      [
        1520.572,
        -745.314
      ],
      [
        1524.676,
        -739.72
      ],
      [
        1519.489,
        -735.918
      ],
      [
        1515.393,
        -741.504
      ]
    ],
    "relativePoints": [
      [
        -4.639,
        -0.89
      ],
      [
        0.54,
        -4.7
      ],
      [
        4.644,
        0.894
      ],
      [
        -0.543,
        4.696
      ],
      [
        -4.639,
        -0.89
      ]
    ],
    "rotation": 0.9378,
    "houseLength": 6.94,
    "houseWidth": 6.43,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043533",
    "osmId": 403043533,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043533",
    "lon": 94.0782531,
    "lat": 23.1577779,
    "u": 1573.55,
    "v": 425.94,
    "x": 1413.85,
    "z": -811.48,
    "width": 10.83,
    "depth": 10.36,
    "height": 3.8,
    "area": 56.4,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1408.438,
        -811.579
      ],
      [
        1415.449,
        -816.654
      ],
      [
        1419.268,
        -811.374
      ],
      [
        1412.257,
        -806.299
      ],
      [
        1408.438,
        -811.579
      ]
    ],
    "relativePoints": [
      [
        -5.415,
        -0.103
      ],
      [
        1.596,
        -5.178
      ],
      [
        5.415,
        0.102
      ],
      [
        -1.596,
        5.177
      ],
      [
        -5.415,
        -0.103
      ]
    ],
    "rotation": -0.6266,
    "houseLength": 8.66,
    "houseWidth": 6.52,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043534",
    "osmId": 403043534,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043534",
    "lon": 94.0804462,
    "lat": 23.1591544,
    "u": 1798.01,
    "v": 272.72,
    "x": 1464.22,
    "z": -1078.55,
    "width": 9.23,
    "depth": 9.25,
    "height": 3.2,
    "area": 42.5,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1459.608,
        -1078.177
      ],
      [
        1464.458,
        -1083.169
      ],
      [
        1468.837,
        -1078.921
      ],
      [
        1463.995,
        -1073.921
      ],
      [
        1459.608,
        -1078.177
      ]
    ],
    "relativePoints": [
      [
        -4.617,
        0.37
      ],
      [
        0.233,
        -4.622
      ],
      [
        4.612,
        -0.374
      ],
      [
        -0.23,
        4.626
      ],
      [
        -4.617,
        0.37
      ]
    ],
    "rotation": 2.3401,
    "houseLength": 6.97,
    "houseWidth": 6.11,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043535",
    "osmId": 403043535,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043535",
    "lon": 94.0793121,
    "lat": 23.1583149,
    "u": 1681.93,
    "v": 366.17,
    "x": 1448.23,
    "z": -930.38,
    "width": 11.51,
    "depth": 11.04,
    "height": 3.8,
    "area": 63.7,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1442.471,
        -930.452
      ],
      [
        1449.859,
        -935.903
      ],
      [
        1453.977,
        -930.308
      ],
      [
        1446.597,
        -924.864
      ],
      [
        1442.471,
        -930.452
      ]
    ],
    "relativePoints": [
      [
        -5.755,
        -0.07
      ],
      [
        1.633,
        -5.521
      ],
      [
        5.751,
        0.074
      ],
      [
        -1.629,
        5.518
      ],
      [
        -5.755,
        -0.07
      ]
    ],
    "rotation": -0.6357,
    "houseLength": 9.18,
    "houseWidth": 6.95,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043536",
    "osmId": 403043536,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043536",
    "lon": 94.0787226,
    "lat": 23.1565941,
    "u": 1621.6,
    "v": 557.73,
    "x": 1541.02,
    "z": -752.27,
    "width": 8.14,
    "depth": 8.32,
    "height": 3.2,
    "area": 34.8,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1536.951,
        -753.223
      ],
      [
        1541.492,
        -756.426
      ],
      [
        1545.092,
        -751.32
      ],
      [
        1540.544,
        -748.11
      ],
      [
        1536.951,
        -753.223
      ]
    ],
    "relativePoints": [
      [
        -4.069,
        -0.953
      ],
      [
        0.472,
        -4.156
      ],
      [
        4.072,
        0.95
      ],
      [
        -0.476,
        4.16
      ],
      [
        -4.069,
        -0.953
      ]
    ],
    "rotation": -2.1833,
    "houseLength": 6.26,
    "houseWidth": 5.57,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043537",
    "osmId": 403043537,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043537",
    "lon": 94.0782791,
    "lat": 23.1576838,
    "u": 1576.21,
    "v": 436.42,
    "x": 1423.14,
    "z": -805.95,
    "width": 13.45,
    "depth": 11.71,
    "height": 3.8,
    "area": 72.9,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1416.417,
        -805.091
      ],
      [
        1426.564,
        -811.806
      ],
      [
        1429.866,
        -806.811
      ],
      [
        1419.719,
        -800.096
      ],
      [
        1416.417,
        -805.091
      ]
    ],
    "relativePoints": [
      [
        -6.725,
        0.86
      ],
      [
        3.422,
        -5.855
      ],
      [
        6.724,
        -0.86
      ],
      [
        -3.423,
        5.855
      ],
      [
        -6.725,
        0.86
      ]
    ],
    "rotation": -0.5846,
    "houseLength": 12.17,
    "houseWidth": 5.99,
    "wallHeight": 3.2,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043538",
    "osmId": 403043538,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043538",
    "lon": 94.0804061,
    "lat": 23.1590354,
    "u": 1793.9,
    "v": 285.96,
    "x": 1470.68,
    "z": -1066.28,
    "width": 8.43,
    "depth": 8.43,
    "height": 3.2,
    "area": 35.2,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1470.277,
        -1070.49
      ],
      [
        1474.898,
        -1065.869
      ],
      [
        1471.091,
        -1062.063
      ],
      [
        1466.47,
        -1066.683
      ],
      [
        1470.277,
        -1070.49
      ]
    ],
    "relativePoints": [
      [
        -0.407,
        -4.214
      ],
      [
        4.214,
        0.407
      ],
      [
        0.407,
        4.213
      ],
      [
        -4.214,
        -0.407
      ],
      [
        -0.407,
        -4.214
      ]
    ],
    "rotation": 0.7854,
    "houseLength": 6.54,
    "houseWidth": 5.38,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043539",
    "osmId": 403043539,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043539",
    "lon": 94.0799954,
    "lat": 23.1570199,
    "u": 1751.87,
    "v": 510.32,
    "x": 1599.61,
    "z": -877.9,
    "width": 12.28,
    "depth": 13.14,
    "height": 3.8,
    "area": 84.2,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1600.32,
        -884.475
      ],
      [
        1605.751,
        -875.455
      ],
      [
        1598.903,
        -871.331
      ],
      [
        1593.472,
        -880.351
      ],
      [
        1600.32,
        -884.475
      ]
    ],
    "relativePoints": [
      [
        0.709,
        -6.572
      ],
      [
        6.14,
        2.448
      ],
      [
        -0.708,
        6.572
      ],
      [
        -6.139,
        -2.448
      ],
      [
        0.709,
        -6.572
      ]
    ],
    "rotation": 1.0288,
    "houseLength": 10.53,
    "houseWidth": 7.99,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043540",
    "osmId": 403043540,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043540",
    "lon": 94.0779461,
    "lat": 23.1571704,
    "u": 1542.12,
    "v": 493.58,
    "x": 1439.46,
    "z": -741.43,
    "width": 8.06,
    "depth": 8.73,
    "height": 3.2,
    "area": 36.8,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1435.429,
        -739.689
      ],
      [
        1439.003,
        -745.798
      ],
      [
        1443.487,
        -743.181
      ],
      [
        1439.906,
        -737.065
      ],
      [
        1435.429,
        -739.689
      ]
    ],
    "relativePoints": [
      [
        -4.027,
        1.744
      ],
      [
        -0.453,
        -4.365
      ],
      [
        4.031,
        -1.748
      ],
      [
        0.45,
        4.368
      ],
      [
        -4.027,
        1.744
      ]
    ],
    "rotation": 2.1005,
    "houseLength": 7.09,
    "houseWidth": 5.19,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043541",
    "osmId": 403043541,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043541",
    "lon": 94.0785764,
    "lat": 23.156492,
    "u": 1606.63,
    "v": 569.1,
    "x": 1538.48,
    "z": -733.65,
    "width": 13.95,
    "depth": 14.09,
    "height": 3.8,
    "area": 100.5,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1531.505,
        -734.946
      ],
      [
        1539.332,
        -740.695
      ],
      [
        1545.451,
        -732.347
      ],
      [
        1537.616,
        -726.605
      ],
      [
        1531.505,
        -734.946
      ]
    ],
    "relativePoints": [
      [
        -6.971,
        -1.298
      ],
      [
        0.856,
        -7.047
      ],
      [
        6.975,
        1.301
      ],
      [
        -0.86,
        7.043
      ],
      [
        -6.971,
        -1.298
      ]
    ],
    "rotation": 0.9383,
    "houseLength": 10.35,
    "houseWidth": 9.71,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043542",
    "osmId": 403043542,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043542",
    "lon": 94.0782167,
    "lat": 23.1579411,
    "u": 1569.82,
    "v": 407.78,
    "x": 1398.37,
    "z": -821.69,
    "width": 13.88,
    "depth": 13.95,
    "height": 3.8,
    "area": 100.1,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1391.433,
        -823.069
      ],
      [
        1399.561,
        -828.663
      ],
      [
        1405.311,
        -820.307
      ],
      [
        1397.183,
        -814.714
      ],
      [
        1391.433,
        -823.069
      ]
    ],
    "relativePoints": [
      [
        -6.939,
        -1.381
      ],
      [
        1.189,
        -6.975
      ],
      [
        6.939,
        1.381
      ],
      [
        -1.189,
        6.974
      ],
      [
        -6.939,
        -1.381
      ]
    ],
    "rotation": 0.9681,
    "houseLength": 10.14,
    "houseWidth": 9.87,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043543",
    "osmId": 403043543,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043543",
    "lon": 94.0806892,
    "lat": 23.1590601,
    "u": 1822.88,
    "v": 283.22,
    "x": 1489.23,
    "z": -1088.7,
    "width": 13.75,
    "depth": 12.8,
    "height": 3.8,
    "area": 89.5,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1482.358,
        -1088.993
      ],
      [
        1491.761,
        -1095.107
      ],
      [
        1496.106,
        -1088.416
      ],
      [
        1486.703,
        -1082.303
      ],
      [
        1482.358,
        -1088.993
      ]
    ],
    "relativePoints": [
      [
        -6.874,
        -0.288
      ],
      [
        2.529,
        -6.402
      ],
      [
        6.874,
        0.289
      ],
      [
        -2.529,
        6.402
      ],
      [
        -6.874,
        -0.288
      ]
    ],
    "rotation": -0.5765,
    "houseLength": 11.22,
    "houseWidth": 7.98,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043544",
    "osmId": 403043544,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043544",
    "lon": 94.0798436,
    "lat": 23.1571196,
    "u": 1736.33,
    "v": 499.23,
    "x": 1580.78,
    "z": -874.76,
    "width": 16.83,
    "depth": 15.63,
    "height": 3.8,
    "area": 127.6,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1572.362,
        -874.134
      ],
      [
        1583.967,
        -882.575
      ],
      [
        1589.194,
        -875.381
      ],
      [
        1577.595,
        -866.946
      ],
      [
        1572.362,
        -874.134
      ]
    ],
    "relativePoints": [
      [
        -8.418,
        0.625
      ],
      [
        3.187,
        -7.816
      ],
      [
        8.414,
        -0.622
      ],
      [
        -3.185,
        7.813
      ],
      [
        -8.418,
        0.625
      ]
    ],
    "rotation": -0.6289,
    "houseLength": 14.35,
    "houseWidth": 8.89,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043545",
    "osmId": 403043545,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043545",
    "lon": 94.0806923,
    "lat": 23.1562004,
    "u": 1823.2,
    "v": 601.56,
    "x": 1714.56,
    "z": -863.83,
    "width": 11.91,
    "depth": 11.87,
    "height": 3.8,
    "area": 72.1,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1708.606,
        -864.598
      ],
      [
        1715.47,
        -869.762
      ],
      [
        1720.517,
        -863.065
      ],
      [
        1713.661,
        -857.893
      ],
      [
        1708.606,
        -864.598
      ]
    ],
    "relativePoints": [
      [
        -5.958,
        -0.769
      ],
      [
        0.906,
        -5.933
      ],
      [
        5.953,
        0.764
      ],
      [
        -0.903,
        5.936
      ],
      [
        -5.958,
        -0.769
      ]
    ],
    "rotation": -0.645,
    "houseLength": 8.6,
    "houseWidth": 8.4,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043546",
    "osmId": 403043546,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043546",
    "lon": 94.0800632,
    "lat": 23.1579472,
    "u": 1758.8,
    "v": 407.1,
    "x": 1531.52,
    "z": -955.8,
    "width": 9.87,
    "depth": 9.94,
    "height": 3.2,
    "area": 48.3,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1526.585,
        -955.026
      ],
      [
        1532.03,
        -960.769
      ],
      [
        1536.459,
        -956.572
      ],
      [
        1531.014,
        -950.828
      ],
      [
        1526.585,
        -955.026
      ]
    ],
    "relativePoints": [
      [
        -4.937,
        0.773
      ],
      [
        0.508,
        -4.97
      ],
      [
        4.937,
        -0.773
      ],
      [
        -0.508,
        4.971
      ],
      [
        -4.937,
        0.773
      ]
    ],
    "rotation": 2.3295,
    "houseLength": 7.91,
    "houseWidth": 6.1,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043547",
    "osmId": 403043547,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043547",
    "lon": 94.0777165,
    "lat": 23.1570844,
    "u": 1518.63,
    "v": 503.14,
    "x": 1429.61,
    "z": -718.06,
    "width": 11.03,
    "depth": 11.03,
    "height": 3.8,
    "area": 60.2,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1424.093,
        -717.459
      ],
      [
        1430.209,
        -723.574
      ],
      [
        1435.128,
        -718.655
      ],
      [
        1429.013,
        -712.539
      ],
      [
        1424.093,
        -717.459
      ]
    ],
    "relativePoints": [
      [
        -5.518,
        0.598
      ],
      [
        0.598,
        -5.517
      ],
      [
        5.517,
        -0.598
      ],
      [
        -0.598,
        5.518
      ],
      [
        -5.518,
        0.598
      ]
    ],
    "rotation": -0.7853,
    "houseLength": 8.65,
    "houseWidth": 6.96,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043548",
    "osmId": 403043548,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043548",
    "lon": 94.0780715,
    "lat": 23.157818,
    "u": 1554.96,
    "v": 421.49,
    "x": 1397.56,
    "z": -801.49,
    "width": 13,
    "depth": 12.14,
    "height": 3.8,
    "area": 71.9,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1391.06,
        -800.168
      ],
      [
        1400.229,
        -807.558
      ],
      [
        1404.055,
        -802.805
      ],
      [
        1394.887,
        -795.415
      ],
      [
        1391.06,
        -800.168
      ]
    ],
    "relativePoints": [
      [
        -6.498,
        1.318
      ],
      [
        2.671,
        -6.072
      ],
      [
        6.497,
        -1.319
      ],
      [
        -2.671,
        6.071
      ],
      [
        -6.498,
        1.318
      ]
    ],
    "rotation": -0.6784,
    "houseLength": 11.78,
    "houseWidth": 6.1,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043549",
    "osmId": 403043549,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043549",
    "lon": 94.0806161,
    "lat": 23.1589283,
    "u": 1815.4,
    "v": 297.89,
    "x": 1494.32,
    "z": -1073.04,
    "width": 7.81,
    "depth": 7.74,
    "height": 3.2,
    "area": 29.6,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1490.414,
        -1072.585
      ],
      [
        1495.036,
        -1076.908
      ],
      [
        1498.226,
        -1073.502
      ],
      [
        1493.596,
        -1069.171
      ],
      [
        1490.414,
        -1072.585
      ]
    ],
    "relativePoints": [
      [
        -3.904,
        0.457
      ],
      [
        0.718,
        -3.866
      ],
      [
        3.908,
        -0.46
      ],
      [
        -0.722,
        3.871
      ],
      [
        -3.904,
        0.457
      ]
    ],
    "rotation": 2.3895,
    "houseLength": 6.34,
    "houseWidth": 4.67,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043550",
    "osmId": 403043550,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043550",
    "lon": 94.0791749,
    "lat": 23.1567931,
    "u": 1667.89,
    "v": 535.58,
    "x": 1558.08,
    "z": -800.66,
    "width": 14.46,
    "depth": 13.18,
    "height": 3.8,
    "area": 95.9,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1550.851,
        -800.766
      ],
      [
        1561.068,
        -807.252
      ],
      [
        1565.316,
        -800.558
      ],
      [
        1555.099,
        -794.072
      ],
      [
        1550.851,
        -800.766
      ]
    ],
    "relativePoints": [
      [
        -7.233,
        -0.104
      ],
      [
        2.984,
        -6.59
      ],
      [
        7.232,
        0.104
      ],
      [
        -2.985,
        6.59
      ],
      [
        -7.233,
        -0.104
      ]
    ],
    "rotation": 2.576,
    "houseLength": 12.1,
    "houseWidth": 7.93,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043552",
    "osmId": 403043552,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043552",
    "lon": 94.0801758,
    "lat": 23.1577177,
    "u": 1770.33,
    "v": 432.65,
    "x": 1557.74,
    "z": -945.89,
    "width": 10.63,
    "depth": 10.97,
    "height": 3.8,
    "area": 60.4,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1558.433,
        -951.373
      ],
      [
        1563.056,
        -944.362
      ],
      [
        1557.054,
        -940.406
      ],
      [
        1552.423,
        -947.41
      ],
      [
        1558.433,
        -951.373
      ]
    ],
    "relativePoints": [
      [
        0.691,
        -5.485
      ],
      [
        5.314,
        1.526
      ],
      [
        -0.688,
        5.482
      ],
      [
        -5.319,
        -1.522
      ],
      [
        0.691,
        -5.485
      ]
    ],
    "rotation": 0.9878,
    "houseLength": 8.4,
    "houseWidth": 7.2,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043553",
    "osmId": 403043553,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043553",
    "lon": 94.0778129,
    "lat": 23.1568857,
    "u": 1528.5,
    "v": 525.27,
    "x": 1452.23,
    "z": -709.39,
    "width": 9.51,
    "depth": 10.1,
    "height": 3.2,
    "area": 45.8,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1451.617,
        -714.441
      ],
      [
        1456.987,
        -707.579
      ],
      [
        1452.848,
        -704.337
      ],
      [
        1447.477,
        -711.198
      ],
      [
        1451.617,
        -714.441
      ]
    ],
    "relativePoints": [
      [
        -0.615,
        -5.052
      ],
      [
        4.755,
        1.81
      ],
      [
        0.616,
        5.052
      ],
      [
        -4.755,
        -1.809
      ],
      [
        -0.615,
        -5.052
      ]
    ],
    "rotation": 0.9068,
    "houseLength": 8.72,
    "houseWidth": 5.26,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043554",
    "osmId": 403043554,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043554",
    "lon": 94.0780599,
    "lat": 23.1577129,
    "u": 1553.77,
    "v": 433.19,
    "x": 1404.99,
    "z": -792.38,
    "width": 18.47,
    "depth": 17.23,
    "height": 4.5,
    "area": 149.2,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1395.758,
        -790.997
      ],
      [
        1408.588,
        -800.993
      ],
      [
        1414.224,
        -793.751
      ],
      [
        1401.401,
        -783.762
      ],
      [
        1395.758,
        -790.997
      ]
    ],
    "relativePoints": [
      [
        -9.235,
        1.379
      ],
      [
        3.595,
        -8.617
      ],
      [
        9.231,
        -1.375
      ],
      [
        -3.592,
        8.614
      ],
      [
        -9.235,
        1.379
      ]
    ],
    "rotation": -0.6619,
    "houseLength": 16.26,
    "houseWidth": 9.18,
    "wallHeight": 3.6,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043555",
    "osmId": 403043555,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043555",
    "lon": 94.0792293,
    "lat": 23.157195,
    "u": 1673.46,
    "v": 490.83,
    "x": 1530.39,
    "z": -836.25,
    "width": 12.01,
    "depth": 12.01,
    "height": 3.8,
    "area": 63.1,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1524.384,
        -834.123
      ],
      [
        1532.512,
        -842.25
      ],
      [
        1536.392,
        -838.369
      ],
      [
        1528.265,
        -830.242
      ],
      [
        1524.384,
        -834.123
      ]
    ],
    "relativePoints": [
      [
        -6.004,
        2.123
      ],
      [
        2.124,
        -6.004
      ],
      [
        6.004,
        -2.123
      ],
      [
        -2.123,
        6.004
      ],
      [
        -6.004,
        2.123
      ]
    ],
    "rotation": -0.7853,
    "houseLength": 11.49,
    "houseWidth": 5.49,
    "wallHeight": 3.2,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043556",
    "osmId": 403043556,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043556",
    "lon": 94.0808938,
    "lat": 23.1593167,
    "u": 1843.82,
    "v": 254.65,
    "x": 1483.84,
    "z": -1123.72,
    "width": 5.7,
    "depth": 5.7,
    "height": 3.2,
    "area": 16.1,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1480.991,
        -1124.041
      ],
      [
        1483.63,
        -1126.57
      ],
      [
        1486.689,
        -1123.395
      ],
      [
        1484.051,
        -1120.866
      ],
      [
        1480.991,
        -1124.041
      ]
    ],
    "relativePoints": [
      [
        -2.849,
        -0.323
      ],
      [
        -0.21,
        -2.852
      ],
      [
        2.849,
        0.323
      ],
      [
        0.211,
        2.852
      ],
      [
        -2.849,
        -0.323
      ]
    ],
    "rotation": -2.3378,
    "houseLength": 6,
    "houseWidth": 4,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043557",
    "osmId": 403043557,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043557",
    "lon": 94.0793795,
    "lat": 23.1567955,
    "u": 1688.84,
    "v": 535.31,
    "x": 1572.71,
    "z": -815.67,
    "width": 11.95,
    "depth": 11.06,
    "height": 3.8,
    "area": 68.5,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1566.733,
        -816.207
      ],
      [
        1575.014,
        -821.198
      ],
      [
        1578.678,
        -815.132
      ],
      [
        1570.396,
        -810.141
      ],
      [
        1566.733,
        -816.207
      ]
    ],
    "relativePoints": [
      [
        -5.972,
        -0.538
      ],
      [
        2.309,
        -5.529
      ],
      [
        5.973,
        0.537
      ],
      [
        -2.309,
        5.528
      ],
      [
        -5.972,
        -0.538
      ]
    ],
    "rotation": 2.5992,
    "houseLength": 9.68,
    "houseWidth": 7.09,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043559",
    "osmId": 403043559,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043559",
    "lon": 94.0804494,
    "lat": 23.1577505,
    "u": 1798.33,
    "v": 429,
    "x": 1574.96,
    "z": -968.26,
    "width": 8.14,
    "depth": 8.86,
    "height": 3.2,
    "area": 44.3,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1570.887,
        -970.691
      ],
      [
        1576.647,
        -972.689
      ],
      [
        1579.031,
        -965.832
      ],
      [
        1573.279,
        -963.826
      ],
      [
        1570.887,
        -970.691
      ]
    ],
    "relativePoints": [
      [
        -4.074,
        -2.432
      ],
      [
        1.686,
        -4.43
      ],
      [
        4.07,
        2.427
      ],
      [
        -1.682,
        4.433
      ],
      [
        -4.074,
        -2.432
      ]
    ],
    "rotation": -1.9061,
    "houseLength": 7.27,
    "houseWidth": 6.1,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043560",
    "osmId": 403043560,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043560",
    "lon": 94.077718,
    "lat": 23.1568648,
    "u": 1518.78,
    "v": 527.59,
    "x": 1447,
    "z": -700.88,
    "width": 12.25,
    "depth": 13.01,
    "height": 3.8,
    "area": 78,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1440.879,
        -703.105
      ],
      [
        1446.634,
        -707.38
      ],
      [
        1453.124,
        -698.647
      ],
      [
        1447.369,
        -694.371
      ],
      [
        1440.879,
        -703.105
      ]
    ],
    "relativePoints": [
      [
        -6.123,
        -2.229
      ],
      [
        -0.368,
        -6.504
      ],
      [
        6.122,
        2.229
      ],
      [
        0.367,
        6.505
      ],
      [
        -6.123,
        -2.229
      ]
    ],
    "rotation": -2.2098,
    "houseLength": 10.88,
    "houseWidth": 7.17,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043561",
    "osmId": 403043561,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043561",
    "lon": 94.0779676,
    "lat": 23.1574514,
    "u": 1544.32,
    "v": 462.3,
    "x": 1418.89,
    "z": -765.11,
    "width": 17.32,
    "depth": 16.87,
    "height": 4.5,
    "area": 147.9,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1410.234,
        -765.564
      ],
      [
        1420.902,
        -773.54
      ],
      [
        1427.556,
        -764.656
      ],
      [
        1416.882,
        -756.673
      ],
      [
        1410.234,
        -765.564
      ]
    ],
    "relativePoints": [
      [
        -8.659,
        -0.456
      ],
      [
        2.009,
        -8.432
      ],
      [
        8.663,
        0.452
      ],
      [
        -2.011,
        8.435
      ],
      [
        -8.659,
        -0.456
      ]
    ],
    "rotation": 2.4994,
    "houseLength": 13.33,
    "houseWidth": 11.1,
    "wallHeight": 3.6,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043562",
    "osmId": 403043562,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043562",
    "lon": 94.0794268,
    "lat": 23.1575033,
    "u": 1693.67,
    "v": 456.51,
    "x": 1520.41,
    "z": -874.8,
    "width": 9.61,
    "depth": 9.69,
    "height": 3.2,
    "area": 46,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1515.602,
        -875.545
      ],
      [
        1520.007,
        -879.65
      ],
      [
        1525.211,
        -874.055
      ],
      [
        1520.814,
        -869.957
      ],
      [
        1515.602,
        -875.545
      ]
    ],
    "relativePoints": [
      [
        -4.806,
        -0.743
      ],
      [
        -0.401,
        -4.848
      ],
      [
        4.803,
        0.747
      ],
      [
        0.406,
        4.845
      ],
      [
        -4.806,
        -0.743
      ]
    ],
    "rotation": -2.3214,
    "houseLength": 7.64,
    "houseWidth": 6.02,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043563",
    "osmId": 403043563,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043563",
    "lon": 94.0792083,
    "lat": 23.1572916,
    "u": 1671.31,
    "v": 480.09,
    "x": 1521.27,
    "z": -842.32,
    "width": 11.24,
    "depth": 11.04,
    "height": 3.8,
    "area": 61.9,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1515.65,
        -842.249
      ],
      [
        1522.293,
        -847.837
      ],
      [
        1526.888,
        -842.388
      ],
      [
        1520.245,
        -836.8
      ],
      [
        1515.65,
        -842.249
      ]
    ],
    "relativePoints": [
      [
        -5.619,
        0.07
      ],
      [
        1.024,
        -5.518
      ],
      [
        5.619,
        -0.069
      ],
      [
        -1.024,
        5.519
      ],
      [
        -5.619,
        0.07
      ]
    ],
    "rotation": 2.4422,
    "houseLength": 8.69,
    "houseWidth": 7.13,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043564",
    "osmId": 403043564,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043564",
    "lon": 94.0793904,
    "lat": 23.1597159,
    "u": 1689.94,
    "v": 210.21,
    "x": 1343.61,
    "z": -1046.33,
    "width": 10.26,
    "depth": 11.32,
    "height": 3.8,
    "area": 64.8,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1338.487,
        -1049.027
      ],
      [
        1344.863,
        -1051.986
      ],
      [
        1348.743,
        -1043.634
      ],
      [
        1342.359,
        -1040.667
      ],
      [
        1338.487,
        -1049.027
      ]
    ],
    "relativePoints": [
      [
        -5.126,
        -2.698
      ],
      [
        1.25,
        -5.657
      ],
      [
        5.13,
        2.695
      ],
      [
        -1.254,
        5.662
      ],
      [
        -5.126,
        -2.698
      ]
    ],
    "rotation": -2.0045,
    "houseLength": 9.22,
    "houseWidth": 7.04,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043565",
    "osmId": 403043565,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043565",
    "lon": 94.0793576,
    "lat": 23.1569548,
    "u": 1686.59,
    "v": 517.58,
    "x": 1558.58,
    "z": -826.62,
    "width": 6.67,
    "depth": 6.62,
    "height": 3.2,
    "area": 22.2,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1555.248,
        -826.794
      ],
      [
        1558.978,
        -829.925
      ],
      [
        1561.914,
        -826.439
      ],
      [
        1558.185,
        -823.307
      ],
      [
        1555.248,
        -826.794
      ]
    ],
    "relativePoints": [
      [
        -3.333,
        -0.178
      ],
      [
        0.397,
        -3.309
      ],
      [
        3.333,
        0.177
      ],
      [
        -0.396,
        3.309
      ],
      [
        -3.333,
        -0.178
      ]
    ],
    "rotation": -0.6983,
    "houseLength": 6,
    "houseWidth": 4.56,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043566",
    "osmId": 403043566,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043566",
    "lon": 94.0807629,
    "lat": 23.1563763,
    "u": 1830.42,
    "v": 581.98,
    "x": 1705.83,
    "z": -882.78,
    "width": 8.9,
    "depth": 8.99,
    "height": 3.2,
    "area": 39.8,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1701.369,
        -883.4
      ],
      [
        1705.701,
        -887.275
      ],
      [
        1710.274,
        -882.166
      ],
      [
        1705.957,
        -878.29
      ],
      [
        1701.369,
        -883.4
      ]
    ],
    "relativePoints": [
      [
        -4.456,
        -0.617
      ],
      [
        -0.124,
        -4.492
      ],
      [
        4.449,
        0.617
      ],
      [
        0.132,
        4.493
      ],
      [
        -4.456,
        -0.617
      ]
    ],
    "rotation": -2.3024,
    "houseLength": 6.87,
    "houseWidth": 5.81,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043567",
    "osmId": 403043567,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043567",
    "lon": 94.0804041,
    "lat": 23.1576303,
    "u": 1793.69,
    "v": 442.39,
    "x": 1581.15,
    "z": -955.52,
    "width": 10.67,
    "depth": 10.95,
    "height": 3.8,
    "area": 62.7,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1582.379,
        -960.993
      ],
      [
        1586.483,
        -953.762
      ],
      [
        1579.913,
        -950.042
      ],
      [
        1575.816,
        -957.279
      ],
      [
        1582.379,
        -960.993
      ]
    ],
    "relativePoints": [
      [
        1.231,
        -5.474
      ],
      [
        5.335,
        1.757
      ],
      [
        -1.235,
        5.477
      ],
      [
        -5.332,
        -1.76
      ],
      [
        1.231,
        -5.474
      ]
    ],
    "rotation": -2.0859,
    "houseLength": 8.32,
    "houseWidth": 7.55,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043568",
    "osmId": 403043568,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043568",
    "lon": 94.0779601,
    "lat": 23.1568652,
    "u": 1543.56,
    "v": 527.55,
    "x": 1464.5,
    "z": -718.43,
    "width": 17.41,
    "depth": 16.64,
    "height": 4.5,
    "area": 144.3,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1455.79,
        -718.315
      ],
      [
        1467.057,
        -726.748
      ],
      [
        1473.2,
        -718.534
      ],
      [
        1461.941,
        -710.108
      ],
      [
        1455.79,
        -718.315
      ]
    ],
    "relativePoints": [
      [
        -8.707,
        0.111
      ],
      [
        2.56,
        -8.322
      ],
      [
        8.703,
        -0.108
      ],
      [
        -2.556,
        8.318
      ],
      [
        -8.707,
        0.111
      ]
    ],
    "rotation": -0.6425,
    "houseLength": 14.07,
    "houseWidth": 10.26,
    "wallHeight": 3.6,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043569",
    "osmId": 403043569,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043569",
    "lon": 94.0782142,
    "lat": 23.1574337,
    "u": 1569.57,
    "v": 464.27,
    "x": 1438.14,
    "z": -781.56,
    "width": 12.1,
    "depth": 11.56,
    "height": 3.8,
    "area": 67.2,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1432.087,
        -780.852
      ],
      [
        1440.072,
        -787.342
      ],
      [
        1444.191,
        -782.267
      ],
      [
        1436.214,
        -775.785
      ],
      [
        1432.087,
        -780.852
      ]
    ],
    "relativePoints": [
      [
        -6.054,
        0.709
      ],
      [
        1.931,
        -5.781
      ],
      [
        6.05,
        -0.706
      ],
      [
        -1.927,
        5.776
      ],
      [
        -6.054,
        0.709
      ]
    ],
    "rotation": -0.6825,
    "houseLength": 10.29,
    "houseWidth": 6.54,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043570",
    "osmId": 403043570,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043570",
    "lon": 94.0794084,
    "lat": 23.1575761,
    "u": 1691.79,
    "v": 448.41,
    "x": 1513.35,
    "z": -879.2,
    "width": 9.67,
    "depth": 9.7,
    "height": 3.2,
    "area": 46,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1508.519,
        -878.459
      ],
      [
        1513.963,
        -884.044
      ],
      [
        1518.185,
        -879.938
      ],
      [
        1512.734,
        -874.345
      ],
      [
        1508.519,
        -878.459
      ]
    ],
    "relativePoints": [
      [
        -4.831,
        0.738
      ],
      [
        0.613,
        -4.847
      ],
      [
        4.835,
        -0.741
      ],
      [
        -0.616,
        4.852
      ],
      [
        -4.831,
        0.738
      ]
    ],
    "rotation": 2.3433,
    "houseLength": 7.81,
    "houseWidth": 5.89,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043571",
    "osmId": 403043571,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043571",
    "lon": 94.0793075,
    "lat": 23.1573181,
    "u": 1681.46,
    "v": 477.13,
    "x": 1526.35,
    "z": -851.58,
    "width": 8.57,
    "depth": 8.48,
    "height": 3.2,
    "area": 36.4,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1522.072,
        -851.647
      ],
      [
        1526.987,
        -855.822
      ],
      [
        1530.637,
        -851.521
      ],
      [
        1525.722,
        -847.346
      ],
      [
        1522.072,
        -851.647
      ]
    ],
    "relativePoints": [
      [
        -4.283,
        -0.063
      ],
      [
        0.632,
        -4.238
      ],
      [
        4.282,
        0.063
      ],
      [
        -0.633,
        4.238
      ],
      [
        -4.283,
        -0.063
      ]
    ],
    "rotation": -0.7042,
    "houseLength": 6.45,
    "houseWidth": 5.64,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043572",
    "osmId": 403043572,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043572",
    "lon": 94.0793255,
    "lat": 23.1595232,
    "u": 1683.3,
    "v": 231.67,
    "x": 1354.09,
    "z": -1026.46,
    "width": 8.39,
    "depth": 7.69,
    "height": 3.2,
    "area": 34.2,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1349.892,
        -1027.026
      ],
      [
        1355.863,
        -1030.304
      ],
      [
        1358.28,
        -1025.904
      ],
      [
        1352.317,
        -1022.618
      ],
      [
        1349.892,
        -1027.026
      ]
    ],
    "relativePoints": [
      [
        -4.196,
        -0.563
      ],
      [
        1.775,
        -3.841
      ],
      [
        4.192,
        0.559
      ],
      [
        -1.771,
        3.845
      ],
      [
        -4.196,
        -0.563
      ]
    ],
    "rotation": -0.5021,
    "houseLength": 6.81,
    "houseWidth": 5.03,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043573",
    "osmId": 403043573,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043573",
    "lon": 94.079526,
    "lat": 23.1568811,
    "u": 1703.82,
    "v": 525.78,
    "x": 1576.57,
    "z": -833,
    "width": 10.28,
    "depth": 8.99,
    "height": 3.2,
    "area": 47.4,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1571.425,
        -833.226
      ],
      [
        1579.074,
        -837.49
      ],
      [
        1581.707,
        -832.771
      ],
      [
        1574.067,
        -828.5
      ],
      [
        1571.425,
        -833.226
      ]
    ],
    "relativePoints": [
      [
        -5.143,
        -0.229
      ],
      [
        2.506,
        -4.493
      ],
      [
        5.139,
        0.226
      ],
      [
        -2.501,
        4.497
      ],
      [
        -5.143,
        -0.229
      ]
    ],
    "rotation": -0.5086,
    "houseLength": 8.76,
    "houseWidth": 5.41,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043574",
    "osmId": 403043574,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043574",
    "lon": 94.0809272,
    "lat": 23.1565028,
    "u": 1847.23,
    "v": 567.89,
    "x": 1707.75,
    "z": -904.63,
    "width": 8.72,
    "depth": 8.7,
    "height": 3.2,
    "area": 37.9,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1703.387,
        -904.656
      ],
      [
        1707.413,
        -908.981
      ],
      [
        1712.107,
        -904.607
      ],
      [
        1708.08,
        -900.281
      ],
      [
        1703.387,
        -904.656
      ]
    ],
    "relativePoints": [
      [
        -4.36,
        -0.025
      ],
      [
        -0.334,
        -4.35
      ],
      [
        4.36,
        0.024
      ],
      [
        0.333,
        4.35
      ],
      [
        -4.36,
        -0.025
      ]
    ],
    "rotation": 0.7501,
    "houseLength": 6.42,
    "houseWidth": 5.91,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043575",
    "osmId": 403043575,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043575",
    "lon": 94.0803323,
    "lat": 23.1575622,
    "u": 1786.35,
    "v": 449.97,
    "x": 1581.31,
    "z": -944.96,
    "width": 9.5,
    "depth": 8.8,
    "height": 3.2,
    "area": 41.5,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1576.563,
        -944.881
      ],
      [
        1583.124,
        -949.364
      ],
      [
        1586.065,
        -945.047
      ],
      [
        1579.504,
        -940.565
      ],
      [
        1576.563,
        -944.881
      ]
    ],
    "relativePoints": [
      [
        -4.751,
        0.083
      ],
      [
        1.81,
        -4.4
      ],
      [
        4.751,
        -0.083
      ],
      [
        -1.81,
        4.399
      ],
      [
        -4.751,
        0.083
      ]
    ],
    "rotation": -0.5994,
    "houseLength": 7.95,
    "houseWidth": 5.22,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043576",
    "osmId": 403043576,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043576",
    "lon": 94.0778109,
    "lat": 23.1567345,
    "u": 1528.29,
    "v": 542.11,
    "x": 1463.99,
    "z": -697.34,
    "width": 9.53,
    "depth": 9.43,
    "height": 3.2,
    "area": 44.4,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1459.227,
        -696.988
      ],
      [
        1464.745,
        -702.05
      ],
      [
        1468.759,
        -697.689
      ],
      [
        1463.233,
        -692.619
      ],
      [
        1459.227,
        -696.988
      ]
    ],
    "relativePoints": [
      [
        -4.764,
        0.348
      ],
      [
        0.754,
        -4.714
      ],
      [
        4.768,
        -0.353
      ],
      [
        -0.758,
        4.717
      ],
      [
        -4.764,
        0.348
      ]
    ],
    "rotation": 2.3992,
    "houseLength": 7.5,
    "houseWidth": 5.93,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043577",
    "osmId": 403043577,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043577",
    "lon": 94.0794301,
    "lat": 23.1576347,
    "u": 1694.01,
    "v": 441.89,
    "x": 1510.31,
    "z": -885.38,
    "width": 6.69,
    "depth": 6.36,
    "height": 3.2,
    "area": 20.6,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1506.967,
        -885.077
      ],
      [
        1511.391,
        -888.556
      ],
      [
        1513.653,
        -885.686
      ],
      [
        1509.222,
        -882.2
      ],
      [
        1506.967,
        -885.077
      ]
    ],
    "relativePoints": [
      [
        -3.341,
        0.303
      ],
      [
        1.083,
        -3.176
      ],
      [
        3.345,
        -0.306
      ],
      [
        -1.086,
        3.18
      ],
      [
        -3.341,
        0.303
      ]
    ],
    "rotation": 2.475,
    "houseLength": 6,
    "houseWidth": 4,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043578",
    "osmId": 403043578,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043578",
    "lon": 94.0794188,
    "lat": 23.1572933,
    "u": 1692.85,
    "v": 479.9,
    "x": 1536.36,
    "z": -857.69,
    "width": 10.39,
    "depth": 10.45,
    "height": 3.8,
    "area": 54.3,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1531.169,
        -857.17
      ],
      [
        1536.312,
        -862.911
      ],
      [
        1541.562,
        -858.211
      ],
      [
        1536.411,
        -852.463
      ],
      [
        1531.169,
        -857.17
      ]
    ],
    "relativePoints": [
      [
        -5.194,
        0.519
      ],
      [
        -0.051,
        -5.222
      ],
      [
        5.199,
        -0.522
      ],
      [
        0.048,
        5.226
      ],
      [
        -5.194,
        0.519
      ]
    ],
    "rotation": 2.3015,
    "houseLength": 7.72,
    "houseWidth": 7.05,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043579",
    "osmId": 403043579,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043579",
    "lon": 94.079567,
    "lat": 23.1595061,
    "u": 1708.02,
    "v": 233.57,
    "x": 1372.91,
    "z": -1042.6,
    "width": 8.6,
    "depth": 8.68,
    "height": 3.2,
    "area": 37.2,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1368.609,
        -1043.207
      ],
      [
        1372.795,
        -1046.938
      ],
      [
        1377.211,
        -1041.986
      ],
      [
        1373.032,
        -1038.263
      ],
      [
        1368.609,
        -1043.207
      ]
    ],
    "relativePoints": [
      [
        -4.303,
        -0.609
      ],
      [
        -0.117,
        -4.34
      ],
      [
        4.299,
        0.612
      ],
      [
        0.12,
        4.335
      ],
      [
        -4.303,
        -0.609
      ]
    ],
    "rotation": 0.8426,
    "houseLength": 6.64,
    "houseWidth": 5.61,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043580",
    "osmId": 403043580,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043580",
    "lon": 94.0807596,
    "lat": 23.1565472,
    "u": 1830.08,
    "v": 562.96,
    "x": 1692.13,
    "z": -895.99,
    "width": 8.34,
    "depth": 8.52,
    "height": 3.2,
    "area": 34.9,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1691.823,
        -900.255
      ],
      [
        1696.303,
        -895.037
      ],
      [
        1692.445,
        -891.73
      ],
      [
        1687.965,
        -896.948
      ],
      [
        1691.823,
        -900.255
      ]
    ],
    "relativePoints": [
      [
        -0.311,
        -4.262
      ],
      [
        4.169,
        0.956
      ],
      [
        0.311,
        4.263
      ],
      [
        -4.169,
        -0.955
      ],
      [
        -0.311,
        -4.262
      ]
    ],
    "rotation": 0.8613,
    "houseLength": 6.88,
    "houseWidth": 5.08,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043581",
    "osmId": 403043581,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043581",
    "lon": 94.0814768,
    "lat": 23.1584443,
    "u": 1903.48,
    "v": 351.77,
    "x": 1594.7,
    "z": -1097.23,
    "width": 7.43,
    "depth": 6.91,
    "height": 3.2,
    "area": 25.8,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1590.985,
        -1097.26
      ],
      [
        1596.06,
        -1100.681
      ],
      [
        1598.416,
        -1097.197
      ],
      [
        1593.349,
        -1093.767
      ],
      [
        1590.985,
        -1097.26
      ]
    ],
    "relativePoints": [
      [
        -3.718,
        -0.034
      ],
      [
        1.357,
        -3.455
      ],
      [
        3.713,
        0.029
      ],
      [
        -1.354,
        3.459
      ],
      [
        -3.718,
        -0.034
      ]
    ],
    "rotation": -0.5931,
    "houseLength": 6.13,
    "houseWidth": 4.22,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043582",
    "osmId": 403043582,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043582",
    "lon": 94.077674,
    "lat": 23.1566441,
    "u": 1514.28,
    "v": 552.17,
    "x": 1461.2,
    "z": -680.31,
    "width": 8.26,
    "depth": 8.28,
    "height": 3.2,
    "area": 34.9,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1457.065,
        -680.941
      ],
      [
        1461.744,
        -684.455
      ],
      [
        1465.33,
        -679.681
      ],
      [
        1460.644,
        -676.176
      ],
      [
        1457.065,
        -680.941
      ]
    ],
    "relativePoints": [
      [
        -4.131,
        -0.628
      ],
      [
        0.548,
        -4.142
      ],
      [
        4.134,
        0.632
      ],
      [
        -0.552,
        4.137
      ],
      [
        -4.131,
        -0.628
      ]
    ],
    "rotation": 0.9266,
    "houseLength": 6,
    "houseWidth": 5.85,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043583",
    "osmId": 403043583,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043583",
    "lon": 94.0793253,
    "lat": 23.1576493,
    "u": 1683.28,
    "v": 440.26,
    "x": 1501.57,
    "z": -878.95,
    "width": 6.93,
    "depth": 6.87,
    "height": 3.2,
    "area": 24.3,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1498.104,
        -879.379
      ],
      [
        1502.163,
        -882.383
      ],
      [
        1505.033,
        -878.515
      ],
      [
        1500.974,
        -875.51
      ],
      [
        1498.104,
        -879.379
      ]
    ],
    "relativePoints": [
      [
        -3.464,
        -0.432
      ],
      [
        0.595,
        -3.436
      ],
      [
        3.465,
        0.432
      ],
      [
        -0.594,
        3.437
      ],
      [
        -3.464,
        -0.432
      ]
    ],
    "rotation": 2.5043,
    "houseLength": 6,
    "houseWidth": 4.82,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043584",
    "osmId": 403043584,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043584",
    "lon": 94.0794024,
    "lat": 23.1570916,
    "u": 1691.17,
    "v": 502.35,
    "x": 1551.06,
    "z": -840.62,
    "width": 14.26,
    "depth": 14.14,
    "height": 3.8,
    "area": 100.7,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1543.925,
        -840.534
      ],
      [
        1551.98,
        -847.691
      ],
      [
        1558.186,
        -840.704
      ],
      [
        1550.131,
        -833.547
      ],
      [
        1543.925,
        -840.534
      ]
    ],
    "relativePoints": [
      [
        -7.131,
        0.085
      ],
      [
        0.924,
        -7.072
      ],
      [
        7.13,
        -0.085
      ],
      [
        -0.925,
        7.072
      ],
      [
        -7.131,
        0.085
      ]
    ],
    "rotation": -0.7264,
    "houseLength": 10.78,
    "houseWidth": 9.35,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043585",
    "osmId": 403043585,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043585",
    "lon": 94.0798059,
    "lat": 23.1594159,
    "u": 1732.47,
    "v": 243.61,
    "x": 1397.3,
    "z": -1052.78,
    "width": 10.24,
    "depth": 10.08,
    "height": 3.8,
    "area": 52.4,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1392.185,
        -1053.197
      ],
      [
        1398.294,
        -1057.827
      ],
      [
        1402.422,
        -1052.367
      ],
      [
        1396.305,
        -1047.745
      ],
      [
        1392.185,
        -1053.197
      ]
    ],
    "relativePoints": [
      [
        -5.116,
        -0.413
      ],
      [
        0.993,
        -5.043
      ],
      [
        5.121,
        0.417
      ],
      [
        -0.996,
        5.039
      ],
      [
        -5.116,
        -0.413
      ]
    ],
    "rotation": 2.4945,
    "houseLength": 7.67,
    "houseWidth": 6.84,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043586",
    "osmId": 403043586,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043586",
    "lon": 94.0797292,
    "lat": 23.15676,
    "u": 1724.62,
    "v": 539.26,
    "x": 1600.81,
    "z": -838.17,
    "width": 6.87,
    "depth": 6.27,
    "height": 3.2,
    "area": 20.9,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1599.386,
        -835.038
      ],
      [
        1597.372,
        -837.935
      ],
      [
        1602.223,
        -841.306
      ],
      [
        1604.244,
        -838.416
      ],
      [
        1599.386,
        -835.038
      ]
    ],
    "relativePoints": [
      [
        -1.42,
        3.136
      ],
      [
        -3.434,
        0.239
      ],
      [
        1.417,
        -3.132
      ],
      [
        3.438,
        -0.242
      ],
      [
        -1.42,
        3.136
      ]
    ],
    "rotation": 2.534,
    "houseLength": 6,
    "houseWidth": 4,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043587",
    "osmId": 403043587,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043587",
    "lon": 94.0779569,
    "lat": 23.1573535,
    "u": 1543.23,
    "v": 473.2,
    "x": 1425.83,
    "z": -756.63,
    "width": 12.13,
    "depth": 11.47,
    "height": 3.8,
    "area": 68.6,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1419.766,
        -756.394
      ],
      [
        1427.811,
        -762.36
      ],
      [
        1431.895,
        -756.857
      ],
      [
        1423.836,
        -750.891
      ],
      [
        1419.766,
        -756.394
      ]
    ],
    "relativePoints": [
      [
        -6.061,
        0.232
      ],
      [
        1.984,
        -5.734
      ],
      [
        6.068,
        -0.231
      ],
      [
        -1.991,
        5.735
      ],
      [
        -6.061,
        0.232
      ]
    ],
    "rotation": 2.5043,
    "houseLength": 10.03,
    "houseWidth": 6.85,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043588",
    "osmId": 403043588,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043588",
    "lon": 94.0805059,
    "lat": 23.1565879,
    "u": 1804.12,
    "v": 558.43,
    "x": 1670.57,
    "z": -880.84,
    "width": 8.36,
    "depth": 8.71,
    "height": 3.2,
    "area": 42.6,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1666.389,
        -878.851
      ],
      [
        1668.996,
        -885.189
      ],
      [
        1674.751,
        -882.821
      ],
      [
        1672.144,
        -876.483
      ],
      [
        1666.389,
        -878.851
      ]
    ],
    "relativePoints": [
      [
        -4.181,
        1.985
      ],
      [
        -1.574,
        -4.353
      ],
      [
        4.181,
        -1.985
      ],
      [
        1.574,
        4.353
      ],
      [
        -4.181,
        1.985
      ]
    ],
    "rotation": 1.961,
    "houseLength": 6.85,
    "houseWidth": 6.22,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043589",
    "osmId": 403043589,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043589",
    "lon": 94.0814843,
    "lat": 23.1583744,
    "u": 1904.25,
    "v": 359.55,
    "x": 1600.75,
    "z": -1092.27,
    "width": 12.23,
    "depth": 12.07,
    "height": 3.8,
    "area": 73.5,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1594.64,
        -1092.114
      ],
      [
        1601.725,
        -1098.302
      ],
      [
        1606.866,
        -1092.423
      ],
      [
        1599.781,
        -1086.235
      ],
      [
        1594.64,
        -1092.114
      ]
    ],
    "relativePoints": [
      [
        -6.113,
        0.154
      ],
      [
        0.972,
        -6.034
      ],
      [
        6.113,
        -0.155
      ],
      [
        -0.972,
        6.033
      ],
      [
        -6.113,
        0.154
      ]
    ],
    "rotation": 2.4237,
    "houseLength": 9.41,
    "houseWidth": 7.81,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043590",
    "osmId": 403043590,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043590",
    "lon": 94.0792481,
    "lat": 23.1575279,
    "u": 1675.38,
    "v": 453.78,
    "x": 1505.54,
    "z": -863.8,
    "width": 14.78,
    "depth": 13.86,
    "height": 3.8,
    "area": 98,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1498.152,
        -862.975
      ],
      [
        1508.233,
        -870.726
      ],
      [
        1512.931,
        -864.624
      ],
      [
        1502.858,
        -856.865
      ],
      [
        1498.152,
        -862.975
      ]
    ],
    "relativePoints": [
      [
        -7.391,
        0.823
      ],
      [
        2.69,
        -6.928
      ],
      [
        7.388,
        -0.826
      ],
      [
        -2.685,
        6.933
      ],
      [
        -7.391,
        0.823
      ]
    ],
    "rotation": -0.6555,
    "houseLength": 12.72,
    "houseWidth": 7.71,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043591",
    "osmId": 403043591,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043591",
    "lon": 94.0792027,
    "lat": 23.1570748,
    "u": 1670.73,
    "v": 504.22,
    "x": 1537.92,
    "z": -824.85,
    "width": 15.73,
    "depth": 15.55,
    "height": 3.8,
    "area": 118.7,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1536.317,
        -832.626
      ],
      [
        1545.784,
        -823.753
      ],
      [
        1539.534,
        -817.077
      ],
      [
        1530.059,
        -825.944
      ],
      [
        1536.317,
        -832.626
      ]
    ],
    "relativePoints": [
      [
        -1.606,
        -7.776
      ],
      [
        7.861,
        1.097
      ],
      [
        1.611,
        7.773
      ],
      [
        -7.864,
        -1.094
      ],
      [
        -1.606,
        -7.776
      ]
    ],
    "rotation": -2.3893,
    "houseLength": 12.98,
    "houseWidth": 9.15,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043592",
    "osmId": 403043592,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043592",
    "lon": 94.0799115,
    "lat": 23.15941,
    "u": 1743.28,
    "v": 244.27,
    "x": 1405.41,
    "z": -1059.96,
    "width": 6.32,
    "depth": 6.03,
    "height": 3.2,
    "area": 18.2,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1402.249,
        -1059.546
      ],
      [
        1406.434,
        -1062.975
      ],
      [
        1408.564,
        -1060.382
      ],
      [
        1404.387,
        -1056.945
      ],
      [
        1402.249,
        -1059.546
      ]
    ],
    "relativePoints": [
      [
        -3.159,
        0.416
      ],
      [
        1.026,
        -3.013
      ],
      [
        3.156,
        -0.42
      ],
      [
        -1.021,
        3.017
      ],
      [
        -3.159,
        0.416
      ]
    ],
    "rotation": -0.6864,
    "houseLength": 6,
    "houseWidth": 4,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043593",
    "osmId": 403043593,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043593",
    "lon": 94.0795359,
    "lat": 23.1564886,
    "u": 1704.84,
    "v": 569.48,
    "x": 1608.19,
    "z": -802.82,
    "width": 16.43,
    "depth": 15.89,
    "height": 3.8,
    "area": 130.7,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1599.968,
        -802.859
      ],
      [
        1610.269,
        -810.767
      ],
      [
        1616.396,
        -802.787
      ],
      [
        1606.11,
        -794.879
      ],
      [
        1599.968,
        -802.859
      ]
    ],
    "relativePoints": [
      [
        -8.218,
        -0.036
      ],
      [
        2.083,
        -7.944
      ],
      [
        8.21,
        0.036
      ],
      [
        -2.076,
        7.944
      ],
      [
        -8.218,
        -0.036
      ]
    ],
    "rotation": -0.6547,
    "houseLength": 12.99,
    "houseWidth": 10.07,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043594",
    "osmId": 403043594,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043594",
    "lon": 94.0795177,
    "lat": 23.1583153,
    "u": 1702.97,
    "v": 366.12,
    "x": 1463.07,
    "z": -945.3,
    "width": 13.89,
    "depth": 13.27,
    "height": 3.8,
    "area": 91,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1456.121,
        -944.999
      ],
      [
        1465.15,
        -951.934
      ],
      [
        1470.016,
        -945.592
      ],
      [
        1460.994,
        -938.663
      ],
      [
        1456.121,
        -944.999
      ]
    ],
    "relativePoints": [
      [
        -6.949,
        0.298
      ],
      [
        2.08,
        -6.637
      ],
      [
        6.946,
        -0.295
      ],
      [
        -2.076,
        6.634
      ],
      [
        -6.949,
        0.298
      ]
    ],
    "rotation": -0.655,
    "houseLength": 11.38,
    "houseWidth": 7.99,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043595",
    "osmId": 403043595,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043595",
    "lon": 94.0780669,
    "lat": 23.1573244,
    "u": 1554.49,
    "v": 476.43,
    "x": 1436.08,
    "z": -762.3,
    "width": 9.52,
    "depth": 10.33,
    "height": 3.8,
    "area": 51.2,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1431.323,
        -764.377
      ],
      [
        1436.585,
        -767.467
      ],
      [
        1440.841,
        -760.23
      ],
      [
        1435.579,
        -757.14
      ],
      [
        1431.323,
        -764.377
      ]
    ],
    "relativePoints": [
      [
        -4.759,
        -2.074
      ],
      [
        0.503,
        -5.164
      ],
      [
        4.759,
        2.073
      ],
      [
        -0.503,
        5.163
      ],
      [
        -4.759,
        -2.074
      ]
    ],
    "rotation": 1.0392,
    "houseLength": 8.4,
    "houseWidth": 6.1,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043596",
    "osmId": 403043596,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043596",
    "lon": 94.0790932,
    "lat": 23.1575769,
    "u": 1659.53,
    "v": 448.32,
    "x": 1490.48,
    "z": -856.46,
    "width": 15.86,
    "depth": 15.36,
    "height": 3.8,
    "area": 116.3,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1482.549,
        -855.275
      ],
      [
        1492.779,
        -864.136
      ],
      [
        1498.406,
        -857.64
      ],
      [
        1488.175,
        -848.779
      ],
      [
        1482.549,
        -855.275
      ]
    ],
    "relativePoints": [
      [
        -7.928,
        1.182
      ],
      [
        2.302,
        -7.679
      ],
      [
        7.929,
        -1.183
      ],
      [
        -2.302,
        7.678
      ],
      [
        -7.928,
        1.182
      ]
    ],
    "rotation": 2.4278,
    "houseLength": 13.53,
    "houseWidth": 8.59,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043597",
    "osmId": 403043597,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043597",
    "lon": 94.0796167,
    "lat": 23.1572649,
    "u": 1713.11,
    "v": 483.06,
    "x": 1552.93,
    "z": -869.78,
    "width": 16.06,
    "depth": 15.5,
    "height": 3.8,
    "area": 119.9,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1544.895,
        -868.802
      ],
      [
        1555.26,
        -877.529
      ],
      [
        1560.958,
        -870.759
      ],
      [
        1550.594,
        -862.032
      ],
      [
        1544.895,
        -868.802
      ]
    ],
    "relativePoints": [
      [
        -8.032,
        0.979
      ],
      [
        2.333,
        -7.748
      ],
      [
        8.031,
        -0.978
      ],
      [
        -2.333,
        7.749
      ],
      [
        -8.032,
        0.979
      ]
    ],
    "rotation": -0.6998,
    "houseLength": 13.55,
    "houseWidth": 8.85,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043598",
    "osmId": 403043598,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043598",
    "lon": 94.0799666,
    "lat": 23.1593672,
    "u": 1748.92,
    "v": 249.03,
    "x": 1412.77,
    "z": -1060.59,
    "width": 5.52,
    "depth": 5.52,
    "height": 3.2,
    "area": 15,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1410.008,
        -1060.284
      ],
      [
        1413.069,
        -1063.345
      ],
      [
        1415.525,
        -1060.889
      ],
      [
        1412.464,
        -1057.828
      ],
      [
        1410.008,
        -1060.284
      ]
    ],
    "relativePoints": [
      [
        -2.759,
        0.302
      ],
      [
        0.302,
        -2.759
      ],
      [
        2.758,
        -0.303
      ],
      [
        -0.303,
        2.758
      ],
      [
        -2.759,
        0.302
      ]
    ],
    "rotation": 2.3562,
    "houseLength": 6,
    "houseWidth": 4,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043599",
    "osmId": 403043599,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043599",
    "lon": 94.0794283,
    "lat": 23.1564883,
    "u": 1693.83,
    "v": 569.51,
    "x": 1600.42,
    "z": -795.01,
    "width": 9.56,
    "depth": 9.87,
    "height": 3.2,
    "area": 40.9,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1598.854,
        -799.949
      ],
      [
        1605.193,
        -793.017
      ],
      [
        1601.983,
        -790.075
      ],
      [
        1595.636,
        -797.015
      ],
      [
        1598.854,
        -799.949
      ]
    ],
    "relativePoints": [
      [
        -1.563,
        -4.935
      ],
      [
        4.776,
        1.997
      ],
      [
        1.566,
        4.939
      ],
      [
        -4.781,
        -2.001
      ],
      [
        -1.563,
        -4.935
      ]
    ],
    "rotation": -2.3116,
    "houseLength": 9.4,
    "houseWidth": 4.35,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043600",
    "osmId": 403043600,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043600",
    "lon": 94.0790769,
    "lat": 23.1581287,
    "u": 1657.85,
    "v": 386.9,
    "x": 1445.86,
    "z": -898.7,
    "width": 13.04,
    "depth": 12.79,
    "height": 3.8,
    "area": 85,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1439.338,
        -899.281
      ],
      [
        1447.246,
        -905.095
      ],
      [
        1452.38,
        -898.122
      ],
      [
        1444.48,
        -892.301
      ],
      [
        1439.338,
        -899.281
      ]
    ],
    "relativePoints": [
      [
        -6.523,
        -0.581
      ],
      [
        1.385,
        -6.395
      ],
      [
        6.519,
        0.578
      ],
      [
        -1.381,
        6.399
      ],
      [
        -6.523,
        -0.581
      ]
    ],
    "rotation": -0.634,
    "houseLength": 9.82,
    "houseWidth": 8.67,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043601",
    "osmId": 403043601,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043601",
    "lon": 94.0781693,
    "lat": 23.1572514,
    "u": 1564.96,
    "v": 484.56,
    "x": 1449.23,
    "z": -763.96,
    "width": 14.94,
    "depth": 13.51,
    "height": 3.8,
    "area": 99.7,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1441.763,
        -763.78
      ],
      [
        1452.428,
        -770.715
      ],
      [
        1456.701,
        -764.141
      ],
      [
        1446.035,
        -757.206
      ],
      [
        1441.763,
        -763.78
      ]
    ],
    "relativePoints": [
      [
        -7.469,
        0.181
      ],
      [
        3.196,
        -6.754
      ],
      [
        7.469,
        -0.18
      ],
      [
        -3.197,
        6.755
      ],
      [
        -7.469,
        0.181
      ]
    ],
    "rotation": 2.5651,
    "houseLength": 12.72,
    "houseWidth": 7.84,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043602",
    "osmId": 403043602,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043602",
    "lon": 94.0785794,
    "lat": 23.1563844,
    "u": 1606.94,
    "v": 581.08,
    "x": 1547.16,
    "z": -725.4,
    "width": 8.8,
    "depth": 8.96,
    "height": 3.2,
    "area": 41.1,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1542.77,
        -726.517
      ],
      [
        1547.908,
        -729.876
      ],
      [
        1551.567,
        -724.278
      ],
      [
        1546.414,
        -720.92
      ],
      [
        1542.77,
        -726.517
      ]
    ],
    "relativePoints": [
      [
        -4.395,
        -1.119
      ],
      [
        0.743,
        -4.478
      ],
      [
        4.402,
        1.12
      ],
      [
        -0.751,
        4.478
      ],
      [
        -4.395,
        -1.119
      ]
    ],
    "rotation": 0.9919,
    "houseLength": 6.69,
    "houseWidth": 6.15,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043603",
    "osmId": 403043603,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043603",
    "lon": 94.0788645,
    "lat": 23.1575913,
    "u": 1636.12,
    "v": 446.72,
    "x": 1472.79,
    "z": -841.04,
    "width": 11.4,
    "depth": 11.18,
    "height": 3.8,
    "area": 63.8,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1467.089,
        -841.091
      ],
      [
        1473.9,
        -846.626
      ],
      [
        1478.488,
        -840.981
      ],
      [
        1471.693,
        -835.445
      ],
      [
        1467.089,
        -841.091
      ]
    ],
    "relativePoints": [
      [
        -5.704,
        -0.055
      ],
      [
        1.107,
        -5.59
      ],
      [
        5.695,
        0.055
      ],
      [
        -1.1,
        5.591
      ],
      [
        -5.704,
        -0.055
      ]
    ],
    "rotation": -0.6824,
    "houseLength": 8.78,
    "houseWidth": 7.29,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043604",
    "osmId": 403043604,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043604",
    "lon": 94.0792871,
    "lat": 23.1565388,
    "u": 1679.37,
    "v": 563.89,
    "x": 1586.22,
    "z": -788.77,
    "width": 12.92,
    "depth": 12.37,
    "height": 3.8,
    "area": 77.5,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1579.765,
        -788.165
      ],
      [
        1588.189,
        -794.953
      ],
      [
        1592.684,
        -789.372
      ],
      [
        1584.26,
        -782.584
      ],
      [
        1579.765,
        -788.165
      ]
    ],
    "relativePoints": [
      [
        -6.46,
        0.604
      ],
      [
        1.964,
        -6.184
      ],
      [
        6.459,
        -0.603
      ],
      [
        -1.965,
        6.185
      ],
      [
        -6.46,
        0.604
      ]
    ],
    "rotation": -0.6783,
    "houseLength": 10.82,
    "houseWidth": 7.17,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043605",
    "osmId": 403043605,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043605",
    "lon": 94.0788472,
    "lat": 23.1581405,
    "u": 1634.35,
    "v": 385.58,
    "x": 1428.3,
    "z": -883.01,
    "width": 13.88,
    "depth": 13.14,
    "height": 3.8,
    "area": 90.9,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1421.361,
        -882.94
      ],
      [
        1430.538,
        -889.583
      ],
      [
        1435.245,
        -883.081
      ],
      [
        1426.068,
        -876.438
      ],
      [
        1421.361,
        -882.94
      ]
    ],
    "relativePoints": [
      [
        -6.942,
        0.071
      ],
      [
        2.235,
        -6.572
      ],
      [
        6.942,
        -0.07
      ],
      [
        -2.235,
        6.573
      ],
      [
        -6.942,
        0.071
      ]
    ],
    "rotation": 2.515,
    "houseLength": 11.33,
    "houseWidth": 8.03,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043606",
    "osmId": 403043606,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043606",
    "lon": 94.0779422,
    "lat": 23.1572537,
    "u": 1541.73,
    "v": 484.31,
    "x": 1432.62,
    "z": -747.71,
    "width": 13.34,
    "depth": 13.48,
    "height": 3.8,
    "area": 86.4,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1425.949,
        -746.172
      ],
      [
        1433.784,
        -754.448
      ],
      [
        1439.288,
        -749.247
      ],
      [
        1431.462,
        -740.964
      ],
      [
        1425.949,
        -746.172
      ]
    ],
    "relativePoints": [
      [
        -6.672,
        1.536
      ],
      [
        1.163,
        -6.74
      ],
      [
        6.667,
        -1.539
      ],
      [
        -1.159,
        6.744
      ],
      [
        -6.672,
        1.536
      ]
    ],
    "rotation": -0.8128,
    "houseLength": 11.4,
    "houseWidth": 7.58,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043607",
    "osmId": 403043607,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043607",
    "lon": 94.0792326,
    "lat": 23.1591879,
    "u": 1673.8,
    "v": 268.99,
    "x": 1373.76,
    "z": -993.35,
    "width": 8.79,
    "depth": 8.79,
    "height": 3.2,
    "area": 37.3,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1369.364,
        -992.53
      ],
      [
        1374.582,
        -997.748
      ],
      [
        1378.156,
        -994.174
      ],
      [
        1372.938,
        -988.956
      ],
      [
        1369.364,
        -992.53
      ]
    ],
    "relativePoints": [
      [
        -4.396,
        0.822
      ],
      [
        0.822,
        -4.396
      ],
      [
        4.396,
        -0.822
      ],
      [
        -0.822,
        4.396
      ],
      [
        -4.396,
        0.822
      ]
    ],
    "rotation": -0.7854,
    "houseLength": 7.38,
    "houseWidth": 5.05,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043608",
    "osmId": 403043608,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043608",
    "lon": 94.0808682,
    "lat": 23.1578883,
    "u": 1841.19,
    "v": 413.66,
    "x": 1594.42,
    "z": -1009.42,
    "width": 9.11,
    "depth": 8.01,
    "height": 3.2,
    "area": 39.1,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1589.868,
        -1009.997
      ],
      [
        1596.662,
        -1013.422
      ],
      [
        1598.974,
        -1008.838
      ],
      [
        1592.18,
        -1005.413
      ],
      [
        1589.868,
        -1009.997
      ]
    ],
    "relativePoints": [
      [
        -4.553,
        -0.58
      ],
      [
        2.241,
        -4.005
      ],
      [
        4.553,
        0.579
      ],
      [
        -2.241,
        4.004
      ],
      [
        -4.553,
        -0.58
      ]
    ],
    "rotation": -0.4669,
    "houseLength": 7.61,
    "houseWidth": 5.13,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043609",
    "osmId": 403043609,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043609",
    "lon": 94.0786743,
    "lat": 23.1563903,
    "u": 1616.65,
    "v": 580.42,
    "x": 1553.57,
    "z": -732.73,
    "width": 7.87,
    "depth": 7.87,
    "height": 3.2,
    "area": 31,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1549.634,
        -732.782
      ],
      [
        1553.799,
        -736.664
      ],
      [
        1557.504,
        -732.67
      ],
      [
        1553.33,
        -728.796
      ],
      [
        1549.634,
        -732.782
      ]
    ],
    "relativePoints": [
      [
        -3.933,
        -0.054
      ],
      [
        0.232,
        -3.936
      ],
      [
        3.937,
        0.058
      ],
      [
        -0.237,
        3.932
      ],
      [
        -3.933,
        -0.054
      ]
    ],
    "rotation": 2.3935,
    "houseLength": 6,
    "houseWidth": 5.45,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043610",
    "osmId": 403043610,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043610",
    "lon": 94.0794897,
    "lat": 23.1562525,
    "u": 1700.11,
    "v": 595.76,
    "x": 1623.43,
    "z": -780.89,
    "width": 20.79,
    "depth": 22.3,
    "height": 4.5,
    "area": 184,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1613.03,
        -786.67
      ],
      [
        1619.283,
        -792.041
      ],
      [
        1633.824,
        -775.112
      ],
      [
        1627.571,
        -769.741
      ],
      [
        1613.03,
        -786.67
      ]
    ],
    "relativePoints": [
      [
        -10.397,
        -5.779
      ],
      [
        -4.144,
        -11.15
      ],
      [
        10.397,
        5.779
      ],
      [
        4.144,
        11.15
      ],
      [
        -10.397,
        -5.779
      ]
    ],
    "rotation": 0.8611,
    "houseLength": 22.32,
    "houseWidth": 8.24,
    "wallHeight": 3.6,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043611",
    "osmId": 403043611,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043611",
    "lon": 94.0792361,
    "lat": 23.1580408,
    "u": 1674.16,
    "v": 396.68,
    "x": 1464.3,
    "z": -903.32,
    "width": 15.32,
    "depth": 14.6,
    "height": 3.8,
    "area": 111.1,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1456.641,
        -903.154
      ],
      [
        1466.636,
        -910.615
      ],
      [
        1471.966,
        -903.476
      ],
      [
        1461.97,
        -896.016
      ],
      [
        1456.641,
        -903.154
      ]
    ],
    "relativePoints": [
      [
        -7.662,
        0.161
      ],
      [
        2.333,
        -7.3
      ],
      [
        7.663,
        -0.161
      ],
      [
        -2.333,
        7.299
      ],
      [
        -7.662,
        0.161
      ]
    ],
    "rotation": 2.5005,
    "houseLength": 12.47,
    "houseWidth": 8.91,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043612",
    "osmId": 403043612,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043612",
    "lon": 94.0784143,
    "lat": 23.157224,
    "u": 1590.05,
    "v": 487.61,
    "x": 1469.13,
    "z": -779.54,
    "width": 13.11,
    "depth": 12.33,
    "height": 3.8,
    "area": 84.1,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1462.57,
        -780.259
      ],
      [
        1471.451,
        -785.707
      ],
      [
        1475.676,
        -778.818
      ],
      [
        1466.803,
        -773.377
      ],
      [
        1462.57,
        -780.259
      ]
    ],
    "relativePoints": [
      [
        -6.555,
        -0.719
      ],
      [
        2.326,
        -6.167
      ],
      [
        6.551,
        0.722
      ],
      [
        -2.322,
        6.163
      ],
      [
        -6.555,
        -0.719
      ]
    ],
    "rotation": -0.5502,
    "houseLength": 10.42,
    "houseWidth": 8.08,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043613",
    "osmId": 403043613,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043613",
    "lon": 94.0790027,
    "lat": 23.1592051,
    "u": 1650.27,
    "v": 267.08,
    "x": 1355.77,
    "z": -978.06,
    "width": 11.3,
    "depth": 12.09,
    "height": 3.8,
    "area": 71.3,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1350.112,
        -980.3
      ],
      [
        1356.423,
        -984.107
      ],
      [
        1361.416,
        -975.829
      ],
      [
        1355.113,
        -972.014
      ],
      [
        1350.112,
        -980.3
      ]
    ],
    "relativePoints": [
      [
        -5.654,
        -2.238
      ],
      [
        0.657,
        -6.045
      ],
      [
        5.65,
        2.233
      ],
      [
        -0.653,
        6.048
      ],
      [
        -5.654,
        -2.238
      ]
    ],
    "rotation": -2.1138,
    "houseLength": 9.68,
    "houseWidth": 7.37,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043614",
    "osmId": 403043614,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043614",
    "lon": 94.0810343,
    "lat": 23.15779,
    "u": 1858.2,
    "v": 424.61,
    "x": 1614.19,
    "z": -1013.7,
    "width": 7.84,
    "depth": 7.12,
    "height": 3.2,
    "area": 38.9,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1610.266,
        -1015.769
      ],
      [
        1616.832,
        -1017.265
      ],
      [
        1618.109,
        -1011.631
      ],
      [
        1611.55,
        -1010.142
      ],
      [
        1610.266,
        -1015.769
      ]
    ],
    "relativePoints": [
      [
        -3.923,
        -2.067
      ],
      [
        2.643,
        -3.563
      ],
      [
        3.92,
        2.071
      ],
      [
        -2.639,
        3.56
      ],
      [
        -3.923,
        -2.067
      ]
    ],
    "rotation": -0.224,
    "houseLength": 6.73,
    "houseWidth": 5.78,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043615",
    "osmId": 403043615,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043615",
    "lon": 94.0787766,
    "lat": 23.1564518,
    "u": 1627.12,
    "v": 573.57,
    "x": 1556.13,
    "z": -744.97,
    "width": 12.11,
    "depth": 11.57,
    "height": 3.8,
    "area": 70.7,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1550.071,
        -745.169
      ],
      [
        1557.906,
        -750.752
      ],
      [
        1562.176,
        -744.774
      ],
      [
        1554.349,
        -739.183
      ],
      [
        1550.071,
        -745.169
      ]
    ],
    "relativePoints": [
      [
        -6.055,
        -0.2
      ],
      [
        1.78,
        -5.783
      ],
      [
        6.05,
        0.195
      ],
      [
        -1.777,
        5.786
      ],
      [
        -6.055,
        -0.2
      ]
    ],
    "rotation": -0.6191,
    "houseLength": 9.63,
    "houseWidth": 7.36,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043616",
    "osmId": 403043616,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043616",
    "lon": 94.0809637,
    "lat": 23.1592751,
    "u": 1850.97,
    "v": 259.28,
    "x": 1492.17,
    "z": -1125.5,
    "width": 8,
    "depth": 7.96,
    "height": 3.2,
    "area": 31.8,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1488.173,
        -1125.414
      ],
      [
        1492.648,
        -1129.479
      ],
      [
        1496.174,
        -1125.59
      ],
      [
        1491.693,
        -1121.518
      ],
      [
        1488.173,
        -1125.414
      ]
    ],
    "relativePoints": [
      [
        -3.999,
        0.086
      ],
      [
        0.476,
        -3.979
      ],
      [
        4.002,
        -0.09
      ],
      [
        -0.479,
        3.982
      ],
      [
        -3.999,
        0.086
      ]
    ],
    "rotation": 2.404,
    "houseLength": 6.06,
    "houseWidth": 5.25,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043617",
    "osmId": 403043617,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043617",
    "lon": 94.0793923,
    "lat": 23.156231,
    "u": 1690.14,
    "v": 598.15,
    "x": 1618.06,
    "z": -772.16,
    "width": 13.04,
    "depth": 13.23,
    "height": 3.8,
    "area": 71.1,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1615.413,
        -778.773
      ],
      [
        1624.589,
        -769.293
      ],
      [
        1620.712,
        -765.542
      ],
      [
        1611.544,
        -775.014
      ],
      [
        1615.413,
        -778.773
      ]
    ],
    "relativePoints": [
      [
        -2.652,
        -6.618
      ],
      [
        6.524,
        2.862
      ],
      [
        2.647,
        6.613
      ],
      [
        -6.521,
        -2.859
      ],
      [
        -2.652,
        -6.618
      ]
    ],
    "rotation": 0.8017,
    "houseLength": 13.19,
    "houseWidth": 5.39,
    "wallHeight": 3.2,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043618",
    "osmId": 403043618,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043618",
    "lon": 94.0793905,
    "lat": 23.1580466,
    "u": 1689.95,
    "v": 396.04,
    "x": 1475.02,
    "z": -914.93,
    "width": 13.93,
    "depth": 12.69,
    "height": 3.8,
    "area": 87.1,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1468.055,
        -914.711
      ],
      [
        1477.899,
        -921.28
      ],
      [
        1481.988,
        -915.151
      ],
      [
        1472.136,
        -908.589
      ],
      [
        1468.055,
        -914.711
      ]
    ],
    "relativePoints": [
      [
        -6.964,
        0.222
      ],
      [
        2.88,
        -6.347
      ],
      [
        6.969,
        -0.218
      ],
      [
        -2.883,
        6.344
      ],
      [
        -6.964,
        0.222
      ]
    ],
    "rotation": 2.554,
    "houseLength": 11.84,
    "houseWidth": 7.37,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043619",
    "osmId": 403043619,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043619",
    "lon": 94.0785555,
    "lat": 23.1571929,
    "u": 1604.5,
    "v": 491.07,
    "x": 1481.79,
    "z": -787.31,
    "width": 8.57,
    "depth": 8.88,
    "height": 3.2,
    "area": 38.4,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1481.966,
        -791.751
      ],
      [
        1486.069,
        -786.157
      ],
      [
        1481.607,
        -782.875
      ],
      [
        1477.503,
        -788.47
      ],
      [
        1481.966,
        -791.751
      ]
    ],
    "relativePoints": [
      [
        0.18,
        -4.438
      ],
      [
        4.283,
        1.156
      ],
      [
        -0.179,
        4.438
      ],
      [
        -4.283,
        -1.157
      ],
      [
        0.18,
        -4.438
      ]
    ],
    "rotation": -2.2037,
    "houseLength": 6.94,
    "houseWidth": 5.54,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043620",
    "osmId": 403043620,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043620",
    "lon": 94.0806298,
    "lat": 23.1579531,
    "u": 1816.8,
    "v": 406.45,
    "x": 1572.07,
    "z": -997.27,
    "width": 8.62,
    "depth": 9.83,
    "height": 3.8,
    "area": 55.4,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1567.761,
        -1000.405
      ],
      [
        1574.149,
        -1002.181
      ],
      [
        1576.38,
        -994.131
      ],
      [
        1569.992,
        -992.356
      ],
      [
        1567.761,
        -1000.405
      ]
    ],
    "relativePoints": [
      [
        -4.31,
        -3.137
      ],
      [
        2.078,
        -4.913
      ],
      [
        4.309,
        3.137
      ],
      [
        -2.079,
        4.912
      ],
      [
        -4.31,
        -3.137
      ]
    ],
    "rotation": 1.3004,
    "houseLength": 8.36,
    "houseWidth": 6.63,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043621",
    "osmId": 403043621,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043621",
    "lon": 94.0789972,
    "lat": 23.1564515,
    "u": 1649.7,
    "v": 573.6,
    "x": 1572.11,
    "z": -760.92,
    "width": 10.5,
    "depth": 10.42,
    "height": 3.8,
    "area": 54.7,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1566.86,
        -760.903
      ],
      [
        1572.825,
        -766.128
      ],
      [
        1577.364,
        -760.937
      ],
      [
        1571.399,
        -755.713
      ],
      [
        1566.86,
        -760.903
      ]
    ],
    "relativePoints": [
      [
        -5.252,
        0.017
      ],
      [
        0.713,
        -5.208
      ],
      [
        5.252,
        -0.017
      ],
      [
        -0.713,
        5.207
      ],
      [
        -5.252,
        0.017
      ]
    ],
    "rotation": -0.7194,
    "houseLength": 7.94,
    "houseWidth": 6.9,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043622",
    "osmId": 403043622,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043622",
    "lon": 94.0781669,
    "lat": 23.1581773,
    "u": 1564.73,
    "v": 381.49,
    "x": 1376.18,
    "z": -836.68,
    "width": 9.79,
    "depth": 9.02,
    "height": 3.2,
    "area": 37.6,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1371.29,
        -835.295
      ],
      [
        1378.524,
        -841.19
      ],
      [
        1381.076,
        -838.059
      ],
      [
        1373.835,
        -832.171
      ],
      [
        1371.29,
        -835.295
      ]
    ],
    "relativePoints": [
      [
        -4.891,
        1.384
      ],
      [
        2.343,
        -4.511
      ],
      [
        4.895,
        -1.38
      ],
      [
        -2.346,
        4.508
      ],
      [
        -4.891,
        1.384
      ]
    ],
    "rotation": 2.4589,
    "houseLength": 9.34,
    "houseWidth": 4.04,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043623",
    "osmId": 403043623,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043623",
    "lon": 94.0810162,
    "lat": 23.1590592,
    "u": 1856.35,
    "v": 283.32,
    "x": 1512.97,
    "z": -1112.3,
    "width": 10.94,
    "depth": 10.88,
    "height": 3.8,
    "area": 59.8,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1507.5,
        -1112.514
      ],
      [
        1513.622,
        -1117.739
      ],
      [
        1518.445,
        -1112.077
      ],
      [
        1512.329,
        -1106.859
      ],
      [
        1507.5,
        -1112.514
      ]
    ],
    "relativePoints": [
      [
        -5.474,
        -0.217
      ],
      [
        0.648,
        -5.442
      ],
      [
        5.471,
        0.22
      ],
      [
        -0.645,
        5.438
      ],
      [
        -5.474,
        -0.217
      ]
    ],
    "rotation": -0.7065,
    "houseLength": 8.05,
    "houseWidth": 7.44,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043624",
    "osmId": 403043624,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043624",
    "lon": 94.0795806,
    "lat": 23.1579594,
    "u": 1709.41,
    "v": 405.74,
    "x": 1495.64,
    "z": -921.83,
    "width": 15.34,
    "depth": 16.17,
    "height": 3.8,
    "area": 127.4,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1487.968,
        -924.485
      ],
      [
        1496.291,
        -929.912
      ],
      [
        1503.303,
        -919.18
      ],
      [
        1494.987,
        -913.746
      ],
      [
        1487.968,
        -924.485
      ]
    ],
    "relativePoints": [
      [
        -7.669,
        -2.654
      ],
      [
        0.654,
        -8.081
      ],
      [
        7.666,
        2.651
      ],
      [
        -0.65,
        8.085
      ],
      [
        -7.669,
        -2.654
      ]
    ],
    "rotation": -2.1497,
    "houseLength": 12.83,
    "houseWidth": 9.94,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043625",
    "osmId": 403043625,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043625",
    "lon": 94.0784803,
    "lat": 23.1574124,
    "u": 1596.8,
    "v": 466.63,
    "x": 1459.07,
    "z": -799.15,
    "width": 14.12,
    "depth": 13.23,
    "height": 3.8,
    "area": 87.6,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1452.004,
        -798.077
      ],
      [
        1461.771,
        -805.766
      ],
      [
        1466.128,
        -800.221
      ],
      [
        1456.369,
        -792.539
      ],
      [
        1452.004,
        -798.077
      ]
    ],
    "relativePoints": [
      [
        -7.064,
        1.074
      ],
      [
        2.703,
        -6.615
      ],
      [
        7.06,
        -1.07
      ],
      [
        -2.699,
        6.612
      ],
      [
        -7.064,
        1.074
      ]
    ],
    "rotation": -0.6669,
    "houseLength": 12.43,
    "houseWidth": 7.05,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043626",
    "osmId": 403043626,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043626",
    "lon": 94.0808832,
    "lat": 23.1576408,
    "u": 1842.73,
    "v": 441.21,
    "x": 1614.99,
    "z": -991.03,
    "width": 10.07,
    "depth": 8.7,
    "height": 3.8,
    "area": 50.8,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1609.955,
        -992.269
      ],
      [
        1617.818,
        -995.378
      ],
      [
        1620.029,
        -989.78
      ],
      [
        1612.174,
        -986.679
      ],
      [
        1609.955,
        -992.269
      ]
    ],
    "relativePoints": [
      [
        -5.039,
        -1.243
      ],
      [
        2.824,
        -4.352
      ],
      [
        5.035,
        1.246
      ],
      [
        -2.82,
        4.347
      ],
      [
        -5.039,
        -1.243
      ]
    ],
    "rotation": -0.3765,
    "houseLength": 8.46,
    "houseWidth": 6.02,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043627",
    "osmId": 403043627,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043627",
    "lon": 94.0790529,
    "lat": 23.15629,
    "u": 1655.4,
    "v": 591.58,
    "x": 1588.86,
    "z": -752.23,
    "width": 14.16,
    "depth": 14.06,
    "height": 3.8,
    "area": 97.3,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1581.778,
        -751.356
      ],
      [
        1590.125,
        -759.263
      ],
      [
        1595.941,
        -753.114
      ],
      [
        1587.594,
        -745.207
      ],
      [
        1581.778,
        -751.356
      ]
    ],
    "relativePoints": [
      [
        -7.082,
        0.879
      ],
      [
        1.265,
        -7.028
      ],
      [
        7.081,
        -0.879
      ],
      [
        -1.266,
        7.028
      ],
      [
        -7.082,
        0.879
      ]
    ],
    "rotation": -0.7583,
    "houseLength": 11.5,
    "houseWidth": 8.46,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043628",
    "osmId": 403043628,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043628",
    "lon": 94.0814135,
    "lat": 23.1587381,
    "u": 1897.01,
    "v": 319.06,
    "x": 1567,
    "z": -1115.78,
    "width": 8.07,
    "depth": 8,
    "height": 3.2,
    "area": 33.2,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1562.961,
        -1116.354
      ],
      [
        1567.764,
        -1119.772
      ],
      [
        1571.033,
        -1115.2
      ],
      [
        1566.237,
        -1111.775
      ],
      [
        1562.961,
        -1116.354
      ]
    ],
    "relativePoints": [
      [
        -4.038,
        -0.579
      ],
      [
        0.765,
        -3.997
      ],
      [
        4.034,
        0.575
      ],
      [
        -0.762,
        4
      ],
      [
        -4.038,
        -0.579
      ]
    ],
    "rotation": -0.6185,
    "houseLength": 6,
    "houseWidth": 5.63,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043629",
    "osmId": 403043629,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043629",
    "lon": 94.0795184,
    "lat": 23.1567785,
    "u": 1703.05,
    "v": 537.21,
    "x": 1584.1,
    "z": -824.38,
    "width": 16.28,
    "depth": 15.8,
    "height": 3.8,
    "area": 132.7,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1575.958,
        -825.306
      ],
      [
        1586.298,
        -832.277
      ],
      [
        1592.242,
        -823.438
      ],
      [
        1581.901,
        -816.482
      ],
      [
        1575.958,
        -825.306
      ]
    ],
    "relativePoints": [
      [
        -8.142,
        -0.93
      ],
      [
        2.198,
        -7.901
      ],
      [
        8.142,
        0.938
      ],
      [
        -2.199,
        7.894
      ],
      [
        -8.142,
        -0.93
      ]
    ],
    "rotation": -0.5932,
    "houseLength": 12.48,
    "houseWidth": 10.65,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043630",
    "osmId": 403043630,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043630",
    "lon": 94.0792522,
    "lat": 23.1586624,
    "u": 1675.8,
    "v": 327.49,
    "x": 1416.54,
    "z": -953.4,
    "width": 7.7,
    "depth": 7.81,
    "height": 3.2,
    "area": 31,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1412.695,
        -954.265
      ],
      [
        1417.107,
        -957.307
      ],
      [
        1420.392,
        -952.532
      ],
      [
        1415.972,
        -949.497
      ],
      [
        1412.695,
        -954.265
      ]
    ],
    "relativePoints": [
      [
        -3.846,
        -0.865
      ],
      [
        0.566,
        -3.907
      ],
      [
        3.851,
        0.868
      ],
      [
        -0.569,
        3.903
      ],
      [
        -3.846,
        -0.865
      ]
    ],
    "rotation": 0.9682,
    "houseLength": 6,
    "houseWidth": 5.36,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043631",
    "osmId": 403043631,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043631",
    "lon": 94.0809702,
    "lat": 23.1583618,
    "u": 1851.64,
    "v": 360.94,
    "x": 1564.53,
    "z": -1054.08,
    "width": 13.37,
    "depth": 11.49,
    "height": 3.8,
    "area": 83.1,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1557.846,
        -1054.974
      ],
      [
        1568.064,
        -1059.823
      ],
      [
        1571.216,
        -1053.183
      ],
      [
        1560.998,
        -1048.333
      ],
      [
        1557.846,
        -1054.974
      ]
    ],
    "relativePoints": [
      [
        -6.685,
        -0.896
      ],
      [
        3.533,
        -5.745
      ],
      [
        6.685,
        0.895
      ],
      [
        -3.533,
        5.745
      ],
      [
        -6.685,
        -0.896
      ]
    ],
    "rotation": 2.6984,
    "houseLength": 11.31,
    "houseWidth": 7.35,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043632",
    "osmId": 403043632,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043632",
    "lon": 94.078381,
    "lat": 23.1574157,
    "u": 1586.64,
    "v": 466.27,
    "x": 1451.62,
    "z": -792.22,
    "width": 5.65,
    "depth": 5.77,
    "height": 3.2,
    "area": 16.4,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1448.794,
        -792.789
      ],
      [
        1451.706,
        -795.103
      ],
      [
        1454.445,
        -791.655
      ],
      [
        1451.541,
        -789.333
      ],
      [
        1448.794,
        -792.789
      ]
    ],
    "relativePoints": [
      [
        -2.828,
        -0.569
      ],
      [
        0.084,
        -2.883
      ],
      [
        2.823,
        0.565
      ],
      [
        -0.081,
        2.887
      ],
      [
        -2.828,
        -0.569
      ]
    ],
    "rotation": -2.2424,
    "houseLength": 6,
    "houseWidth": 4,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043633",
    "osmId": 403043633,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043633",
    "lon": 94.0806868,
    "lat": 23.1576249,
    "u": 1822.63,
    "v": 442.98,
    "x": 1602.03,
    "z": -975.56,
    "width": 11.79,
    "depth": 10.11,
    "height": 3.8,
    "area": 66.6,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1596.14,
        -976.659
      ],
      [
        1605.257,
        -980.612
      ],
      [
        1607.928,
        -974.467
      ],
      [
        1598.804,
        -970.506
      ],
      [
        1596.14,
        -976.659
      ]
    ],
    "relativePoints": [
      [
        -5.892,
        -1.098
      ],
      [
        3.225,
        -5.051
      ],
      [
        5.896,
        1.094
      ],
      [
        -3.228,
        5.055
      ],
      [
        -5.892,
        -1.098
      ]
    ],
    "rotation": 2.732,
    "houseLength": 9.95,
    "houseWidth": 6.7,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043635",
    "osmId": 403043635,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043635",
    "lon": 94.0787528,
    "lat": 23.1561038,
    "u": 1624.68,
    "v": 612.31,
    "x": 1581.79,
    "z": -715.86,
    "width": 11.68,
    "depth": 11.8,
    "height": 3.8,
    "area": 67.5,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1575.955,
        -716.897
      ],
      [
        1581.143,
        -721.754
      ],
      [
        1587.633,
        -714.815
      ],
      [
        1582.445,
        -709.958
      ],
      [
        1575.955,
        -716.897
      ]
    ],
    "relativePoints": [
      [
        -5.839,
        -1.041
      ],
      [
        -0.651,
        -5.898
      ],
      [
        5.839,
        1.041
      ],
      [
        0.651,
        5.898
      ],
      [
        -5.839,
        -1.041
      ]
    ],
    "rotation": -2.3228,
    "houseLength": 9.5,
    "houseWidth": 7.11,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043637",
    "osmId": 403043637,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043637",
    "lon": 94.0813341,
    "lat": 23.1586226,
    "u": 1888.88,
    "v": 331.92,
    "x": 1570.34,
    "z": -1100.94,
    "width": 8.22,
    "depth": 8.05,
    "height": 3.2,
    "area": 33.9,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1566.237,
        -1101.368
      ],
      [
        1571.297,
        -1104.964
      ],
      [
        1574.455,
        -1100.503
      ],
      [
        1569.387,
        -1096.915
      ],
      [
        1566.237,
        -1101.368
      ]
    ],
    "relativePoints": [
      [
        -4.107,
        -0.431
      ],
      [
        0.953,
        -4.027
      ],
      [
        4.111,
        0.434
      ],
      [
        -0.957,
        4.022
      ],
      [
        -4.107,
        -0.431
      ]
    ],
    "rotation": 2.5255,
    "houseLength": 6.21,
    "houseWidth": 5.47,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043638",
    "osmId": 403043638,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043638",
    "lon": 94.0797044,
    "lat": 23.1570352,
    "u": 1722.09,
    "v": 508.63,
    "x": 1577.35,
    "z": -858.04,
    "width": 8.55,
    "depth": 9.23,
    "height": 3.2,
    "area": 37.7,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1573.075,
        -859.844
      ],
      [
        1576.863,
        -862.656
      ],
      [
        1581.627,
        -856.242
      ],
      [
        1577.854,
        -853.43
      ],
      [
        1573.075,
        -859.844
      ]
    ],
    "relativePoints": [
      [
        -4.28,
        -1.801
      ],
      [
        -0.492,
        -4.613
      ],
      [
        4.272,
        1.801
      ],
      [
        0.499,
        4.613
      ],
      [
        -4.28,
        -1.801
      ]
    ],
    "rotation": -2.2111,
    "houseLength": 8,
    "houseWidth": 4.72,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043639",
    "osmId": 403043639,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043639",
    "lon": 94.0797204,
    "lat": 23.1584959,
    "u": 1723.72,
    "v": 346.02,
    "x": 1463.53,
    "z": -974.19,
    "width": 11.41,
    "depth": 12.52,
    "height": 3.8,
    "area": 69.7,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1463.184,
        -980.446
      ],
      [
        1469.235,
        -971.573
      ],
      [
        1463.868,
        -967.922
      ],
      [
        1457.824,
        -976.803
      ],
      [
        1463.184,
        -980.446
      ]
    ],
    "relativePoints": [
      [
        -0.344,
        -6.26
      ],
      [
        5.707,
        2.613
      ],
      [
        0.34,
        6.264
      ],
      [
        -5.704,
        -2.617
      ],
      [
        -0.344,
        -6.26
      ]
    ],
    "rotation": -2.1684,
    "houseLength": 10.74,
    "houseWidth": 6.49,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043640",
    "osmId": 403043640,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043640",
    "lon": 94.0805386,
    "lat": 23.158181,
    "u": 1807.47,
    "v": 381.07,
    "x": 1547.53,
    "z": -1008.61,
    "width": 11.14,
    "depth": 13.06,
    "height": 3.8,
    "area": 96.7,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1544.789,
        -1002.086
      ],
      [
        1541.964,
        -1012.973
      ],
      [
        1550.273,
        -1015.143
      ],
      [
        1553.106,
        -1004.248
      ],
      [
        1544.789,
        -1002.086
      ]
    ],
    "relativePoints": [
      [
        -2.744,
        6.527
      ],
      [
        -5.569,
        -4.36
      ],
      [
        2.74,
        -6.53
      ],
      [
        5.573,
        4.365
      ],
      [
        -2.744,
        6.527
      ]
    ],
    "rotation": 1.3164,
    "houseLength": 11.26,
    "houseWidth": 8.59,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043642",
    "osmId": 403043642,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043642",
    "lon": 94.0778098,
    "lat": 23.1566636,
    "u": 1528.17,
    "v": 549.99,
    "x": 1469.48,
    "z": -691.68,
    "width": 11.27,
    "depth": 10.76,
    "height": 3.8,
    "area": 58.8,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1463.853,
        -691.161
      ],
      [
        1471.236,
        -697.064
      ],
      [
        1475.121,
        -692.196
      ],
      [
        1467.729,
        -686.3
      ],
      [
        1463.853,
        -691.161
      ]
    ],
    "relativePoints": [
      [
        -5.632,
        0.519
      ],
      [
        1.751,
        -5.384
      ],
      [
        5.636,
        -0.516
      ],
      [
        -1.756,
        5.38
      ],
      [
        -5.632,
        0.519
      ]
    ],
    "rotation": 2.4683,
    "houseLength": 9.46,
    "houseWidth": 6.23,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043643",
    "osmId": 403043643,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043643",
    "lon": 94.0783775,
    "lat": 23.1573616,
    "u": 1586.27,
    "v": 472.29,
    "x": 1455.62,
    "z": -787.71,
    "width": 8.13,
    "depth": 7.18,
    "height": 3.2,
    "area": 27.1,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1451.556,
        -787.191
      ],
      [
        1457.597,
        -791.296
      ],
      [
        1459.687,
        -788.222
      ],
      [
        1453.645,
        -784.117
      ],
      [
        1451.556,
        -787.191
      ]
    ],
    "relativePoints": [
      [
        -4.065,
        0.516
      ],
      [
        1.976,
        -3.589
      ],
      [
        4.066,
        -0.515
      ],
      [
        -1.976,
        3.59
      ],
      [
        -4.065,
        0.516
      ]
    ],
    "rotation": 2.5448,
    "houseLength": 7.3,
    "houseWidth": 4,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043644",
    "osmId": 403043644,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043644",
    "lon": 94.0806877,
    "lat": 23.1574289,
    "u": 1822.73,
    "v": 464.8,
    "x": 1617.52,
    "z": -960.2,
    "width": 13.35,
    "depth": 11.94,
    "height": 3.8,
    "area": 86.3,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1610.843,
        -961.246
      ],
      [
        1620.696,
        -966.171
      ],
      [
        1624.196,
        -959.154
      ],
      [
        1614.35,
        -954.236
      ],
      [
        1610.843,
        -961.246
      ]
    ],
    "relativePoints": [
      [
        -6.678,
        -1.044
      ],
      [
        3.175,
        -5.969
      ],
      [
        6.675,
        1.048
      ],
      [
        -3.171,
        5.966
      ],
      [
        -6.678,
        -1.044
      ]
    ],
    "rotation": -0.4635,
    "houseLength": 11.02,
    "houseWidth": 7.84,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043645",
    "osmId": 403043645,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043645",
    "lon": 94.0814698,
    "lat": 23.1586005,
    "u": 1902.77,
    "v": 334.38,
    "x": 1581.9,
    "z": -1109.02,
    "width": 8.33,
    "depth": 9.29,
    "height": 3.2,
    "area": 39.6,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1577.737,
        -1111.073
      ],
      [
        1582.107,
        -1113.665
      ],
      [
        1586.068,
        -1106.968
      ],
      [
        1581.683,
        -1104.377
      ],
      [
        1577.737,
        -1111.073
      ]
    ],
    "relativePoints": [
      [
        -4.162,
        -2.052
      ],
      [
        0.208,
        -4.644
      ],
      [
        4.169,
        2.053
      ],
      [
        -0.216,
        4.644
      ],
      [
        -4.162,
        -2.052
      ]
    ],
    "rotation": 1.0367,
    "houseLength": 7.78,
    "houseWidth": 5.09,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043647",
    "osmId": 403043647,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043647",
    "lon": 94.079778,
    "lat": 23.1570021,
    "u": 1729.61,
    "v": 512.31,
    "x": 1585.28,
    "z": -860.76,
    "width": 11.1,
    "depth": 10.79,
    "height": 3.8,
    "area": 60,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1583.964,
        -855.368
      ],
      [
        1579.732,
        -860.786
      ],
      [
        1586.587,
        -866.162
      ],
      [
        1590.834,
        -860.742
      ],
      [
        1583.964,
        -855.368
      ]
    ],
    "relativePoints": [
      [
        -1.315,
        5.397
      ],
      [
        -5.547,
        -0.021
      ],
      [
        1.308,
        -5.397
      ],
      [
        5.555,
        0.023
      ],
      [
        -1.315,
        5.397
      ]
    ],
    "rotation": 2.4778,
    "houseLength": 8.72,
    "houseWidth": 6.89,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043648",
    "osmId": 403043648,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043648",
    "lon": 94.0795255,
    "lat": 23.1584724,
    "u": 1703.77,
    "v": 348.64,
    "x": 1451.27,
    "z": -958.22,
    "width": 11.23,
    "depth": 10.44,
    "height": 3.8,
    "area": 59.5,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1445.655,
        -958.446
      ],
      [
        1453.34,
        -963.44
      ],
      [
        1456.887,
        -957.997
      ],
      [
        1449.201,
        -953.004
      ],
      [
        1445.655,
        -958.446
      ]
    ],
    "relativePoints": [
      [
        -5.616,
        -0.224
      ],
      [
        2.069,
        -5.218
      ],
      [
        5.616,
        0.225
      ],
      [
        -2.07,
        5.218
      ],
      [
        -5.616,
        -0.224
      ]
    ],
    "rotation": 2.5655,
    "houseLength": 9.17,
    "houseWidth": 6.5,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043649",
    "osmId": 403043649,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043649",
    "lon": 94.0804484,
    "lat": 23.1580438,
    "u": 1798.23,
    "v": 396.34,
    "x": 1551.8,
    "z": -991.28,
    "width": 9.67,
    "depth": 11.35,
    "height": 3.8,
    "area": 60.9,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1546.959,
        -994.401
      ],
      [
        1552.756,
        -996.956
      ],
      [
        1556.632,
        -988.159
      ],
      [
        1550.835,
        -985.604
      ],
      [
        1546.959,
        -994.401
      ]
    ],
    "relativePoints": [
      [
        -4.837,
        -3.121
      ],
      [
        0.96,
        -5.676
      ],
      [
        4.836,
        3.121
      ],
      [
        -0.961,
        5.676
      ],
      [
        -4.837,
        -3.121
      ]
    ],
    "rotation": 1.1558,
    "houseLength": 9.61,
    "houseWidth": 6.34,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043650",
    "osmId": 403043650,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043650",
    "lon": 94.0805954,
    "lat": 23.1566393,
    "u": 1813.28,
    "v": 552.7,
    "x": 1673,
    "z": -891.36,
    "width": 10.54,
    "depth": 11.53,
    "height": 3.8,
    "area": 73.6,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1667.728,
        -888.251
      ],
      [
        1670.938,
        -897.128
      ],
      [
        1678.266,
        -894.475
      ],
      [
        1675.057,
        -885.598
      ],
      [
        1667.728,
        -888.251
      ]
    ],
    "relativePoints": [
      [
        -5.269,
        3.112
      ],
      [
        -2.059,
        -5.765
      ],
      [
        5.269,
        -3.112
      ],
      [
        2.06,
        5.765
      ],
      [
        -5.269,
        3.112
      ]
    ],
    "rotation": -1.2238,
    "houseLength": 9.44,
    "houseWidth": 7.79,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043652",
    "osmId": 403043652,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043652",
    "lon": 94.0811855,
    "lat": 23.1582782,
    "u": 1873.67,
    "v": 370.26,
    "x": 1586.7,
    "z": -1063.07,
    "width": 7.38,
    "depth": 7.21,
    "height": 3.2,
    "area": 28.6,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1583.004,
        -1063.917
      ],
      [
        1587.858,
        -1066.676
      ],
      [
        1590.383,
        -1062.227
      ],
      [
        1585.544,
        -1059.466
      ],
      [
        1583.004,
        -1063.917
      ]
    ],
    "relativePoints": [
      [
        -3.693,
        -0.845
      ],
      [
        1.161,
        -3.604
      ],
      [
        3.686,
        0.845
      ],
      [
        -1.153,
        3.606
      ],
      [
        -3.693,
        -0.845
      ]
    ],
    "rotation": -0.5169,
    "houseLength": 6,
    "houseWidth": 5.12,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043653",
    "osmId": 403043653,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043653",
    "lon": 94.0777645,
    "lat": 23.1565723,
    "u": 1523.54,
    "v": 560.15,
    "x": 1473.39,
    "z": -681.22,
    "width": 10.89,
    "depth": 11.98,
    "height": 3.8,
    "area": 63.4,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1473.03,
        -687.208
      ],
      [
        1478.839,
        -678.707
      ],
      [
        1473.759,
        -675.233
      ],
      [
        1467.95,
        -683.734
      ],
      [
        1473.03,
        -687.208
      ]
    ],
    "relativePoints": [
      [
        -0.365,
        -5.988
      ],
      [
        5.444,
        2.513
      ],
      [
        0.364,
        5.987
      ],
      [
        -5.445,
        -2.514
      ],
      [
        -0.365,
        -5.988
      ]
    ],
    "rotation": -2.1702,
    "houseLength": 10.3,
    "houseWidth": 6.15,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043654",
    "osmId": 403043654,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043654",
    "lon": 94.0785436,
    "lat": 23.1573091,
    "u": 1603.28,
    "v": 478.13,
    "x": 1471.78,
    "z": -795.6,
    "width": 11.5,
    "depth": 12.78,
    "height": 3.8,
    "area": 68.2,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1466.026,
        -798.529
      ],
      [
        1470.888,
        -801.989
      ],
      [
        1477.523,
        -792.662
      ],
      [
        1472.669,
        -789.208
      ],
      [
        1466.026,
        -798.529
      ]
    ],
    "relativePoints": [
      [
        -5.75,
        -2.932
      ],
      [
        -0.888,
        -6.392
      ],
      [
        5.747,
        2.935
      ],
      [
        0.893,
        6.389
      ],
      [
        -5.75,
        -2.932
      ]
    ],
    "rotation": 0.9525,
    "houseLength": 11.45,
    "houseWidth": 5.97,
    "wallHeight": 3.2,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043655",
    "osmId": 403043655,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043655",
    "lon": 94.0799011,
    "lat": 23.1569135,
    "u": 1742.22,
    "v": 522.18,
    "x": 1601.17,
    "z": -862.7,
    "width": 13.81,
    "depth": 12.18,
    "height": 3.8,
    "area": 77.9,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1594.267,
        -861.782
      ],
      [
        1604.552,
        -868.793
      ],
      [
        1608.08,
        -863.615
      ],
      [
        1597.787,
        -856.612
      ],
      [
        1594.267,
        -861.782
      ]
    ],
    "relativePoints": [
      [
        -6.905,
        0.919
      ],
      [
        3.38,
        -6.092
      ],
      [
        6.908,
        -0.914
      ],
      [
        -3.385,
        6.089
      ],
      [
        -6.905,
        0.919
      ]
    ],
    "rotation": 2.5442,
    "houseLength": 12.45,
    "houseWidth": 6.27,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043656",
    "osmId": 403043656,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043656",
    "lon": 94.0791457,
    "lat": 23.1584966,
    "u": 1664.9,
    "v": 345.94,
    "x": 1421.88,
    "z": -932.64,
    "width": 12.39,
    "depth": 13.28,
    "height": 3.8,
    "area": 83,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1415.682,
        -935.023
      ],
      [
        1422.034,
        -939.281
      ],
      [
        1428.076,
        -930.257
      ],
      [
        1421.724,
        -925.999
      ],
      [
        1415.682,
        -935.023
      ]
    ],
    "relativePoints": [
      [
        -6.197,
        -2.383
      ],
      [
        0.155,
        -6.641
      ],
      [
        6.197,
        2.383
      ],
      [
        -0.155,
        6.641
      ],
      [
        -6.197,
        -2.383
      ]
    ],
    "rotation": 0.9808,
    "houseLength": 10.86,
    "houseWidth": 7.65,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043657",
    "osmId": 403043657,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043657",
    "lon": 94.0801268,
    "lat": 23.1587568,
    "u": 1765.31,
    "v": 316.98,
    "x": 1472.4,
    "z": -1024.12,
    "width": 8.03,
    "depth": 7.94,
    "height": 3.2,
    "area": 31.8,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1468.388,
        -1024.064
      ],
      [
        1473.015,
        -1028.092
      ],
      [
        1476.422,
        -1024.179
      ],
      [
        1471.795,
        -1020.15
      ],
      [
        1468.388,
        -1024.064
      ]
    ],
    "relativePoints": [
      [
        -4.017,
        0.057
      ],
      [
        0.61,
        -3.971
      ],
      [
        4.017,
        -0.058
      ],
      [
        -0.61,
        3.971
      ],
      [
        -4.017,
        0.057
      ]
    ],
    "rotation": 2.4252,
    "houseLength": 6.14,
    "houseWidth": 5.19,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043658",
    "osmId": 403043658,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043658",
    "lon": 94.0803784,
    "lat": 23.156898,
    "u": 1791.06,
    "v": 523.91,
    "x": 1636.93,
    "z": -896.02,
    "width": 13.88,
    "depth": 14,
    "height": 3.8,
    "area": 91.6,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1629.992,
        -894.217
      ],
      [
        1638.49,
        -903.015
      ],
      [
        1643.874,
        -897.819
      ],
      [
        1635.368,
        -889.014
      ],
      [
        1629.992,
        -894.217
      ]
    ],
    "relativePoints": [
      [
        -6.939,
        1.799
      ],
      [
        1.559,
        -6.999
      ],
      [
        6.943,
        -1.803
      ],
      [
        -1.563,
        7.002
      ],
      [
        -6.939,
        1.799
      ]
    ],
    "rotation": 2.3389,
    "houseLength": 12.24,
    "houseWidth": 7.48,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043659",
    "osmId": 403043659,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043659",
    "lon": 94.0813821,
    "lat": 23.1582457,
    "u": 1893.8,
    "v": 373.87,
    "x": 1603.49,
    "z": -1074.75,
    "width": 8.6,
    "depth": 8.47,
    "height": 3.2,
    "area": 37.1,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1599.19,
        -1075.174
      ],
      [
        1604.339,
        -1078.985
      ],
      [
        1607.785,
        -1074.323
      ],
      [
        1602.636,
        -1070.513
      ],
      [
        1599.19,
        -1075.174
      ]
    ],
    "relativePoints": [
      [
        -4.297,
        -0.425
      ],
      [
        0.852,
        -4.236
      ],
      [
        4.298,
        0.426
      ],
      [
        -0.851,
        4.236
      ],
      [
        -4.297,
        -0.425
      ]
    ],
    "rotation": -0.6372,
    "houseLength": 6.41,
    "houseWidth": 5.8,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043660",
    "osmId": 403043660,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043660",
    "lon": 94.0778714,
    "lat": 23.1565339,
    "u": 1534.47,
    "v": 564.43,
    "x": 1484.15,
    "z": -685.92,
    "width": 14.94,
    "depth": 13.76,
    "height": 3.8,
    "area": 106.5,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1476.678,
        -686.542
      ],
      [
        1487.123,
        -692.8
      ],
      [
        1491.623,
        -685.304
      ],
      [
        1481.186,
        -679.038
      ],
      [
        1476.678,
        -686.542
      ]
    ],
    "relativePoints": [
      [
        -7.475,
        -0.621
      ],
      [
        2.97,
        -6.879
      ],
      [
        7.47,
        0.617
      ],
      [
        -2.967,
        6.883
      ],
      [
        -7.475,
        -0.621
      ]
    ],
    "rotation": -0.5398,
    "houseLength": 12.18,
    "houseWidth": 8.75,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043661",
    "osmId": 403043661,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043661",
    "lon": 94.0786259,
    "lat": 23.157323,
    "u": 1611.7,
    "v": 476.59,
    "x": 1476.65,
    "z": -802.64,
    "width": 9.19,
    "depth": 10.31,
    "height": 3.2,
    "area": 43.6,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1472.047,
        -805.1
      ],
      [
        1475.877,
        -807.798
      ],
      [
        1481.242,
        -800.19
      ],
      [
        1477.419,
        -797.485
      ],
      [
        1472.047,
        -805.1
      ]
    ],
    "relativePoints": [
      [
        -4.599,
        -2.457
      ],
      [
        -0.769,
        -5.155
      ],
      [
        4.596,
        2.453
      ],
      [
        0.773,
        5.158
      ],
      [
        -4.599,
        -2.457
      ]
    ],
    "rotation": -2.1852,
    "houseLength": 9.32,
    "houseWidth": 4.68,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043662",
    "osmId": 403043662,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043662",
    "lon": 94.0798897,
    "lat": 23.1573304,
    "u": 1741.05,
    "v": 475.77,
    "x": 1567.52,
    "z": -894.69,
    "width": 16.47,
    "depth": 16.11,
    "height": 3.8,
    "area": 118.6,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1559.292,
        -892.299
      ],
      [
        1570.474,
        -902.741
      ],
      [
        1575.765,
        -897.074
      ],
      [
        1564.568,
        -886.633
      ],
      [
        1559.292,
        -892.299
      ]
    ],
    "relativePoints": [
      [
        -8.233,
        2.388
      ],
      [
        2.949,
        -8.054
      ],
      [
        8.24,
        -2.387
      ],
      [
        -2.957,
        8.054
      ],
      [
        -8.233,
        2.388
      ]
    ],
    "rotation": 2.3911,
    "houseLength": 15.31,
    "houseWidth": 7.75,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043663",
    "osmId": 403043663,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043663",
    "lon": 94.0800349,
    "lat": 23.1598129,
    "u": 1755.91,
    "v": 199.41,
    "x": 1382.62,
    "z": -1100.61,
    "width": 8.98,
    "depth": 8.9,
    "height": 3.2,
    "area": 39.5,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1378.129,
        -1100.949
      ],
      [
        1381.923,
        -1105.057
      ],
      [
        1387.108,
        -1100.277
      ],
      [
        1383.307,
        -1096.161
      ],
      [
        1378.129,
        -1100.949
      ]
    ],
    "relativePoints": [
      [
        -4.488,
        -0.338
      ],
      [
        -0.694,
        -4.446
      ],
      [
        4.491,
        0.334
      ],
      [
        0.69,
        4.45
      ],
      [
        -4.488,
        -0.338
      ]
    ],
    "rotation": -2.3953,
    "houseLength": 7.06,
    "houseWidth": 5.6,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043664",
    "osmId": 403043664,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043664",
    "lon": 94.0798001,
    "lat": 23.1567984,
    "u": 1731.87,
    "v": 534.99,
    "x": 1602.91,
    "z": -846.33,
    "width": 8.94,
    "depth": 8.68,
    "height": 3.2,
    "area": 40.5,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1598.439,
        -847.015
      ],
      [
        1604.182,
        -850.665
      ],
      [
        1607.379,
        -845.644
      ],
      [
        1601.644,
        -841.987
      ],
      [
        1598.439,
        -847.015
      ]
    ],
    "relativePoints": [
      [
        -4.472,
        -0.687
      ],
      [
        1.271,
        -4.337
      ],
      [
        4.468,
        0.684
      ],
      [
        -1.267,
        4.341
      ],
      [
        -4.472,
        -0.687
      ]
    ],
    "rotation": -0.5662,
    "houseLength": 6.81,
    "houseWidth": 5.96,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043665",
    "osmId": 403043665,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043665",
    "lon": 94.0788458,
    "lat": 23.158549,
    "u": 1634.2,
    "v": 340.12,
    "x": 1396.06,
    "z": -915.06,
    "width": 12.09,
    "depth": 11.29,
    "height": 3.8,
    "area": 60.6,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1398.675,
        -920.708
      ],
      [
        1402.101,
        -916.53
      ],
      [
        1393.441,
        -909.413
      ],
      [
        1390.008,
        -913.584
      ],
      [
        1398.675,
        -920.708
      ]
    ],
    "relativePoints": [
      [
        2.619,
        -5.65
      ],
      [
        6.045,
        -1.472
      ],
      [
        -2.615,
        5.645
      ],
      [
        -6.048,
        1.474
      ],
      [
        2.619,
        -5.65
      ]
    ],
    "rotation": -0.688,
    "houseLength": 11.22,
    "houseWidth": 5.4,
    "wallHeight": 3.2,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043666",
    "osmId": 403043666,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043666",
    "lon": 94.0804556,
    "lat": 23.1570352,
    "u": 1798.97,
    "v": 508.62,
    "x": 1631.71,
    "z": -912.41,
    "width": 12.54,
    "depth": 12.54,
    "height": 3.8,
    "area": 79.2,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1625.443,
        -912.936
      ],
      [
        1632.229,
        -918.684
      ],
      [
        1637.983,
        -911.874
      ],
      [
        1631.195,
        -906.141
      ],
      [
        1625.443,
        -912.936
      ]
    ],
    "relativePoints": [
      [
        -6.269,
        -0.527
      ],
      [
        0.517,
        -6.275
      ],
      [
        6.271,
        0.535
      ],
      [
        -0.517,
        6.268
      ],
      [
        -6.269,
        -0.527
      ]
    ],
    "rotation": 0.8693,
    "houseLength": 8.92,
    "houseWidth": 8.89,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043667",
    "osmId": 403043667,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043667",
    "lon": 94.0813917,
    "lat": 23.1580459,
    "u": 1894.78,
    "v": 396.12,
    "x": 1619.91,
    "z": -1059.71,
    "width": 9.07,
    "depth": 9.16,
    "height": 3.2,
    "area": 44.8,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1615.376,
        -1061.087
      ],
      [
        1621.116,
        -1064.292
      ],
      [
        1624.442,
        -1058.346
      ],
      [
        1618.695,
        -1055.133
      ],
      [
        1615.376,
        -1061.087
      ]
    ],
    "relativePoints": [
      [
        -4.531,
        -1.372
      ],
      [
        1.209,
        -4.577
      ],
      [
        4.535,
        1.369
      ],
      [
        -1.212,
        4.582
      ],
      [
        -4.531,
        -1.372
      ]
    ],
    "rotation": -2.0793,
    "houseLength": 6.82,
    "houseWidth": 6.58,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043668",
    "osmId": 403043668,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043668",
    "lon": 94.0782077,
    "lat": 23.1566593,
    "u": 1568.9,
    "v": 550.47,
    "x": 1498.62,
    "z": -720.14,
    "width": 7.49,
    "depth": 7.53,
    "height": 3.2,
    "area": 28,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1494.879,
        -719.652
      ],
      [
        1498.833,
        -723.905
      ],
      [
        1502.364,
        -720.62
      ],
      [
        1498.418,
        -716.374
      ],
      [
        1494.879,
        -719.652
      ]
    ],
    "relativePoints": [
      [
        -3.745,
        0.486
      ],
      [
        0.209,
        -3.767
      ],
      [
        3.74,
        -0.482
      ],
      [
        -0.206,
        3.764
      ],
      [
        -3.745,
        0.486
      ]
    ],
    "rotation": -0.8218,
    "houseLength": 6,
    "houseWidth": 4.82,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043669",
    "osmId": 403043669,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043669",
    "lon": 94.0786633,
    "lat": 23.1574041,
    "u": 1615.52,
    "v": 467.56,
    "x": 1472.96,
    "z": -811.74,
    "width": 11.23,
    "depth": 11.04,
    "height": 3.8,
    "area": 60.2,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1467.343,
        -810.991
      ],
      [
        1474.206,
        -817.256
      ],
      [
        1478.577,
        -812.48
      ],
      [
        1471.713,
        -806.215
      ],
      [
        1467.343,
        -810.991
      ]
    ],
    "relativePoints": [
      [
        -5.617,
        0.745
      ],
      [
        1.246,
        -5.52
      ],
      [
        5.617,
        -0.744
      ],
      [
        -1.247,
        5.521
      ],
      [
        -5.617,
        0.745
      ]
    ],
    "rotation": 2.4018,
    "houseLength": 9.3,
    "houseWidth": 6.47,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043670",
    "osmId": 403043670,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043670",
    "lon": 94.0786741,
    "lat": 23.1575832,
    "u": 1616.64,
    "v": 447.62,
    "x": 1459.65,
    "z": -826.62,
    "width": 10.96,
    "depth": 12.52,
    "height": 3.8,
    "area": 69.2,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1454.177,
        -829.643
      ],
      [
        1459.757,
        -832.877
      ],
      [
        1465.132,
        -823.595
      ],
      [
        1459.552,
        -820.36
      ],
      [
        1454.177,
        -829.643
      ]
    ],
    "relativePoints": [
      [
        -5.477,
        -3.024
      ],
      [
        0.103,
        -6.258
      ],
      [
        5.478,
        3.024
      ],
      [
        -0.102,
        6.259
      ],
      [
        -5.477,
        -3.024
      ]
    ],
    "rotation": -2.0956,
    "houseLength": 10.73,
    "houseWidth": 6.45,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043671",
    "osmId": 403043671,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043671",
    "lon": 94.080055,
    "lat": 23.1572617,
    "u": 1757.97,
    "v": 483.41,
    "x": 1584.9,
    "z": -901.25,
    "width": 16.75,
    "depth": 15.04,
    "height": 3.8,
    "area": 123.1,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1576.518,
        -900.866
      ],
      [
        1588.599,
        -908.774
      ],
      [
        1593.272,
        -901.641
      ],
      [
        1581.191,
        -893.732
      ],
      [
        1576.518,
        -900.866
      ]
    ],
    "relativePoints": [
      [
        -8.377,
        0.387
      ],
      [
        3.704,
        -7.521
      ],
      [
        8.377,
        -0.388
      ],
      [
        -3.704,
        7.521
      ],
      [
        -8.377,
        0.387
      ]
    ],
    "rotation": 2.5619,
    "houseLength": 14.44,
    "houseWidth": 8.53,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043673",
    "osmId": 403043673,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043673",
    "lon": 94.0801596,
    "lat": 23.1597977,
    "u": 1768.67,
    "v": 201.1,
    "x": 1392.84,
    "z": -1108.44,
    "width": 7.37,
    "depth": 7.38,
    "height": 3.2,
    "area": 27.2,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1389.156,
        -1108.275
      ],
      [
        1392.787,
        -1112.127
      ],
      [
        1396.525,
        -1108.592
      ],
      [
        1392.886,
        -1104.748
      ],
      [
        1389.156,
        -1108.275
      ]
    ],
    "relativePoints": [
      [
        -3.682,
        0.161
      ],
      [
        -0.051,
        -3.691
      ],
      [
        3.687,
        -0.156
      ],
      [
        0.048,
        3.688
      ],
      [
        -3.682,
        0.161
      ]
    ],
    "rotation": -0.8149,
    "houseLength": 6,
    "houseWidth": 5.14,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043674",
    "osmId": 403043674,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043674",
    "lon": 94.0798648,
    "lat": 23.1566897,
    "u": 1738.5,
    "v": 547.08,
    "x": 1616.15,
    "z": -842.46,
    "width": 10.96,
    "depth": 11.47,
    "height": 3.8,
    "area": 62.2,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1610.669,
        -844.179
      ],
      [
        1615.96,
        -848.195
      ],
      [
        1621.634,
        -840.74
      ],
      [
        1616.343,
        -836.724
      ],
      [
        1610.669,
        -844.179
      ]
    ],
    "relativePoints": [
      [
        -5.482,
        -1.719
      ],
      [
        -0.191,
        -5.735
      ],
      [
        5.483,
        1.72
      ],
      [
        0.192,
        5.736
      ],
      [
        -5.482,
        -1.719
      ]
    ],
    "rotation": 0.9202,
    "houseLength": 9.38,
    "houseWidth": 6.64,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043675",
    "osmId": 403043675,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043675",
    "lon": 94.0788049,
    "lat": 23.1586763,
    "u": 1630.02,
    "v": 325.94,
    "x": 1383.08,
    "z": -922.13,
    "width": 10.58,
    "depth": 10.61,
    "height": 3.8,
    "area": 55.7,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1377.788,
        -922.648
      ],
      [
        1382.693,
        -927.427
      ],
      [
        1388.366,
        -921.608
      ],
      [
        1383.455,
        -916.822
      ],
      [
        1377.788,
        -922.648
      ]
    ],
    "relativePoints": [
      [
        -5.287,
        -0.521
      ],
      [
        -0.382,
        -5.3
      ],
      [
        5.291,
        0.519
      ],
      [
        0.38,
        5.305
      ],
      [
        -5.287,
        -0.521
      ]
    ],
    "rotation": -2.3424,
    "houseLength": 8.13,
    "houseWidth": 6.86,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043676",
    "osmId": 403043676,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043676",
    "lon": 94.0805792,
    "lat": 23.1569427,
    "u": 1811.62,
    "v": 518.93,
    "x": 1647.94,
    "z": -914.07,
    "width": 13.84,
    "depth": 13.54,
    "height": 3.8,
    "area": 88.3,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1641.024,
        -912.712
      ],
      [
        1649.906,
        -920.837
      ],
      [
        1654.861,
        -915.434
      ],
      [
        1645.987,
        -907.3
      ],
      [
        1641.024,
        -912.712
      ]
    ],
    "relativePoints": [
      [
        -6.92,
        1.359
      ],
      [
        1.962,
        -6.766
      ],
      [
        6.917,
        -1.363
      ],
      [
        -1.957,
        6.771
      ],
      [
        -6.92,
        1.359
      ]
    ],
    "rotation": 2.3997,
    "houseLength": 12.04,
    "houseWidth": 7.34,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043677",
    "osmId": 403043677,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043677",
    "lon": 94.081307,
    "lat": 23.1580587,
    "u": 1886.11,
    "v": 394.69,
    "x": 1612.77,
    "z": -1054.6,
    "width": 6.87,
    "depth": 7.3,
    "height": 3.2,
    "area": 27.5,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1609.335,
        -1056.085
      ],
      [
        1613.588,
        -1058.244
      ],
      [
        1616.201,
        -1053.112
      ],
      [
        1611.956,
        -1050.945
      ],
      [
        1609.335,
        -1056.085
      ]
    ],
    "relativePoints": [
      [
        -3.435,
        -1.489
      ],
      [
        0.818,
        -3.648
      ],
      [
        3.431,
        1.484
      ],
      [
        -0.814,
        3.651
      ],
      [
        -3.435,
        -1.489
      ]
    ],
    "rotation": -2.0424,
    "houseLength": 6,
    "houseWidth": 4.77,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043678",
    "osmId": 403043678,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043678",
    "lon": 94.0782499,
    "lat": 23.1565706,
    "u": 1573.22,
    "v": 560.35,
    "x": 1508.66,
    "z": -716.21,
    "width": 15.18,
    "depth": 14.79,
    "height": 3.8,
    "area": 109.9,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1501.076,
        -715.554
      ],
      [
        1510.466,
        -723.605
      ],
      [
        1516.254,
        -716.862
      ],
      [
        1506.849,
        -708.811
      ],
      [
        1501.076,
        -715.554
      ]
    ],
    "relativePoints": [
      [
        -7.586,
        0.654
      ],
      [
        1.804,
        -7.397
      ],
      [
        7.592,
        -0.654
      ],
      [
        -1.813,
        7.397
      ],
      [
        -7.586,
        0.654
      ]
    ],
    "rotation": 2.4336,
    "houseLength": 12.38,
    "houseWidth": 8.89,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043679",
    "osmId": 403043679,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043679",
    "lon": 94.0787095,
    "lat": 23.1573422,
    "u": 1620.25,
    "v": 474.45,
    "x": 1481.18,
    "z": -810.21,
    "width": 7.52,
    "depth": 7.68,
    "height": 3.2,
    "area": 24.8,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1477.417,
        -808.676
      ],
      [
        1482.492,
        -814.05
      ],
      [
        1484.935,
        -811.738
      ],
      [
        1479.866,
        -806.371
      ],
      [
        1477.417,
        -808.676
      ]
    ],
    "relativePoints": [
      [
        -3.76,
        1.533
      ],
      [
        1.315,
        -3.841
      ],
      [
        3.758,
        -1.529
      ],
      [
        -1.311,
        3.838
      ],
      [
        -3.76,
        1.533
      ]
    ],
    "rotation": -0.814,
    "houseLength": 7.39,
    "houseWidth": 4,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043680",
    "osmId": 403043680,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043680",
    "lon": 94.0786896,
    "lat": 23.157699,
    "u": 1618.22,
    "v": 434.74,
    "x": 1451.66,
    "z": -836.85,
    "width": 12.9,
    "depth": 11.36,
    "height": 3.8,
    "area": 63.2,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1445.212,
        -835.366
      ],
      [
        1455.054,
        -842.531
      ],
      [
        1458.111,
        -838.331
      ],
      [
        1448.261,
        -831.173
      ],
      [
        1445.212,
        -835.366
      ]
    ],
    "relativePoints": [
      [
        -6.447,
        1.484
      ],
      [
        3.395,
        -5.681
      ],
      [
        6.452,
        -1.481
      ],
      [
        -3.398,
        5.677
      ],
      [
        -6.447,
        1.484
      ]
    ],
    "rotation": 2.5132,
    "houseLength": 12.18,
    "houseWidth": 5.19,
    "wallHeight": 3.2,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043681",
    "osmId": 403043681,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043681",
    "lon": 94.0805737,
    "lat": 23.1597268,
    "u": 1811.06,
    "v": 209,
    "x": 1428.4,
    "z": -1132.82,
    "width": 11.26,
    "depth": 11.39,
    "height": 3.8,
    "area": 66.8,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1429.399,
        -1138.522
      ],
      [
        1434.03,
        -1131.503
      ],
      [
        1427.389,
        -1127.129
      ],
      [
        1422.766,
        -1134.14
      ],
      [
        1429.399,
        -1138.522
      ]
    ],
    "relativePoints": [
      [
        1.003,
        -5.699
      ],
      [
        5.634,
        1.32
      ],
      [
        -1.007,
        5.694
      ],
      [
        -5.63,
        -1.317
      ],
      [
        1.003,
        -5.699
      ]
    ],
    "rotation": 0.9876,
    "houseLength": 8.41,
    "houseWidth": 7.95,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043682",
    "osmId": 403043682,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043682",
    "lon": 94.0788065,
    "lat": 23.1591838,
    "u": 1630.19,
    "v": 269.45,
    "x": 1343.25,
    "z": -962.19,
    "width": 10.58,
    "depth": 9.53,
    "height": 3.8,
    "area": 51.7,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1337.958,
        -962.478
      ],
      [
        1345.56,
        -966.947
      ],
      [
        1348.54,
        -961.898
      ],
      [
        1340.93,
        -957.421
      ],
      [
        1337.958,
        -962.478
      ]
    ],
    "relativePoints": [
      [
        -5.289,
        -0.292
      ],
      [
        2.313,
        -4.761
      ],
      [
        5.293,
        0.288
      ],
      [
        -2.317,
        4.765
      ],
      [
        -5.289,
        -0.292
      ]
    ],
    "rotation": 2.6098,
    "houseLength": 8.83,
    "houseWidth": 5.87,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043683",
    "osmId": 403043683,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043683",
    "lon": 94.080815,
    "lat": 23.1570861,
    "u": 1835.75,
    "v": 502.96,
    "x": 1653.72,
    "z": -942.42,
    "width": 12.55,
    "depth": 12.34,
    "height": 3.8,
    "area": 76.2,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1647.451,
        -941.95
      ],
      [
        1654.977,
        -948.594
      ],
      [
        1659.997,
        -942.893
      ],
      [
        1652.463,
        -936.257
      ],
      [
        1647.451,
        -941.95
      ]
    ],
    "relativePoints": [
      [
        -6.271,
        0.474
      ],
      [
        1.255,
        -6.17
      ],
      [
        6.275,
        -0.469
      ],
      [
        -1.259,
        6.167
      ],
      [
        -6.271,
        0.474
      ]
    ],
    "rotation": 2.4195,
    "houseLength": 10.04,
    "houseWidth": 7.6,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043684",
    "osmId": 403043684,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043684",
    "lon": 94.0811453,
    "lat": 23.1580226,
    "u": 1869.56,
    "v": 398.7,
    "x": 1603.91,
    "z": -1040.05,
    "width": 11.07,
    "depth": 11.78,
    "height": 3.8,
    "area": 76.5,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1598.374,
        -1042.888
      ],
      [
        1605.9,
        -1045.943
      ],
      [
        1609.441,
        -1037.22
      ],
      [
        1601.915,
        -1034.165
      ],
      [
        1598.374,
        -1042.888
      ]
    ],
    "relativePoints": [
      [
        -5.533,
        -2.834
      ],
      [
        1.993,
        -5.889
      ],
      [
        5.534,
        2.834
      ],
      [
        -1.992,
        5.889
      ],
      [
        -5.533,
        -2.834
      ]
    ],
    "rotation": 1.1852,
    "houseLength": 9.41,
    "houseWidth": 8.12,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043685",
    "osmId": 403043685,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043685",
    "lon": 94.0782299,
    "lat": 23.1564347,
    "u": 1571.17,
    "v": 575.48,
    "x": 1517.91,
    "z": -704.06,
    "width": 10.4,
    "depth": 10.01,
    "height": 3.8,
    "area": 51.6,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1512.711,
        -703.92
      ],
      [
        1519.349,
        -709.063
      ],
      [
        1523.113,
        -704.199
      ],
      [
        1516.474,
        -699.056
      ],
      [
        1512.711,
        -703.92
      ]
    ],
    "relativePoints": [
      [
        -5.201,
        0.139
      ],
      [
        1.437,
        -5.004
      ],
      [
        5.201,
        -0.14
      ],
      [
        -1.438,
        5.003
      ],
      [
        -5.201,
        0.139
      ]
    ],
    "rotation": 2.4825,
    "houseLength": 8.4,
    "houseWidth": 6.15,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043686",
    "osmId": 403043686,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043686",
    "lon": 94.078521,
    "lat": 23.1577174,
    "u": 1600.97,
    "v": 432.68,
    "x": 1438.01,
    "z": -826.1,
    "width": 13.19,
    "depth": 12.13,
    "height": 3.8,
    "area": 77.3,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1431.415,
        -825.599
      ],
      [
        1440.656,
        -832.163
      ],
      [
        1444.607,
        -826.606
      ],
      [
        1435.359,
        -820.034
      ],
      [
        1431.415,
        -825.599
      ]
    ],
    "relativePoints": [
      [
        -6.594,
        0.501
      ],
      [
        2.647,
        -6.063
      ],
      [
        6.598,
        -0.506
      ],
      [
        -2.65,
        6.066
      ],
      [
        -6.594,
        0.501
      ]
    ],
    "rotation": 2.5238,
    "houseLength": 11.35,
    "houseWidth": 6.82,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043687",
    "osmId": 403043687,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043687",
    "lon": 94.0807213,
    "lat": 23.1594787,
    "u": 1826.16,
    "v": 236.61,
    "x": 1458.6,
    "z": -1123.98,
    "width": 7.67,
    "depth": 8.07,
    "height": 3.2,
    "area": 36.1,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1454.764,
        -1125.836
      ],
      [
        1459.981,
        -1128.015
      ],
      [
        1462.438,
        -1122.128
      ],
      [
        1457.221,
        -1119.949
      ],
      [
        1454.764,
        -1125.836
      ]
    ],
    "relativePoints": [
      [
        -3.837,
        -1.854
      ],
      [
        1.38,
        -4.033
      ],
      [
        3.837,
        1.854
      ],
      [
        -1.38,
        4.033
      ],
      [
        -3.837,
        -1.854
      ]
    ],
    "rotation": 1.1754,
    "houseLength": 6.38,
    "houseWidth": 5.65,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043688",
    "osmId": 403043688,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043688",
    "lon": 94.0797939,
    "lat": 23.1564175,
    "u": 1731.24,
    "v": 577.39,
    "x": 1632.45,
    "z": -815.89,
    "width": 13.93,
    "depth": 13.6,
    "height": 3.8,
    "area": 95.9,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1625.482,
        -816.281
      ],
      [
        1633.99,
        -822.696
      ],
      [
        1639.412,
        -815.508
      ],
      [
        1630.904,
        -809.093
      ],
      [
        1625.482,
        -816.281
      ]
    ],
    "relativePoints": [
      [
        -6.965,
        -0.386
      ],
      [
        1.543,
        -6.801
      ],
      [
        6.965,
        0.387
      ],
      [
        -1.543,
        6.802
      ],
      [
        -6.965,
        -0.386
      ]
    ],
    "rotation": -0.6461,
    "houseLength": 10.66,
    "houseWidth": 9,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043689",
    "osmId": 403043689,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043689",
    "lon": 94.0785326,
    "lat": 23.1571002,
    "u": 1602.15,
    "v": 501.39,
    "x": 1487.43,
    "z": -778.36,
    "width": 9.82,
    "depth": 10.52,
    "height": 3.8,
    "area": 51,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1487.262,
        -783.618
      ],
      [
        1492.336,
        -776.46
      ],
      [
        1487.59,
        -773.1
      ],
      [
        1482.516,
        -780.258
      ],
      [
        1487.262,
        -783.618
      ]
    ],
    "relativePoints": [
      [
        -0.164,
        -5.259
      ],
      [
        4.91,
        1.899
      ],
      [
        0.164,
        5.259
      ],
      [
        -4.91,
        -1.899
      ],
      [
        -0.164,
        -5.259
      ]
    ],
    "rotation": 0.9542,
    "houseLength": 8.78,
    "houseWidth": 5.81,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043690",
    "osmId": 403043690,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043690",
    "lon": 94.0789709,
    "lat": 23.1590282,
    "u": 1647.01,
    "v": 286.76,
    "x": 1367.39,
    "z": -961.84,
    "width": 11.28,
    "depth": 11.85,
    "height": 3.8,
    "area": 68.7,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1361.75,
        -963.741
      ],
      [
        1367.87,
        -967.768
      ],
      [
        1373.025,
        -959.935
      ],
      [
        1366.897,
        -955.916
      ],
      [
        1361.75,
        -963.741
      ]
    ],
    "relativePoints": [
      [
        -5.635,
        -1.901
      ],
      [
        0.485,
        -5.928
      ],
      [
        5.64,
        1.905
      ],
      [
        -0.488,
        5.924
      ],
      [
        -5.635,
        -1.901
      ]
    ],
    "rotation": 0.9887,
    "houseLength": 9.38,
    "houseWidth": 7.33,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043691",
    "osmId": 403043691,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043691",
    "lon": 94.080934,
    "lat": 23.1571044,
    "u": 1847.93,
    "v": 500.93,
    "x": 1660.89,
    "z": -952.47,
    "width": 5.41,
    "depth": 6.88,
    "height": 3.2,
    "area": 20.3,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1658.184,
        -954.635
      ],
      [
        1661.283,
        -955.908
      ],
      [
        1663.592,
        -950.314
      ],
      [
        1660.501,
        -949.033
      ],
      [
        1658.184,
        -954.635
      ]
    ],
    "relativePoints": [
      [
        -2.706,
        -2.162
      ],
      [
        0.393,
        -3.435
      ],
      [
        2.702,
        2.159
      ],
      [
        -0.389,
        3.44
      ],
      [
        -2.706,
        -2.162
      ]
    ],
    "rotation": -1.963,
    "houseLength": 6.06,
    "houseWidth": 4,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043692",
    "osmId": 403043692,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043692",
    "lon": 94.0810364,
    "lat": 23.1579866,
    "u": 1858.42,
    "v": 402.71,
    "x": 1598.86,
    "z": -1029.34,
    "width": 7.99,
    "depth": 9.91,
    "height": 3.2,
    "area": 47.4,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1594.865,
        -1032.516
      ],
      [
        1600.092,
        -1034.295
      ],
      [
        1602.854,
        -1026.162
      ],
      [
        1597.627,
        -1024.384
      ],
      [
        1594.865,
        -1032.516
      ]
    ],
    "relativePoints": [
      [
        -3.995,
        -3.177
      ],
      [
        1.232,
        -4.956
      ],
      [
        3.994,
        3.177
      ],
      [
        -1.233,
        4.955
      ],
      [
        -3.995,
        -3.177
      ]
    ],
    "rotation": 1.2434,
    "houseLength": 8.59,
    "houseWidth": 5.52,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043693",
    "osmId": 403043693,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043693",
    "lon": 94.078492,
    "lat": 23.1576214,
    "u": 1598,
    "v": 443.37,
    "x": 1443.46,
    "z": -816.45,
    "width": 16.49,
    "depth": 15.76,
    "height": 3.8,
    "area": 124.4,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1435.214,
        -815.387
      ],
      [
        1446.105,
        -824.326
      ],
      [
        1451.708,
        -817.507
      ],
      [
        1440.825,
        -808.561
      ],
      [
        1435.214,
        -815.387
      ]
    ],
    "relativePoints": [
      [
        -8.249,
        1.058
      ],
      [
        2.642,
        -7.881
      ],
      [
        8.245,
        -1.062
      ],
      [
        -2.638,
        7.884
      ],
      [
        -8.249,
        1.058
      ]
    ],
    "rotation": -0.6873,
    "houseLength": 14.09,
    "houseWidth": 8.84,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043694",
    "osmId": 403043694,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043694",
    "lon": 94.0804708,
    "lat": 23.1572297,
    "u": 1800.52,
    "v": 486.98,
    "x": 1617.51,
    "z": -928.81,
    "width": 16.19,
    "depth": 15.12,
    "height": 3.8,
    "area": 117.2,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1609.406,
        -927.945
      ],
      [
        1620.53,
        -936.376
      ],
      [
        1625.599,
        -929.686
      ],
      [
        1614.491,
        -921.254
      ],
      [
        1609.406,
        -927.945
      ]
    ],
    "relativePoints": [
      [
        -8.1,
        0.87
      ],
      [
        3.024,
        -7.561
      ],
      [
        8.093,
        -0.871
      ],
      [
        -3.015,
        7.561
      ],
      [
        -8.1,
        0.87
      ]
    ],
    "rotation": -0.6485,
    "houseLength": 13.96,
    "houseWidth": 8.4,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043695",
    "osmId": 403043695,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043695",
    "lon": 94.0804294,
    "lat": 23.1593324,
    "u": 1796.29,
    "v": 252.9,
    "x": 1449,
    "z": -1091.34,
    "width": 7.72,
    "depth": 7.97,
    "height": 3.2,
    "area": 33.9,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1445.134,
        -1092.796
      ],
      [
        1450.057,
        -1095.327
      ],
      [
        1452.857,
        -1089.893
      ],
      [
        1447.941,
        -1087.354
      ],
      [
        1445.134,
        -1092.796
      ]
    ],
    "relativePoints": [
      [
        -3.863,
        -1.454
      ],
      [
        1.06,
        -3.985
      ],
      [
        3.86,
        1.449
      ],
      [
        -1.056,
        3.988
      ],
      [
        -3.863,
        -1.454
      ]
    ],
    "rotation": -2.047,
    "houseLength": 6.12,
    "houseWidth": 5.54,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043696",
    "osmId": 403043696,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043696",
    "lon": 94.0799844,
    "lat": 23.1563975,
    "u": 1750.74,
    "v": 579.62,
    "x": 1647.81,
    "z": -828.11,
    "width": 11.24,
    "depth": 11.12,
    "height": 3.8,
    "area": 62.4,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1642.195,
        -828.067
      ],
      [
        1648.679,
        -833.67
      ],
      [
        1653.436,
        -828.146
      ],
      [
        1646.944,
        -822.552
      ],
      [
        1642.195,
        -828.067
      ]
    ],
    "relativePoints": [
      [
        -5.618,
        0.042
      ],
      [
        0.866,
        -5.561
      ],
      [
        5.623,
        -0.037
      ],
      [
        -0.869,
        5.557
      ],
      [
        -5.618,
        0.042
      ]
    ],
    "rotation": 2.4304,
    "houseLength": 8.57,
    "houseWidth": 7.29,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043697",
    "osmId": 403043697,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043697",
    "lon": 94.0790517,
    "lat": 23.1580058,
    "u": 1655.29,
    "v": 400.58,
    "x": 1453.72,
    "z": -887.21,
    "width": 9.81,
    "depth": 9.06,
    "height": 3.2,
    "area": 42.3,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1448.812,
        -886.667
      ],
      [
        1455.68,
        -891.74
      ],
      [
        1458.622,
        -887.755
      ],
      [
        1451.754,
        -882.682
      ],
      [
        1448.812,
        -886.667
      ]
    ],
    "relativePoints": [
      [
        -4.905,
        0.544
      ],
      [
        1.963,
        -4.529
      ],
      [
        4.905,
        -0.544
      ],
      [
        -1.963,
        4.529
      ],
      [
        -4.905,
        0.544
      ]
    ],
    "rotation": -0.6362,
    "houseLength": 8.54,
    "houseWidth": 4.95,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043698",
    "osmId": 403043698,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043698",
    "lon": 94.0784577,
    "lat": 23.1571375,
    "u": 1594.49,
    "v": 497.24,
    "x": 1479.07,
    "z": -775.87,
    "width": 8.25,
    "depth": 8.18,
    "height": 3.2,
    "area": 34.8,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1474.95,
        -776.534
      ],
      [
        1479.874,
        -779.962
      ],
      [
        1483.196,
        -775.207
      ],
      [
        1478.272,
        -771.779
      ],
      [
        1474.95,
        -776.534
      ]
    ],
    "relativePoints": [
      [
        -4.123,
        -0.663
      ],
      [
        0.801,
        -4.091
      ],
      [
        4.123,
        0.664
      ],
      [
        -0.801,
        4.092
      ],
      [
        -4.123,
        -0.663
      ]
    ],
    "rotation": -0.6082,
    "houseLength": 6.01,
    "houseWidth": 5.8,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043699",
    "osmId": 403043699,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043699",
    "lon": 94.0791737,
    "lat": 23.1589114,
    "u": 1667.76,
    "v": 299.77,
    "x": 1391.25,
    "z": -967.32,
    "width": 10.06,
    "depth": 10.14,
    "height": 3.8,
    "area": 53.1,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1392.184,
        -972.388
      ],
      [
        1396.282,
        -966.205
      ],
      [
        1390.325,
        -962.248
      ],
      [
        1386.219,
        -968.438
      ],
      [
        1392.184,
        -972.388
      ]
    ],
    "relativePoints": [
      [
        0.931,
        -5.068
      ],
      [
        5.029,
        1.115
      ],
      [
        -0.928,
        5.072
      ],
      [
        -5.034,
        -1.118
      ],
      [
        0.931,
        -5.068
      ]
    ],
    "rotation": -2.1565,
    "houseLength": 7.43,
    "houseWidth": 7.15,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043700",
    "osmId": 403043700,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043700",
    "lon": 94.078598,
    "lat": 23.1578942,
    "u": 1608.85,
    "v": 413,
    "x": 1429.66,
    "z": -845.59,
    "width": 14.56,
    "depth": 13.73,
    "height": 3.8,
    "area": 97.3,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1422.385,
        -845.064
      ],
      [
        1432.15,
        -852.451
      ],
      [
        1436.941,
        -846.112
      ],
      [
        1427.176,
        -838.724
      ],
      [
        1422.385,
        -845.064
      ]
    ],
    "relativePoints": [
      [
        -7.278,
        0.524
      ],
      [
        2.487,
        -6.863
      ],
      [
        7.278,
        -0.524
      ],
      [
        -2.487,
        6.864
      ],
      [
        -7.278,
        0.524
      ]
    ],
    "rotation": 2.4939,
    "houseLength": 12.25,
    "houseWidth": 7.95,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043701",
    "osmId": 403043701,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043701",
    "lon": 94.0802326,
    "lat": 23.157123,
    "u": 1776.14,
    "v": 498.86,
    "x": 1608.67,
    "z": -903.18,
    "width": 15.08,
    "depth": 15.95,
    "height": 3.8,
    "area": 122.3,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1601.129,
        -905.798
      ],
      [
        1609.048,
        -911.151
      ],
      [
        1616.212,
        -900.557
      ],
      [
        1608.292,
        -895.203
      ],
      [
        1601.129,
        -905.798
      ]
    ],
    "relativePoints": [
      [
        -7.541,
        -2.621
      ],
      [
        0.378,
        -7.974
      ],
      [
        7.542,
        2.62
      ],
      [
        -0.378,
        7.974
      ],
      [
        -7.541,
        -2.621
      ]
    ],
    "rotation": -2.1653,
    "houseLength": 12.79,
    "houseWidth": 9.56,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043702",
    "osmId": 403043702,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043702",
    "lon": 94.0797879,
    "lat": 23.1591413,
    "u": 1730.63,
    "v": 274.18,
    "x": 1417.61,
    "z": -1029.86,
    "width": 11.34,
    "depth": 11.14,
    "height": 3.8,
    "area": 63.6,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1411.94,
        -1030.069
      ],
      [
        1418.66,
        -1035.435
      ],
      [
        1423.276,
        -1029.661
      ],
      [
        1416.572,
        -1024.294
      ],
      [
        1411.94,
        -1030.069
      ]
    ],
    "relativePoints": [
      [
        -5.672,
        -0.205
      ],
      [
        1.048,
        -5.571
      ],
      [
        5.664,
        0.203
      ],
      [
        -1.04,
        5.57
      ],
      [
        -5.672,
        -0.205
      ]
    ],
    "rotation": -0.6738,
    "houseLength": 8.6,
    "houseWidth": 7.4,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043703",
    "osmId": 403043703,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043703",
    "lon": 94.080145,
    "lat": 23.1564173,
    "u": 1767.18,
    "v": 577.41,
    "x": 1657.87,
    "z": -841.3,
    "width": 12.28,
    "depth": 12.49,
    "height": 3.8,
    "area": 76.9,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1651.732,
        -840.155
      ],
      [
        1657.779,
        -847.54
      ],
      [
        1664.011,
        -842.437
      ],
      [
        1657.964,
        -835.052
      ],
      [
        1651.732,
        -840.155
      ]
    ],
    "relativePoints": [
      [
        -6.14,
        1.141
      ],
      [
        -0.093,
        -6.244
      ],
      [
        6.139,
        -1.141
      ],
      [
        0.092,
        6.244
      ],
      [
        -6.14,
        1.141
      ]
    ],
    "rotation": -0.8847,
    "houseLength": 9.54,
    "houseWidth": 8.05,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043704",
    "osmId": 403043704,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043704",
    "lon": 94.0787232,
    "lat": 23.1578003,
    "u": 1621.65,
    "v": 423.45,
    "x": 1446.11,
    "z": -847.26,
    "width": 9.2,
    "depth": 10.69,
    "height": 3.8,
    "area": 57.1,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1441.509,
        -850.271
      ],
      [
        1447.429,
        -852.602
      ],
      [
        1450.706,
        -844.244
      ],
      [
        1444.786,
        -841.914
      ],
      [
        1441.509,
        -850.271
      ]
    ],
    "relativePoints": [
      [
        -4.599,
        -3.013
      ],
      [
        1.321,
        -5.344
      ],
      [
        4.598,
        3.014
      ],
      [
        -1.322,
        5.344
      ],
      [
        -4.599,
        -3.013
      ]
    ],
    "rotation": 1.1971,
    "houseLength": 8.99,
    "houseWidth": 6.36,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043705",
    "osmId": 403043705,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043705",
    "lon": 94.0784297,
    "lat": 23.1570419,
    "u": 1591.63,
    "v": 507.88,
    "x": 1484.58,
    "z": -766.32,
    "width": 10.58,
    "depth": 9.38,
    "height": 3.8,
    "area": 50.7,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1479.284,
        -766.541
      ],
      [
        1487.044,
        -771.011
      ],
      [
        1489.867,
        -766.104
      ],
      [
        1482.107,
        -761.634
      ],
      [
        1479.284,
        -766.541
      ]
    ],
    "relativePoints": [
      [
        -5.291,
        -0.218
      ],
      [
        2.469,
        -4.688
      ],
      [
        5.292,
        0.219
      ],
      [
        -2.468,
        4.689
      ],
      [
        -5.291,
        -0.218
      ]
    ],
    "rotation": 2.619,
    "houseLength": 8.96,
    "houseWidth": 5.66,
    "wallHeight": 2.8,
    "roofHeight": 1.3
  },
  {
    "id": "way/403043706",
    "osmId": 403043706,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043706",
    "lon": 94.0787803,
    "lat": 23.158845,
    "u": 1627.5,
    "v": 307.16,
    "x": 1368.01,
    "z": -933.62,
    "width": 11.64,
    "depth": 11.31,
    "height": 3.8,
    "area": 64,
    "wallColor": "#d6c5a0",
    "roofColor": "#7d4f3b",
    "polygonPoints": [
      [
        1362.195,
        -933.016
      ],
      [
        1369.511,
        -939.277
      ],
      [
        1373.833,
        -934.231
      ],
      [
        1366.517,
        -927.97
      ],
      [
        1362.195,
        -933.016
      ]
    ],
    "relativePoints": [
      [
        -5.819,
        0.608
      ],
      [
        1.497,
        -5.653
      ],
      [
        5.819,
        -0.607
      ],
      [
        -1.497,
        5.654
      ],
      [
        -5.819,
        0.608
      ]
    ],
    "rotation": -0.7078,
    "houseLength": 9.63,
    "houseWidth": 6.64,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043707",
    "osmId": 403043707,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043707",
    "lon": 94.0789965,
    "lat": 23.1566761,
    "u": 1649.63,
    "v": 548.61,
    "x": 1554.39,
    "z": -778.54,
    "width": 11.23,
    "depth": 10.81,
    "height": 3.8,
    "area": 59.8,
    "wallColor": "#c2b089",
    "roofColor": "#8b5a43",
    "polygonPoints": [
      [
        1548.772,
        -778.268
      ],
      [
        1555.939,
        -783.94
      ],
      [
        1560,
        -778.807
      ],
      [
        1552.833,
        -773.135
      ],
      [
        1548.772,
        -778.268
      ]
    ],
    "relativePoints": [
      [
        -5.614,
        0.269
      ],
      [
        1.553,
        -5.403
      ],
      [
        5.614,
        -0.27
      ],
      [
        -1.553,
        5.402
      ],
      [
        -5.614,
        0.269
      ]
    ],
    "rotation": -0.6695,
    "houseLength": 9.14,
    "houseWidth": 6.55,
    "wallHeight": 2.8,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043708",
    "osmId": 403043708,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043708",
    "lon": 94.0784321,
    "lat": 23.1579142,
    "u": 1591.86,
    "v": 410.78,
    "x": 1416.08,
    "z": -835.15,
    "width": 13.8,
    "depth": 12.97,
    "height": 3.8,
    "area": 86.6,
    "wallColor": "#bfa87e",
    "roofColor": "#5a6d7c",
    "polygonPoints": [
      [
        1409.185,
        -834.556
      ],
      [
        1418.502,
        -841.638
      ],
      [
        1422.98,
        -835.756
      ],
      [
        1413.655,
        -828.667
      ],
      [
        1409.185,
        -834.556
      ]
    ],
    "relativePoints": [
      [
        -6.895,
        0.598
      ],
      [
        2.422,
        -6.484
      ],
      [
        6.9,
        -0.602
      ],
      [
        -2.425,
        6.487
      ],
      [
        -6.895,
        0.598
      ]
    ],
    "rotation": 2.4916,
    "houseLength": 11.71,
    "houseWidth": 7.39,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043709",
    "osmId": 403043709,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043709",
    "lon": 94.0803073,
    "lat": 23.1572748,
    "u": 1783.79,
    "v": 481.96,
    "x": 1602.13,
    "z": -920.53,
    "width": 17.6,
    "depth": 13.07,
    "height": 3.8,
    "area": 107.2,
    "wallColor": "#cfbe9b",
    "roofColor": "#4a6274",
    "polygonPoints": [
      [
        1604.039,
        -919.445
      ],
      [
        1596.316,
        -914.807
      ],
      [
        1593.226,
        -919.967
      ],
      [
        1599.934,
        -923.999
      ],
      [
        1603.814,
        -927.878
      ],
      [
        1610.827,
        -920.864
      ],
      [
        1606.724,
        -916.761
      ],
      [
        1604.039,
        -919.445
      ]
    ],
    "relativePoints": [
      [
        1.913,
        1.087
      ],
      [
        -5.81,
        5.725
      ],
      [
        -8.9,
        0.565
      ],
      [
        -2.192,
        -3.467
      ],
      [
        1.688,
        -7.346
      ],
      [
        8.701,
        -0.332
      ],
      [
        4.598,
        3.771
      ],
      [
        1.913,
        1.087
      ]
    ],
    "rotation": 0.7855,
    "houseLength": 11.81,
    "houseWidth": 14.54,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043710",
    "osmId": 403043710,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043710",
    "lon": 94.0800324,
    "lat": 23.1571121,
    "u": 1755.65,
    "v": 500.07,
    "x": 1595.04,
    "z": -887.83,
    "width": 14.99,
    "depth": 12.26,
    "height": 3.8,
    "area": 90.5,
    "wallColor": "#a8b3a7",
    "roofColor": "#687a6c",
    "polygonPoints": [
      [
        1594.464,
        -890.852
      ],
      [
        1594.051,
        -891.699
      ],
      [
        1598.52,
        -893.932
      ],
      [
        1601.953,
        -887.069
      ],
      [
        1597.476,
        -884.844
      ],
      [
        1597.254,
        -885.283
      ],
      [
        1589.624,
        -881.667
      ],
      [
        1586.959,
        -887.299
      ],
      [
        1594.464,
        -890.852
      ]
    ],
    "relativePoints": [
      [
        -0.574,
        -3.022
      ],
      [
        -0.987,
        -3.869
      ],
      [
        3.482,
        -6.102
      ],
      [
        6.915,
        0.761
      ],
      [
        2.438,
        2.986
      ],
      [
        2.216,
        2.547
      ],
      [
        -5.414,
        6.163
      ],
      [
        -8.079,
        0.531
      ],
      [
        -0.574,
        -3.022
      ]
    ],
    "rotation": 2.699,
    "houseLength": 13.45,
    "houseWidth": 7.77,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043711",
    "osmId": 403043711,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043711",
    "lon": 94.0802676,
    "lat": 23.1563668,
    "u": 1779.73,
    "v": 583.04,
    "x": 1670.73,
    "z": -846.19,
    "width": 17,
    "depth": 13.69,
    "height": 3.8,
    "area": 99.4,
    "wallColor": "#b5a995",
    "roofColor": "#9c5b41",
    "polygonPoints": [
      [
        1671.903,
        -848.629
      ],
      [
        1673.06,
        -849.817
      ],
      [
        1679.439,
        -843.539
      ],
      [
        1675.049,
        -839.07
      ],
      [
        1669.386,
        -844.647
      ],
      [
        1668.511,
        -843.394
      ],
      [
        1662.442,
        -847.669
      ],
      [
        1666.036,
        -852.759
      ],
      [
        1671.903,
        -848.629
      ]
    ],
    "relativePoints": [
      [
        1.175,
        -2.439
      ],
      [
        2.332,
        -3.627
      ],
      [
        8.711,
        2.651
      ],
      [
        4.321,
        7.12
      ],
      [
        -1.342,
        1.543
      ],
      [
        -2.217,
        2.796
      ],
      [
        -8.286,
        -1.479
      ],
      [
        -4.692,
        -6.569
      ],
      [
        1.175,
        -2.439
      ]
    ],
    "rotation": 0.7774,
    "houseLength": 16.03,
    "houseWidth": 8.98,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  },
  {
    "id": "way/403043712",
    "osmId": 403043712,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043712",
    "lon": 94.0782136,
    "lat": 23.1581076,
    "u": 1569.5,
    "v": 389.25,
    "x": 1385.05,
    "z": -834.56,
    "width": 20.11,
    "depth": 19.08,
    "height": 4.5,
    "area": 183.7,
    "wallColor": "#c8ba9d",
    "roofColor": "#3b556e",
    "polygonPoints": [
      [
        1381.511,
        -841.343
      ],
      [
        1389.99,
        -845.572
      ],
      [
        1395.959,
        -833.64
      ],
      [
        1387.479,
        -829.412
      ],
      [
        1386.557,
        -831.26
      ],
      [
        1379.345,
        -826.488
      ],
      [
        1375.849,
        -831.793
      ],
      [
        1383.693,
        -836.976
      ],
      [
        1381.511,
        -841.343
      ]
    ],
    "relativePoints": [
      [
        -3.537,
        -6.783
      ],
      [
        4.942,
        -11.012
      ],
      [
        10.911,
        0.92
      ],
      [
        2.431,
        5.148
      ],
      [
        1.509,
        3.3
      ],
      [
        -5.703,
        8.072
      ],
      [
        -9.199,
        2.767
      ],
      [
        -1.355,
        -2.416
      ],
      [
        -3.537,
        -6.783
      ]
    ],
    "rotation": 1.1069,
    "houseLength": 13.35,
    "houseWidth": 18.81,
    "wallHeight": 3.6,
    "roofHeight": 1.8
  },
  {
    "id": "way/1118505959",
    "osmId": 1118505959,
    "osmType": "way",
    "name": "ကံပုလဲ အဆောက်အအုံ 1118505959",
    "lon": 94.0768851,
    "lat": 23.158304,
    "u": 1433.53,
    "v": 367.38,
    "x": 1273.44,
    "z": -753.88,
    "width": 13.55,
    "depth": 13.17,
    "height": 3.8,
    "area": 87.3,
    "wallColor": "#9b8e7b",
    "roofColor": "#826554",
    "polygonPoints": [
      [
        1275.132,
        -760.468
      ],
      [
        1280.212,
        -754.433
      ],
      [
        1271.741,
        -747.301
      ],
      [
        1266.662,
        -753.336
      ],
      [
        1275.132,
        -760.468
      ]
    ],
    "relativePoints": [
      [
        1.695,
        -6.583
      ],
      [
        6.775,
        -0.548
      ],
      [
        -1.696,
        6.584
      ],
      [
        -6.775,
        0.549
      ],
      [
        1.695,
        -6.583
      ]
    ],
    "rotation": 2.4418,
    "houseLength": 11.07,
    "houseWidth": 7.89,
    "wallHeight": 3.2,
    "roofHeight": 1.8
  }
];

export const kanbaleHouses: KanbaleBuilding[] = [
  {
    "id": "way/403027623",
    "name": "ကံပုလဲ အဆောက်အအုံ 403027623",
    "x": 458.67,
    "z": -464.24,
    "width": 16.78,
    "depth": 7.47,
    "color": "#d6c5a0",
    "rotation": -0.946,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403027625",
    "name": "ကံပုလဲ အဆောက်အအုံ 403027625",
    "x": 282.67,
    "z": -486.96,
    "width": 7.84,
    "depth": 4,
    "color": "#c2b089",
    "rotation": 2.8012,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403027632",
    "name": "ကံပုလဲ အဆောက်အအုံ 403027632",
    "x": 287.9,
    "z": -479.48,
    "width": 11.77,
    "depth": 6.37,
    "color": "#a8b3a7",
    "rotation": 1.1573,
    "roof": "#687a6c"
  },
  {
    "id": "way/403027635",
    "name": "ကံပုလဲ အဆောက်အအုံ 403027635",
    "x": 314.22,
    "z": -499.91,
    "width": 9.88,
    "depth": 9.85,
    "color": "#c8ba9d",
    "rotation": 2.7058,
    "roof": "#3b556e"
  },
  {
    "id": "way/403027638",
    "name": "ကံပုလဲ အဆောက်အအုံ 403027638",
    "x": 309.72,
    "z": -452.86,
    "width": 12.44,
    "depth": 6.68,
    "color": "#d6c5a0",
    "rotation": 2.5782,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403027642",
    "name": "ကံပုလဲ အဆောက်အအုံ 403027642",
    "x": 347.17,
    "z": -464.07,
    "width": 8.6,
    "depth": 8.5,
    "color": "#bfa87e",
    "rotation": 2.6049,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403027656",
    "name": "ကံပုလဲ အဆောက်အအုံ 403027656",
    "x": 371.41,
    "z": -463.24,
    "width": 10.54,
    "depth": 7.83,
    "color": "#b5a995",
    "rotation": 2.5982,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403027658",
    "name": "ကံပုလဲ အဆောက်အအုံ 403027658",
    "x": 407.51,
    "z": -359.88,
    "width": 15.82,
    "depth": 9.28,
    "color": "#c8ba9d",
    "rotation": -0.9458,
    "roof": "#3b556e"
  },
  {
    "id": "way/403027660",
    "name": "ကံပုလဲ အဆောက်အအုံ 403027660",
    "x": 420.05,
    "z": -383.97,
    "width": 7.4,
    "depth": 7.3,
    "color": "#9b8e7b",
    "rotation": -2.5454,
    "roof": "#826554"
  },
  {
    "id": "way/403027662",
    "name": "ကံပုလဲ အဆောက်အအုံ 403027662",
    "x": 430.21,
    "z": -399.37,
    "width": 11.22,
    "depth": 7.45,
    "color": "#d6c5a0",
    "rotation": 2.0696,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403027663",
    "name": "ကံပုလဲ အဆောက်အအုံ 403027663",
    "x": 393.21,
    "z": -491.69,
    "width": 8.13,
    "depth": 6.13,
    "color": "#c2b089",
    "rotation": -0.3573,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403027665",
    "name": "ကံပုလဲ အဆောက်အအုံ 403027665",
    "x": 435.99,
    "z": -413.46,
    "width": 7.21,
    "depth": 6.57,
    "color": "#bfa87e",
    "rotation": 2.0438,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403027667",
    "name": "ကံပုလဲ အဆောက်အအုံ 403027667",
    "x": 428.24,
    "z": -424.91,
    "width": 6,
    "depth": 5.63,
    "color": "#cfbe9b",
    "rotation": 2.2088,
    "roof": "#4a6274"
  },
  {
    "id": "way/403027676",
    "name": "ကံပုလဲ အဆောက်အအုံ 403027676",
    "x": 289.11,
    "z": -544.06,
    "width": 8.3,
    "depth": 6.9,
    "color": "#a8b3a7",
    "rotation": -0.6413,
    "roof": "#687a6c"
  },
  {
    "id": "way/403027682",
    "name": "ကံပုလဲ အဆောက်အအုံ 403027682",
    "x": 417.03,
    "z": -462.26,
    "width": 6.96,
    "depth": 6.27,
    "color": "#d6c5a0",
    "rotation": 2.1107,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403027683",
    "name": "ကံပုလဲ အဆောက်အအုံ 403027683",
    "x": 412.09,
    "z": -505.5,
    "width": 8.32,
    "depth": 7.54,
    "color": "#c2b089",
    "rotation": -0.5683,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403027685",
    "name": "ကံပုလဲ အဆောက်အအုံ 403027685",
    "x": 437.03,
    "z": -512.61,
    "width": 10.89,
    "depth": 7.82,
    "color": "#bfa87e",
    "rotation": -0.5005,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403027688",
    "name": "ကံပုလဲ အဆောက်အအုံ 403027688",
    "x": 458.01,
    "z": -517.13,
    "width": 17.62,
    "depth": 9.99,
    "color": "#cfbe9b",
    "rotation": -2.0597,
    "roof": "#4a6274"
  },
  {
    "id": "way/403027691",
    "name": "ကံပုလဲ အဆောက်အအုံ 403027691",
    "x": 466.36,
    "z": -503.26,
    "width": 12.44,
    "depth": 12.01,
    "color": "#a8b3a7",
    "rotation": -2.1136,
    "roof": "#687a6c"
  },
  {
    "id": "way/403027694",
    "name": "ကံပုလဲ အဆောက်အအုံ 403027694",
    "x": 460.32,
    "z": -486.96,
    "width": 8.98,
    "depth": 5.63,
    "color": "#b5a995",
    "rotation": 0.718,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403027698",
    "name": "ကံပုလဲ အဆောက်အအုံ 403027698",
    "x": 432.61,
    "z": -457.53,
    "width": 22.74,
    "depth": 11.92,
    "color": "#9b8e7b",
    "rotation": -0.9423,
    "roof": "#826554"
  },
  {
    "id": "way/403030403",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030403",
    "x": 722.74,
    "z": -652.38,
    "width": 8.38,
    "depth": 6.33,
    "color": "#d6c5a0",
    "rotation": -0.5886,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403030405",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030405",
    "x": 632.34,
    "z": -765.87,
    "width": 6,
    "depth": 5.08,
    "color": "#c2b089",
    "rotation": -1.9894,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403030408",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030408",
    "x": 515.12,
    "z": -690.15,
    "width": 9.49,
    "depth": 6.43,
    "color": "#bfa87e",
    "rotation": 0.6032,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403030411",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030411",
    "x": 538.78,
    "z": -569.62,
    "width": 16.99,
    "depth": 8.01,
    "color": "#cfbe9b",
    "rotation": 0.804,
    "roof": "#4a6274"
  },
  {
    "id": "way/403030414",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030414",
    "x": 742.11,
    "z": -663.6,
    "width": 6.67,
    "depth": 4.53,
    "color": "#a8b3a7",
    "rotation": -0.6058,
    "roof": "#687a6c"
  },
  {
    "id": "way/403030417",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030417",
    "x": 618.43,
    "z": -761.25,
    "width": 6.7,
    "depth": 6.63,
    "color": "#b5a995",
    "rotation": 2.5165,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403030421",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030421",
    "x": 393.24,
    "z": -677.81,
    "width": 6.17,
    "depth": 6.1,
    "color": "#c8ba9d",
    "rotation": 0.9085,
    "roof": "#3b556e"
  },
  {
    "id": "way/403030424",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030424",
    "x": 518.98,
    "z": -704.32,
    "width": 6,
    "depth": 5.32,
    "color": "#9b8e7b",
    "rotation": -0.7563,
    "roof": "#826554"
  },
  {
    "id": "way/403030427",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030427",
    "x": 583.19,
    "z": -580.94,
    "width": 9.25,
    "depth": 7.06,
    "color": "#d6c5a0",
    "rotation": -0.655,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403030428",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030428",
    "x": 696.57,
    "z": -654.38,
    "width": 6.06,
    "depth": 4.83,
    "color": "#c2b089",
    "rotation": 0.8904,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403030432",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030432",
    "x": 454.78,
    "z": -632.45,
    "width": 7.92,
    "depth": 5.92,
    "color": "#bfa87e",
    "rotation": 0.7582,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403030435",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030435",
    "x": 536.78,
    "z": -723.89,
    "width": 6.8,
    "depth": 5.55,
    "color": "#cfbe9b",
    "rotation": -0.3693,
    "roof": "#4a6274"
  },
  {
    "id": "way/403030438",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030438",
    "x": 780.9,
    "z": -725.69,
    "width": 8.96,
    "depth": 6.94,
    "color": "#a8b3a7",
    "rotation": -2.3643,
    "roof": "#687a6c"
  },
  {
    "id": "way/403030440",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030440",
    "x": 687.23,
    "z": -648.6,
    "width": 14.14,
    "depth": 5.47,
    "color": "#b5a995",
    "rotation": -0.8004,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403030443",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030443",
    "x": 506.73,
    "z": -631.89,
    "width": 6.19,
    "depth": 5.45,
    "color": "#c8ba9d",
    "rotation": -2.2966,
    "roof": "#3b556e"
  },
  {
    "id": "way/403030445",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030445",
    "x": 559.84,
    "z": -582.93,
    "width": 12.07,
    "depth": 7.57,
    "color": "#9b8e7b",
    "rotation": 2.4439,
    "roof": "#826554"
  },
  {
    "id": "way/403030448",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030448",
    "x": 656.26,
    "z": -606.38,
    "width": 6.18,
    "depth": 4.93,
    "color": "#d6c5a0",
    "rotation": 0.9232,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403030451",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030451",
    "x": 541.07,
    "z": -684.28,
    "width": 9.64,
    "depth": 6.81,
    "color": "#c2b089",
    "rotation": 0.8726,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403030454",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030454",
    "x": 783.42,
    "z": -735.25,
    "width": 6.51,
    "depth": 5.3,
    "color": "#bfa87e",
    "rotation": -0.8419,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403030457",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030457",
    "x": 640.44,
    "z": -674.65,
    "width": 9.65,
    "depth": 8.96,
    "color": "#cfbe9b",
    "rotation": 2.5409,
    "roof": "#4a6274"
  },
  {
    "id": "way/403030459",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030459",
    "x": 441.94,
    "z": -699.12,
    "width": 6,
    "depth": 4.33,
    "color": "#a8b3a7",
    "rotation": -0.8045,
    "roof": "#687a6c"
  },
  {
    "id": "way/403030464",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030464",
    "x": 571.61,
    "z": -594.22,
    "width": 7.6,
    "depth": 6.01,
    "color": "#b5a995",
    "rotation": 0.7854,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403030466",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030466",
    "x": 665.88,
    "z": -585.42,
    "width": 10.41,
    "depth": 9.61,
    "color": "#c8ba9d",
    "rotation": 2.4678,
    "roof": "#3b556e"
  },
  {
    "id": "way/403030469",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030469",
    "x": 551.52,
    "z": -694.13,
    "width": 11.83,
    "depth": 8.4,
    "color": "#9b8e7b",
    "rotation": 2.4005,
    "roof": "#826554"
  },
  {
    "id": "way/403030472",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030472",
    "x": 797.68,
    "z": -727.03,
    "width": 12.96,
    "depth": 8.56,
    "color": "#d6c5a0",
    "rotation": -0.8775,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403030475",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030475",
    "x": 665.66,
    "z": -693.31,
    "width": 10.06,
    "depth": 9.81,
    "color": "#c2b089",
    "rotation": 2.6262,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403030477",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030477",
    "x": 486.65,
    "z": -671.23,
    "width": 11.72,
    "depth": 6.94,
    "color": "#bfa87e",
    "rotation": 0.6646,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403030480",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030480",
    "x": 587.75,
    "z": -608.75,
    "width": 12.25,
    "depth": 7.87,
    "color": "#cfbe9b",
    "rotation": -0.759,
    "roof": "#4a6274"
  },
  {
    "id": "way/403030483",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030483",
    "x": 559.27,
    "z": -705.18,
    "width": 10.36,
    "depth": 5.02,
    "color": "#a8b3a7",
    "rotation": 0.8368,
    "roof": "#687a6c"
  },
  {
    "id": "way/403030486",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030486",
    "x": 785.33,
    "z": -709.27,
    "width": 6.33,
    "depth": 4.78,
    "color": "#b5a995",
    "rotation": 0.753,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403030488",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030488",
    "x": 662.66,
    "z": -666.01,
    "width": 7.01,
    "depth": 6.59,
    "color": "#c8ba9d",
    "rotation": 1.0138,
    "roof": "#3b556e"
  },
  {
    "id": "way/403030490",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030490",
    "x": 685.1,
    "z": -549.77,
    "width": 10.64,
    "depth": 8.64,
    "color": "#9b8e7b",
    "rotation": 1.0254,
    "roof": "#826554"
  },
  {
    "id": "way/403030493",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030493",
    "x": 570.92,
    "z": -706.4,
    "width": 7.61,
    "depth": 5.73,
    "color": "#d6c5a0",
    "rotation": -0.7298,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403030496",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030496",
    "x": 785.32,
    "z": -673.25,
    "width": 9.42,
    "depth": 8.45,
    "color": "#c2b089",
    "rotation": -0.8647,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403030499",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030499",
    "x": 653.7,
    "z": -656.87,
    "width": 11.69,
    "depth": 10.2,
    "color": "#bfa87e",
    "rotation": -2.1113,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403030501",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030501",
    "x": 569.5,
    "z": -556.75,
    "width": 6.47,
    "depth": 4.88,
    "color": "#cfbe9b",
    "rotation": 0.8837,
    "roof": "#4a6274"
  },
  {
    "id": "way/403030504",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030504",
    "x": 713.61,
    "z": -567.95,
    "width": 9.93,
    "depth": 7.59,
    "color": "#a8b3a7",
    "rotation": -0.6256,
    "roof": "#687a6c"
  },
  {
    "id": "way/403030507",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030507",
    "x": 579.04,
    "z": -719.79,
    "width": 13.74,
    "depth": 8.29,
    "color": "#b5a995",
    "rotation": -0.5615,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403030509",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030509",
    "x": 633.55,
    "z": -635.08,
    "width": 11.55,
    "depth": 8.54,
    "color": "#c8ba9d",
    "rotation": 2.4594,
    "roof": "#3b556e"
  },
  {
    "id": "way/403030512",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030512",
    "x": 493.8,
    "z": -698.41,
    "width": 12.74,
    "depth": 9.23,
    "color": "#9b8e7b",
    "rotation": 0.5485,
    "roof": "#826554"
  },
  {
    "id": "way/403030515",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030515",
    "x": 708.59,
    "z": -612.58,
    "width": 6.72,
    "depth": 6.33,
    "color": "#d6c5a0",
    "rotation": -0.6422,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403030518",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030518",
    "x": 682.62,
    "z": -675.82,
    "width": 7.12,
    "depth": 6.68,
    "color": "#c2b089",
    "rotation": -0.6172,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403030520",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030520",
    "x": 498.67,
    "z": -668.52,
    "width": 10.76,
    "depth": 6.65,
    "color": "#bfa87e",
    "rotation": 2.2869,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403030523",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030523",
    "x": 720.3,
    "z": -620.18,
    "width": 9.27,
    "depth": 7.79,
    "color": "#cfbe9b",
    "rotation": 1.0377,
    "roof": "#4a6274"
  },
  {
    "id": "way/403030526",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030526",
    "x": 552.24,
    "z": -662.15,
    "width": 9.72,
    "depth": 6.32,
    "color": "#a8b3a7",
    "rotation": 0.8075,
    "roof": "#687a6c"
  },
  {
    "id": "way/403030529",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030529",
    "x": 711.03,
    "z": -678.4,
    "width": 9.78,
    "depth": 7.71,
    "color": "#b5a995",
    "rotation": 1.0644,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403030531",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030531",
    "x": 384.7,
    "z": -668.99,
    "width": 14.11,
    "depth": 5.83,
    "color": "#c8ba9d",
    "rotation": -0.7696,
    "roof": "#3b556e"
  },
  {
    "id": "way/403030534",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030534",
    "x": 561.06,
    "z": -521.57,
    "width": 7.14,
    "depth": 4.57,
    "color": "#9b8e7b",
    "rotation": -0.6524,
    "roof": "#826554"
  },
  {
    "id": "way/403030537",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030537",
    "x": 720.71,
    "z": -604.81,
    "width": 9.78,
    "depth": 5.74,
    "color": "#d6c5a0",
    "rotation": -2.1162,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403030540",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030540",
    "x": 565.68,
    "z": -669.3,
    "width": 11.43,
    "depth": 7.67,
    "color": "#c2b089",
    "rotation": -0.7025,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403030542",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030542",
    "x": 403.81,
    "z": -675.91,
    "width": 8.46,
    "depth": 6.26,
    "color": "#bfa87e",
    "rotation": -2.2763,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403030546",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030546",
    "x": 587.93,
    "z": -528.86,
    "width": 9.4,
    "depth": 5.79,
    "color": "#cfbe9b",
    "rotation": -0.5706,
    "roof": "#4a6274"
  },
  {
    "id": "way/403030549",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030549",
    "x": 729.48,
    "z": -608.9,
    "width": 7.14,
    "depth": 5.98,
    "color": "#a8b3a7",
    "rotation": 0.9453,
    "roof": "#687a6c"
  },
  {
    "id": "way/403030551",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030551",
    "x": 672.86,
    "z": -634.24,
    "width": 8.32,
    "depth": 7.06,
    "color": "#b5a995",
    "rotation": -2.086,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403030553",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030553",
    "x": 582.85,
    "z": -678.33,
    "width": 6,
    "depth": 4.81,
    "color": "#c8ba9d",
    "rotation": 0.9315,
    "roof": "#3b556e"
  },
  {
    "id": "way/403030555",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030555",
    "x": 505.9,
    "z": -616.98,
    "width": 8.57,
    "depth": 7.39,
    "color": "#9b8e7b",
    "rotation": -2.2952,
    "roof": "#826554"
  },
  {
    "id": "way/403030556",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030556",
    "x": 607.07,
    "z": -539.74,
    "width": 11.8,
    "depth": 6.61,
    "color": "#d6c5a0",
    "rotation": -0.669,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403030558",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030558",
    "x": 753.85,
    "z": -646.44,
    "width": 9.51,
    "depth": 6.84,
    "color": "#c2b089",
    "rotation": 2.6952,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403030560",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030560",
    "x": 677.06,
    "z": -622.58,
    "width": 12.01,
    "depth": 9.74,
    "color": "#bfa87e",
    "rotation": -2.0479,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403030563",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030563",
    "x": 519.37,
    "z": -629.32,
    "width": 12.98,
    "depth": 6.11,
    "color": "#cfbe9b",
    "rotation": 0.7775,
    "roof": "#4a6274"
  },
  {
    "id": "way/403030566",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030566",
    "x": 664.08,
    "z": -571.75,
    "width": 8.09,
    "depth": 6.96,
    "color": "#a8b3a7",
    "rotation": 0.9956,
    "roof": "#687a6c"
  },
  {
    "id": "way/403030568",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030568",
    "x": 591.95,
    "z": -563.67,
    "width": 10.16,
    "depth": 8.12,
    "color": "#b5a995",
    "rotation": -2.2836,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403030571",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030571",
    "x": 697.2,
    "z": -639.21,
    "width": 14.09,
    "depth": 7.15,
    "color": "#c8ba9d",
    "rotation": 2.4385,
    "roof": "#3b556e"
  },
  {
    "id": "way/403030574",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030574",
    "x": 391.39,
    "z": -721.38,
    "width": 11.81,
    "depth": 5.34,
    "color": "#9b8e7b",
    "rotation": 1.9747,
    "roof": "#826554"
  },
  {
    "id": "way/403030577",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030577",
    "x": 602.62,
    "z": -615.3,
    "width": 11.81,
    "depth": 7.39,
    "color": "#d6c5a0",
    "rotation": 2.3656,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403030580",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030580",
    "x": 649.87,
    "z": -570.03,
    "width": 13.9,
    "depth": 8.66,
    "color": "#c2b089",
    "rotation": -2.1182,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403030582",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030582",
    "x": 594.03,
    "z": -692.61,
    "width": 6.46,
    "depth": 4,
    "color": "#bfa87e",
    "rotation": 2.554,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403030584",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030584",
    "x": 504.27,
    "z": -587.36,
    "width": 8.5,
    "depth": 4.69,
    "color": "#cfbe9b",
    "rotation": 2.6078,
    "roof": "#4a6274"
  },
  {
    "id": "way/403030586",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030586",
    "x": 695.68,
    "z": -596.92,
    "width": 11.83,
    "depth": 10.67,
    "color": "#a8b3a7",
    "rotation": -2.0855,
    "roof": "#687a6c"
  },
  {
    "id": "way/403030588",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030588",
    "x": 844.35,
    "z": -713.33,
    "width": 9.62,
    "depth": 9.48,
    "color": "#b5a995",
    "rotation": -0.7309,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403030590",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030590",
    "x": 599.59,
    "z": -686.69,
    "width": 8.37,
    "depth": 8.24,
    "color": "#c8ba9d",
    "rotation": 0.9525,
    "roof": "#3b556e"
  },
  {
    "id": "way/403030592",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030592",
    "x": 517.19,
    "z": -590.18,
    "width": 13.3,
    "depth": 6.22,
    "color": "#9b8e7b",
    "rotation": 0.7939,
    "roof": "#826554"
  },
  {
    "id": "way/403030593",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030593",
    "x": 573.7,
    "z": -733.52,
    "width": 9.15,
    "depth": 8.05,
    "color": "#d6c5a0",
    "rotation": -2.1592,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403030595",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030595",
    "x": 838.89,
    "z": -681.82,
    "width": 21.76,
    "depth": 14.89,
    "color": "#c2b089",
    "rotation": -0.7317,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403030596",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030596",
    "x": 568.71,
    "z": -783.51,
    "width": 8.61,
    "depth": 8.57,
    "color": "#bfa87e",
    "rotation": -0.3811,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403030598",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030598",
    "x": 808.24,
    "z": -651.3,
    "width": 26.09,
    "depth": 7.21,
    "color": "#cfbe9b",
    "rotation": -0.8341,
    "roof": "#4a6274"
  },
  {
    "id": "way/403030600",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030600",
    "x": 651.75,
    "z": -553.7,
    "width": 10.22,
    "depth": 7.08,
    "color": "#a8b3a7",
    "rotation": 2.4906,
    "roof": "#687a6c"
  },
  {
    "id": "way/403030601",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030601",
    "x": 577.38,
    "z": -759.79,
    "width": 7.88,
    "depth": 5.99,
    "color": "#b5a995",
    "rotation": 2.6695,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403030603",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030603",
    "x": 824.42,
    "z": -645.92,
    "width": 12.52,
    "depth": 12.47,
    "color": "#c8ba9d",
    "rotation": -2.3144,
    "roof": "#3b556e"
  },
  {
    "id": "way/403030605",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030605",
    "x": 526.41,
    "z": -599.77,
    "width": 13.74,
    "depth": 9.54,
    "color": "#9b8e7b",
    "rotation": 0.8465,
    "roof": "#826554"
  },
  {
    "id": "way/403030608",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030608",
    "x": 582.97,
    "z": -769.9,
    "width": 8.88,
    "depth": 4,
    "color": "#d6c5a0",
    "rotation": 2.2972,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403030610",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030610",
    "x": 851.31,
    "z": -659.57,
    "width": 20.29,
    "depth": 13.51,
    "color": "#c2b089",
    "rotation": 2.4138,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403030611",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030611",
    "x": 586.42,
    "z": -762.61,
    "width": 7.58,
    "depth": 6.43,
    "color": "#bfa87e",
    "rotation": 1.01,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403030612",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030612",
    "x": 804.57,
    "z": -626.37,
    "width": 9.32,
    "depth": 8.02,
    "color": "#cfbe9b",
    "rotation": 0.7986,
    "roof": "#4a6274"
  },
  {
    "id": "way/403030614",
    "name": "ကံပုလဲကျောင်း",
    "x": 451.73,
    "z": -569.03,
    "width": 31.72,
    "depth": 12.85,
    "color": "#a8b3a7",
    "rotation": 2.4226,
    "roof": "#687a6c"
  },
  {
    "id": "way/403030615",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030615",
    "x": 726.72,
    "z": -592.15,
    "width": 6,
    "depth": 4.09,
    "color": "#b5a995",
    "rotation": -0.4143,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403030616",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030616",
    "x": 610.24,
    "z": -783.95,
    "width": 7.21,
    "depth": 6.99,
    "color": "#c8ba9d",
    "rotation": 0.8736,
    "roof": "#3b556e"
  },
  {
    "id": "way/403030617",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030617",
    "x": 476.03,
    "z": -533.25,
    "width": 10.83,
    "depth": 6.9,
    "color": "#9b8e7b",
    "rotation": -0.6679,
    "roof": "#826554"
  },
  {
    "id": "way/403030619",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030619",
    "x": 502.68,
    "z": -538.02,
    "width": 13.27,
    "depth": 5.49,
    "color": "#d6c5a0",
    "rotation": -2.1684,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403030620",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030620",
    "x": 721,
    "z": -587.91,
    "width": 6.94,
    "depth": 6.64,
    "color": "#c2b089",
    "rotation": 2.6175,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403030621",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030621",
    "x": 490.85,
    "z": -541.77,
    "width": 8.26,
    "depth": 6.34,
    "color": "#bfa87e",
    "rotation": 0.8747,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403030622",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030622",
    "x": 515.48,
    "z": -530.45,
    "width": 6.58,
    "depth": 5.87,
    "color": "#cfbe9b",
    "rotation": -0.5759,
    "roof": "#4a6274"
  },
  {
    "id": "way/403030623",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030623",
    "x": 735.65,
    "z": -584.77,
    "width": 12.83,
    "depth": 8.39,
    "color": "#a8b3a7",
    "rotation": 2.4675,
    "roof": "#687a6c"
  },
  {
    "id": "way/403030624",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030624",
    "x": 479.78,
    "z": -525.16,
    "width": 6,
    "depth": 4,
    "color": "#b5a995",
    "rotation": 2.448,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403030625",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030625",
    "x": 525.9,
    "z": -555.31,
    "width": 9.78,
    "depth": 8.6,
    "color": "#c8ba9d",
    "rotation": 2.4749,
    "roof": "#3b556e"
  },
  {
    "id": "way/403030626",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030626",
    "x": 610.34,
    "z": -578.96,
    "width": 8.49,
    "depth": 7.75,
    "color": "#9b8e7b",
    "rotation": 2.5447,
    "roof": "#826554"
  },
  {
    "id": "way/403030627",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030627",
    "x": 763.71,
    "z": -601.83,
    "width": 9.17,
    "depth": 8.39,
    "color": "#d6c5a0",
    "rotation": 2.5284,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403030628",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030628",
    "x": 624.52,
    "z": -704.04,
    "width": 10.11,
    "depth": 8.65,
    "color": "#c2b089",
    "rotation": -2.2303,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403030629",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030629",
    "x": 486.99,
    "z": -521.86,
    "width": 6,
    "depth": 4.82,
    "color": "#bfa87e",
    "rotation": 0.9625,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403030630",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030630",
    "x": 538.02,
    "z": -539.7,
    "width": 8.39,
    "depth": 6.73,
    "color": "#cfbe9b",
    "rotation": -2.2423,
    "roof": "#4a6274"
  },
  {
    "id": "way/403030631",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030631",
    "x": 600.25,
    "z": -574.18,
    "width": 9.62,
    "depth": 8.04,
    "color": "#a8b3a7",
    "rotation": 2.4222,
    "roof": "#687a6c"
  },
  {
    "id": "way/403030632",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030632",
    "x": 782.27,
    "z": -613.26,
    "width": 10.05,
    "depth": 6.01,
    "color": "#b5a995",
    "rotation": 1.1035,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403030633",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030633",
    "x": 637.39,
    "z": -716.33,
    "width": 6.45,
    "depth": 5.84,
    "color": "#c8ba9d",
    "rotation": 2.4461,
    "roof": "#3b556e"
  },
  {
    "id": "way/403030634",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030634",
    "x": 632.97,
    "z": -593.6,
    "width": 12.83,
    "depth": 8.54,
    "color": "#9b8e7b",
    "rotation": 2.4553,
    "roof": "#826554"
  },
  {
    "id": "way/403030635",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030635",
    "x": 776.36,
    "z": -695.13,
    "width": 8.21,
    "depth": 7.15,
    "color": "#d6c5a0",
    "rotation": -0.8139,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403030636",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030636",
    "x": 626.52,
    "z": -723.63,
    "width": 10.45,
    "depth": 4.6,
    "color": "#c2b089",
    "rotation": -0.4353,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403030637",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030637",
    "x": 618.41,
    "z": -558.6,
    "width": 6,
    "depth": 5.01,
    "color": "#bfa87e",
    "rotation": -2.2515,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403030638",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030638",
    "x": 597.64,
    "z": -594.56,
    "width": 7.24,
    "depth": 4.35,
    "color": "#cfbe9b",
    "rotation": -0.7546,
    "roof": "#4a6274"
  },
  {
    "id": "way/403030639",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030639",
    "x": 617.61,
    "z": -662.75,
    "width": 9.62,
    "depth": 8.93,
    "color": "#a8b3a7",
    "rotation": 0.9533,
    "roof": "#687a6c"
  },
  {
    "id": "way/403030640",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030640",
    "x": 521.54,
    "z": -611.55,
    "width": 7.77,
    "depth": 5.36,
    "color": "#b5a995",
    "rotation": -2.2016,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403030641",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030641",
    "x": 634.08,
    "z": -520.88,
    "width": 6.98,
    "depth": 5.27,
    "color": "#c8ba9d",
    "rotation": -0.7087,
    "roof": "#3b556e"
  },
  {
    "id": "way/403030642",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030642",
    "x": 605.42,
    "z": -652.43,
    "width": 9.01,
    "depth": 8.88,
    "color": "#9b8e7b",
    "rotation": 0.9199,
    "roof": "#826554"
  },
  {
    "id": "way/403030643",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030643",
    "x": 452.71,
    "z": -711.53,
    "width": 13.3,
    "depth": 8.44,
    "color": "#d6c5a0",
    "rotation": -0.8172,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403030645",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030645",
    "x": 508.93,
    "z": -604.69,
    "width": 6,
    "depth": 4,
    "color": "#c2b089",
    "rotation": 0.8418,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403030647",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030647",
    "x": 794.37,
    "z": -619.47,
    "width": 8.99,
    "depth": 6.64,
    "color": "#bfa87e",
    "rotation": 1.0588,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403030648",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030648",
    "x": 609.05,
    "z": -669.32,
    "width": 6.91,
    "depth": 4,
    "color": "#cfbe9b",
    "rotation": -2.1154,
    "roof": "#4a6274"
  },
  {
    "id": "way/403030649",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030649",
    "x": 448.2,
    "z": -683.19,
    "width": 9.3,
    "depth": 6.2,
    "color": "#a8b3a7",
    "rotation": 0.9455,
    "roof": "#687a6c"
  },
  {
    "id": "way/403030650",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030650",
    "x": 550.57,
    "z": -618.47,
    "width": 14.28,
    "depth": 12.57,
    "color": "#b5a995",
    "rotation": -0.723,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403030651",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030651",
    "x": 624.96,
    "z": -850.02,
    "width": 7.48,
    "depth": 7.16,
    "color": "#c8ba9d",
    "rotation": -2.2754,
    "roof": "#3b556e"
  },
  {
    "id": "way/403030652",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030652",
    "x": 643.75,
    "z": -515.89,
    "width": 7.6,
    "depth": 7.02,
    "color": "#9b8e7b",
    "rotation": 2.3152,
    "roof": "#826554"
  },
  {
    "id": "way/403030653",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030653",
    "x": 639.2,
    "z": -845.07,
    "width": 11.28,
    "depth": 8.55,
    "color": "#d6c5a0",
    "rotation": 0.9047,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403030654",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030654",
    "x": 505.4,
    "z": -664.48,
    "width": 8.34,
    "depth": 5.8,
    "color": "#c2b089",
    "rotation": 2.2477,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403030655",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030655",
    "x": 684.21,
    "z": -563.16,
    "width": 9.77,
    "depth": 6.06,
    "color": "#bfa87e",
    "rotation": -0.6667,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403030656",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030656",
    "x": 732.95,
    "z": -693.59,
    "width": 12.65,
    "depth": 10.55,
    "color": "#cfbe9b",
    "rotation": -0.4861,
    "roof": "#4a6274"
  },
  {
    "id": "way/403030657",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030657",
    "x": 650.05,
    "z": -792.44,
    "width": 8.99,
    "depth": 6.69,
    "color": "#a8b3a7",
    "rotation": -0.8685,
    "roof": "#687a6c"
  },
  {
    "id": "way/403030658",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030658",
    "x": 490,
    "z": -640.4,
    "width": 7.48,
    "depth": 5.65,
    "color": "#b5a995",
    "rotation": 0.8362,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403030659",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030659",
    "x": 563.3,
    "z": -544.31,
    "width": 8.99,
    "depth": 5.69,
    "color": "#c8ba9d",
    "rotation": -0.7258,
    "roof": "#3b556e"
  },
  {
    "id": "way/403030660",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030660",
    "x": 727.44,
    "z": -678.43,
    "width": 7.83,
    "depth": 6.91,
    "color": "#9b8e7b",
    "rotation": -2.0468,
    "roof": "#826554"
  },
  {
    "id": "way/403030661",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030661",
    "x": 682.17,
    "z": -798.56,
    "width": 6,
    "depth": 5.14,
    "color": "#d6c5a0",
    "rotation": -0.9128,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403030662",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030662",
    "x": 511.74,
    "z": -653.89,
    "width": 12.39,
    "depth": 9.12,
    "color": "#c2b089",
    "rotation": 2.3678,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403030663",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030663",
    "x": 523.78,
    "z": -515.95,
    "width": 8.81,
    "depth": 6.62,
    "color": "#bfa87e",
    "rotation": -0.6765,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403030664",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030664",
    "x": 636.27,
    "z": -621.57,
    "width": 21.78,
    "depth": 11.19,
    "color": "#cfbe9b",
    "rotation": -0.6215,
    "roof": "#4a6274"
  },
  {
    "id": "way/403030665",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030665",
    "x": 524.06,
    "z": -638.41,
    "width": 12,
    "depth": 10.5,
    "color": "#a8b3a7",
    "rotation": 0.8398,
    "roof": "#687a6c"
  },
  {
    "id": "way/403030666",
    "name": "ကံပုလဲ အဆောက်အအုံ 403030666",
    "x": 421.34,
    "z": -696.78,
    "width": 12.86,
    "depth": 11.51,
    "color": "#b5a995",
    "rotation": 2.3379,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403037712",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037712",
    "x": 695.19,
    "z": -501.42,
    "width": 12.15,
    "depth": 6.08,
    "color": "#c8ba9d",
    "rotation": -0.3836,
    "roof": "#3b556e"
  },
  {
    "id": "way/403037713",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037713",
    "x": 1018.24,
    "z": -667.73,
    "width": 7.26,
    "depth": 5.71,
    "color": "#9b8e7b",
    "rotation": -0.3952,
    "roof": "#826554"
  },
  {
    "id": "way/403037714",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037714",
    "x": 901.39,
    "z": -466.47,
    "width": 7.5,
    "depth": 5.91,
    "color": "#d6c5a0",
    "rotation": 2.3977,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403037715",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037715",
    "x": 911.48,
    "z": -458.35,
    "width": 6.55,
    "depth": 6.33,
    "color": "#c2b089",
    "rotation": -2.3062,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403037716",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037716",
    "x": 874.97,
    "z": -570.37,
    "width": 13.72,
    "depth": 8.62,
    "color": "#bfa87e",
    "rotation": 2.3261,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403037717",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037717",
    "x": 1098.51,
    "z": -665.14,
    "width": 13.6,
    "depth": 9.29,
    "color": "#cfbe9b",
    "rotation": 1.1558,
    "roof": "#4a6274"
  },
  {
    "id": "way/403037718",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037718",
    "x": 856.92,
    "z": -421.15,
    "width": 9.26,
    "depth": 8.64,
    "color": "#a8b3a7",
    "rotation": -0.6588,
    "roof": "#687a6c"
  },
  {
    "id": "way/403037719",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037719",
    "x": 813.06,
    "z": -550.02,
    "width": 6,
    "depth": 5.4,
    "color": "#b5a995",
    "rotation": -0.7128,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403037720",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037720",
    "x": 885.88,
    "z": -582.19,
    "width": 10.12,
    "depth": 6.42,
    "color": "#c8ba9d",
    "rotation": -2.3765,
    "roof": "#3b556e"
  },
  {
    "id": "way/403037721",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037721",
    "x": 1087.86,
    "z": -634.01,
    "width": 7.01,
    "depth": 6.86,
    "color": "#9b8e7b",
    "rotation": -1.9174,
    "roof": "#826554"
  },
  {
    "id": "way/403037722",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037722",
    "x": 820.06,
    "z": -396.78,
    "width": 9.41,
    "depth": 7.79,
    "color": "#d6c5a0",
    "rotation": 2.413,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403037723",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037723",
    "x": 832.3,
    "z": -560.68,
    "width": 7.93,
    "depth": 7.92,
    "color": "#c2b089",
    "rotation": -0.6247,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403037724",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037724",
    "x": 897.29,
    "z": -653.78,
    "width": 6.8,
    "depth": 5.67,
    "color": "#bfa87e",
    "rotation": -0.7182,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403037725",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037725",
    "x": 1076.26,
    "z": -592.29,
    "width": 8.01,
    "depth": 7.71,
    "color": "#cfbe9b",
    "rotation": 1.0771,
    "roof": "#4a6274"
  },
  {
    "id": "way/403037726",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037726",
    "x": 694.23,
    "z": -464.06,
    "width": 11.07,
    "depth": 7.2,
    "color": "#a8b3a7",
    "rotation": 1.4368,
    "roof": "#687a6c"
  },
  {
    "id": "way/403037727",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037727",
    "x": 904.69,
    "z": -644.77,
    "width": 11.11,
    "depth": 7.69,
    "color": "#b5a995",
    "rotation": 0.8934,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403037728",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037728",
    "x": 1088.16,
    "z": -600.41,
    "width": 10.76,
    "depth": 7.53,
    "color": "#c8ba9d",
    "rotation": -0.5063,
    "roof": "#3b556e"
  },
  {
    "id": "way/403037729",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037729",
    "x": 697.41,
    "z": -433.53,
    "width": 17.58,
    "depth": 7.09,
    "color": "#9b8e7b",
    "rotation": -2.0983,
    "roof": "#826554"
  },
  {
    "id": "way/403037730",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037730",
    "x": 933.81,
    "z": -650.73,
    "width": 10.84,
    "depth": 4.25,
    "color": "#d6c5a0",
    "rotation": 2.5358,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403037731",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037731",
    "x": 1006.7,
    "z": -544.59,
    "width": 8.03,
    "depth": 6.47,
    "color": "#c2b089",
    "rotation": 2.7914,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403037732",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037732",
    "x": 884.7,
    "z": -535.72,
    "width": 13.39,
    "depth": 8.68,
    "color": "#bfa87e",
    "rotation": -0.667,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403037733",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037733",
    "x": 719.88,
    "z": -448.25,
    "width": 13.55,
    "depth": 6.44,
    "color": "#cfbe9b",
    "rotation": -0.4945,
    "roof": "#4a6274"
  },
  {
    "id": "way/403037734",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037734",
    "x": 1025.48,
    "z": -494.7,
    "width": 15.97,
    "depth": 7.99,
    "color": "#a8b3a7",
    "rotation": -0.5108,
    "roof": "#687a6c"
  },
  {
    "id": "way/403037735",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037735",
    "x": 803.77,
    "z": -479.11,
    "width": 6.52,
    "depth": 6.34,
    "color": "#b5a995",
    "rotation": 0.9478,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403037736",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037736",
    "x": 907.74,
    "z": -537.9,
    "width": 7.83,
    "depth": 6.54,
    "color": "#c8ba9d",
    "rotation": 0.754,
    "roof": "#3b556e"
  },
  {
    "id": "way/403037737",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037737",
    "x": 737.37,
    "z": -457.75,
    "width": 8.47,
    "depth": 7.57,
    "color": "#9b8e7b",
    "rotation": -0.5357,
    "roof": "#826554"
  },
  {
    "id": "way/403037738",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037738",
    "x": 1037.35,
    "z": -535.59,
    "width": 11.04,
    "depth": 8.01,
    "color": "#d6c5a0",
    "rotation": -2.0257,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403037739",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037739",
    "x": 796.31,
    "z": -489.03,
    "width": 6,
    "depth": 4.78,
    "color": "#c2b089",
    "rotation": 2.4681,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403037740",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037740",
    "x": 716.98,
    "z": -513.76,
    "width": 7.34,
    "depth": 5.93,
    "color": "#bfa87e",
    "rotation": -0.5866,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403037741",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037741",
    "x": 890.79,
    "z": -520.89,
    "width": 9.1,
    "depth": 7.3,
    "color": "#cfbe9b",
    "rotation": -0.7156,
    "roof": "#4a6274"
  },
  {
    "id": "way/403037742",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037742",
    "x": 770.39,
    "z": -466.48,
    "width": 12.61,
    "depth": 7.89,
    "color": "#a8b3a7",
    "rotation": 2.7189,
    "roof": "#687a6c"
  },
  {
    "id": "way/403037743",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037743",
    "x": 993.49,
    "z": -620.03,
    "width": 10.65,
    "depth": 10.1,
    "color": "#b5a995",
    "rotation": 1.3481,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403037744",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037744",
    "x": 786.27,
    "z": -497.16,
    "width": 6.58,
    "depth": 5.32,
    "color": "#c8ba9d",
    "rotation": 0.9055,
    "roof": "#3b556e"
  },
  {
    "id": "way/403037745",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037745",
    "x": 715.96,
    "z": -502.95,
    "width": 10.34,
    "depth": 10.06,
    "color": "#9b8e7b",
    "rotation": 1.1947,
    "roof": "#826554"
  },
  {
    "id": "way/403037746",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037746",
    "x": 884.17,
    "z": -511.5,
    "width": 9.32,
    "depth": 7.29,
    "color": "#d6c5a0",
    "rotation": -2.3265,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403037747",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037747",
    "x": 985.51,
    "z": -604.98,
    "width": 7.43,
    "depth": 6.65,
    "color": "#c2b089",
    "rotation": -0.342,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403037748",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037748",
    "x": 726.62,
    "z": -546.28,
    "width": 9.08,
    "depth": 8.41,
    "color": "#bfa87e",
    "rotation": 2.7367,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403037749",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037749",
    "x": 807.7,
    "z": -598.07,
    "width": 11.48,
    "depth": 7.15,
    "color": "#cfbe9b",
    "rotation": 2.4758,
    "roof": "#4a6274"
  },
  {
    "id": "way/403037750",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037750",
    "x": 1027.82,
    "z": -619.4,
    "width": 15.62,
    "depth": 9.31,
    "color": "#a8b3a7",
    "rotation": 1.2401,
    "roof": "#687a6c"
  },
  {
    "id": "way/403037751",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037751",
    "x": 743.18,
    "z": -553.3,
    "width": 10.81,
    "depth": 7.93,
    "color": "#b5a995",
    "rotation": 1.0021,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403037752",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037752",
    "x": 824.48,
    "z": -598.76,
    "width": 12.99,
    "depth": 9.29,
    "color": "#c8ba9d",
    "rotation": -0.7536,
    "roof": "#3b556e"
  },
  {
    "id": "way/403037753",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037753",
    "x": 1039.1,
    "z": -625.36,
    "width": 9.44,
    "depth": 7.69,
    "color": "#9b8e7b",
    "rotation": -0.322,
    "roof": "#826554"
  },
  {
    "id": "way/403037754",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037754",
    "x": 942.62,
    "z": -476.08,
    "width": 9.73,
    "depth": 7.24,
    "color": "#d6c5a0",
    "rotation": 2.7809,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403037755",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037755",
    "x": 753.84,
    "z": -562.4,
    "width": 10.91,
    "depth": 7.87,
    "color": "#c2b089",
    "rotation": 1.0795,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403037756",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037756",
    "x": 1030.69,
    "z": -605.55,
    "width": 11.04,
    "depth": 7.36,
    "color": "#bfa87e",
    "rotation": -0.3099,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403037757",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037757",
    "x": 953.52,
    "z": -500.73,
    "width": 9.18,
    "depth": 7.71,
    "color": "#cfbe9b",
    "rotation": -2.0161,
    "roof": "#4a6274"
  },
  {
    "id": "way/403037758",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037758",
    "x": 774.13,
    "z": -575.56,
    "width": 8.04,
    "depth": 6.96,
    "color": "#a8b3a7",
    "rotation": 2.601,
    "roof": "#687a6c"
  },
  {
    "id": "way/403037759",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037759",
    "x": 1016.35,
    "z": -587.31,
    "width": 11.33,
    "depth": 9.74,
    "color": "#b5a995",
    "rotation": 2.7782,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403037760",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037760",
    "x": 949.81,
    "z": -536.02,
    "width": 9.23,
    "depth": 6.68,
    "color": "#c8ba9d",
    "rotation": -1.8158,
    "roof": "#3b556e"
  },
  {
    "id": "way/403037761",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037761",
    "x": 784.32,
    "z": -583.6,
    "width": 9.5,
    "depth": 7.8,
    "color": "#9b8e7b",
    "rotation": 2.5687,
    "roof": "#826554"
  },
  {
    "id": "way/403037762",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037762",
    "x": 929.94,
    "z": -638.11,
    "width": 12.22,
    "depth": 9.85,
    "color": "#d6c5a0",
    "rotation": -1.928,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403037763",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037763",
    "x": 944.6,
    "z": -563.92,
    "width": 9.56,
    "depth": 7.58,
    "color": "#c2b089",
    "rotation": -0.5956,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403037764",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037764",
    "x": 965.9,
    "z": -664.12,
    "width": 11.48,
    "depth": 6.71,
    "color": "#bfa87e",
    "rotation": -0.4288,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403037765",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037765",
    "x": 958.83,
    "z": -570.93,
    "width": 7.08,
    "depth": 6.09,
    "color": "#cfbe9b",
    "rotation": -0.299,
    "roof": "#4a6274"
  },
  {
    "id": "way/403037766",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037766",
    "x": 975.45,
    "z": -689.02,
    "width": 8.64,
    "depth": 6.29,
    "color": "#a8b3a7",
    "rotation": 2.6665,
    "roof": "#687a6c"
  },
  {
    "id": "way/403037767",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037767",
    "x": 1058.43,
    "z": -530.97,
    "width": 13.63,
    "depth": 7.82,
    "color": "#b5a995",
    "rotation": -0.7233,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403037768",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037768",
    "x": 948.72,
    "z": -585.02,
    "width": 6.44,
    "depth": 5.6,
    "color": "#c8ba9d",
    "rotation": 0.8428,
    "roof": "#3b556e"
  },
  {
    "id": "way/403037769",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037769",
    "x": 787.62,
    "z": -459.99,
    "width": 9.52,
    "depth": 8.79,
    "color": "#9b8e7b",
    "rotation": -0.5481,
    "roof": "#826554"
  },
  {
    "id": "way/403037770",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037770",
    "x": 976.31,
    "z": -677.24,
    "width": 12.35,
    "depth": 5.98,
    "color": "#d6c5a0",
    "rotation": 1.1338,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403037771",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037771",
    "x": 1052.13,
    "z": -497.64,
    "width": 6,
    "depth": 5.49,
    "color": "#c2b089",
    "rotation": 2.9043,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403037772",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037772",
    "x": 808.14,
    "z": -502.11,
    "width": 8.61,
    "depth": 8.48,
    "color": "#bfa87e",
    "rotation": -0.5876,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403037773",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037773",
    "x": 775.69,
    "z": -453.1,
    "width": 10.21,
    "depth": 4.69,
    "color": "#cfbe9b",
    "rotation": 2.6222,
    "roof": "#4a6274"
  },
  {
    "id": "way/403037774",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037774",
    "x": 995.78,
    "z": -695.57,
    "width": 16.28,
    "depth": 6.78,
    "color": "#a8b3a7",
    "rotation": -1.8779,
    "roof": "#687a6c"
  },
  {
    "id": "way/403037775",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037775",
    "x": 1072.53,
    "z": -511.07,
    "width": 7.53,
    "depth": 6.88,
    "color": "#b5a995",
    "rotation": 2.4554,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403037776",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037776",
    "x": 837,
    "z": -516.63,
    "width": 10,
    "depth": 8.51,
    "color": "#c8ba9d",
    "rotation": -0.5938,
    "roof": "#3b556e"
  },
  {
    "id": "way/403037777",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037777",
    "x": 996.43,
    "z": -667.32,
    "width": 9.79,
    "depth": 6.74,
    "color": "#9b8e7b",
    "rotation": -1.9705,
    "roof": "#826554"
  },
  {
    "id": "way/403037778",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037778",
    "x": 1089.69,
    "z": -523.01,
    "width": 8.18,
    "depth": 5.85,
    "color": "#d6c5a0",
    "rotation": 2.7681,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403037779",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037779",
    "x": 827.04,
    "z": -470.43,
    "width": 12.49,
    "depth": 8.94,
    "color": "#c2b089",
    "rotation": -0.5816,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403037780",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037780",
    "x": 835.13,
    "z": -609.16,
    "width": 8.81,
    "depth": 8.52,
    "color": "#bfa87e",
    "rotation": -0.6778,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403037781",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037781",
    "x": 1114.31,
    "z": -527.8,
    "width": 10.45,
    "depth": 8.01,
    "color": "#cfbe9b",
    "rotation": 1.1043,
    "roof": "#4a6274"
  },
  {
    "id": "way/403037782",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037782",
    "x": 834.61,
    "z": -455.65,
    "width": 9.23,
    "depth": 8.4,
    "color": "#a8b3a7",
    "rotation": 2.6351,
    "roof": "#687a6c"
  },
  {
    "id": "way/403037783",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037783",
    "x": 852.22,
    "z": -601.02,
    "width": 8.92,
    "depth": 8.65,
    "color": "#b5a995",
    "rotation": -0.6665,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403037784",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037784",
    "x": 1116.55,
    "z": -514.37,
    "width": 7.56,
    "depth": 6.23,
    "color": "#c8ba9d",
    "rotation": 2.8504,
    "roof": "#3b556e"
  },
  {
    "id": "way/403037785",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037785",
    "x": 866.05,
    "z": -469.81,
    "width": 6.49,
    "depth": 6.25,
    "color": "#9b8e7b",
    "rotation": -2.1515,
    "roof": "#826554"
  },
  {
    "id": "way/403037786",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037786",
    "x": 863.54,
    "z": -608.44,
    "width": 9.21,
    "depth": 7.58,
    "color": "#d6c5a0",
    "rotation": -0.613,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403037787",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037787",
    "x": 1060.63,
    "z": -671.49,
    "width": 10.1,
    "depth": 7.49,
    "color": "#c2b089",
    "rotation": -0.3746,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403037788",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037788",
    "x": 844.57,
    "z": -442.41,
    "width": 8.03,
    "depth": 7.06,
    "color": "#bfa87e",
    "rotation": -2.2912,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403037789",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037789",
    "x": 753.01,
    "z": -532.91,
    "width": 6.11,
    "depth": 5.76,
    "color": "#cfbe9b",
    "rotation": 2.5973,
    "roof": "#4a6274"
  },
  {
    "id": "way/403037790",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037790",
    "x": 878.13,
    "z": -608.29,
    "width": 12.93,
    "depth": 7.89,
    "color": "#a8b3a7",
    "rotation": 2.4467,
    "roof": "#687a6c"
  },
  {
    "id": "way/403037791",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037791",
    "x": 1046.02,
    "z": -653.15,
    "width": 10.15,
    "depth": 7.45,
    "color": "#b5a995",
    "rotation": -0.1568,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403037792",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037792",
    "x": 766.12,
    "z": -533.82,
    "width": 10.46,
    "depth": 8.48,
    "color": "#c8ba9d",
    "rotation": -0.5816,
    "roof": "#3b556e"
  },
  {
    "id": "way/403037793",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037793",
    "x": 867.37,
    "z": -580.86,
    "width": 7.4,
    "depth": 6.55,
    "color": "#9b8e7b",
    "rotation": -0.7704,
    "roof": "#826554"
  },
  {
    "id": "way/403037794",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037794",
    "x": 1071.61,
    "z": -656.06,
    "width": 14.02,
    "depth": 8.69,
    "color": "#d6c5a0",
    "rotation": -0.2985,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403037795",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037795",
    "x": 777.68,
    "z": -517.18,
    "width": 7.68,
    "depth": 5.69,
    "color": "#c2b089",
    "rotation": 1.0072,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403037796",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037796",
    "x": 890.19,
    "z": -593.7,
    "width": 9.18,
    "depth": 8.35,
    "color": "#bfa87e",
    "rotation": 0.8088,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403037797",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037797",
    "x": 1064.6,
    "z": -629.07,
    "width": 15.09,
    "depth": 9.44,
    "color": "#cfbe9b",
    "rotation": -0.335,
    "roof": "#4a6274"
  },
  {
    "id": "way/403037798",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037798",
    "x": 961.01,
    "z": -596.46,
    "width": 6.34,
    "depth": 6.12,
    "color": "#a8b3a7",
    "rotation": 2.7684,
    "roof": "#687a6c"
  },
  {
    "id": "way/403037799",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037799",
    "x": 797.36,
    "z": -526.85,
    "width": 7.53,
    "depth": 5.82,
    "color": "#b5a995",
    "rotation": -1.9654,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403037800",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037800",
    "x": 1049.12,
    "z": -595.37,
    "width": 12.53,
    "depth": 8.76,
    "color": "#c8ba9d",
    "rotation": 1.0507,
    "roof": "#3b556e"
  },
  {
    "id": "way/403037801",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037801",
    "x": 952.23,
    "z": -609.49,
    "width": 10.08,
    "depth": 8.61,
    "color": "#9b8e7b",
    "rotation": -0.4432,
    "roof": "#826554"
  },
  {
    "id": "way/403037802",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037802",
    "x": 808.96,
    "z": -530,
    "width": 6.1,
    "depth": 6.03,
    "color": "#d6c5a0",
    "rotation": 0.8729,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403037803",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037803",
    "x": 1068.48,
    "z": -612.55,
    "width": 6.08,
    "depth": 5.85,
    "color": "#c2b089",
    "rotation": -1.871,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403037804",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037804",
    "x": 930.02,
    "z": -604.58,
    "width": 11.28,
    "depth": 9.35,
    "color": "#bfa87e",
    "rotation": 2.479,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403037805",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037805",
    "x": 824.69,
    "z": -543.47,
    "width": 12.04,
    "depth": 6.33,
    "color": "#cfbe9b",
    "rotation": 2.4962,
    "roof": "#4a6274"
  },
  {
    "id": "way/403037806",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037806",
    "x": 1012.87,
    "z": -683.98,
    "width": 7.71,
    "depth": 6.77,
    "color": "#a8b3a7",
    "rotation": 1.151,
    "roof": "#687a6c"
  },
  {
    "id": "way/403037807",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037807",
    "x": 918.2,
    "z": -597.08,
    "width": 8.78,
    "depth": 8.67,
    "color": "#b5a995",
    "rotation": -0.7257,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403037808",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037808",
    "x": 987.01,
    "z": -666.69,
    "width": 8.18,
    "depth": 5.91,
    "color": "#c8ba9d",
    "rotation": 1.1274,
    "roof": "#3b556e"
  },
  {
    "id": "way/403037809",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037809",
    "x": 638.16,
    "z": -472.77,
    "width": 10.54,
    "depth": 5.92,
    "color": "#9b8e7b",
    "rotation": 2.4919,
    "roof": "#826554"
  },
  {
    "id": "way/403037810",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037810",
    "x": 925.75,
    "z": -589.36,
    "width": 6,
    "depth": 5.38,
    "color": "#d6c5a0",
    "rotation": -2.2973,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403037811",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037811",
    "x": 985.55,
    "z": -653.17,
    "width": 16.42,
    "depth": 10.77,
    "color": "#c2b089",
    "rotation": -0.2902,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403037812",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037812",
    "x": 669.19,
    "z": -504.29,
    "width": 8.85,
    "depth": 6.34,
    "color": "#bfa87e",
    "rotation": 0.9352,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403037813",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037813",
    "x": 910.89,
    "z": -577.53,
    "width": 10.55,
    "depth": 9.81,
    "color": "#cfbe9b",
    "rotation": 0.7757,
    "roof": "#4a6274"
  },
  {
    "id": "way/403037814",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037814",
    "x": 971.67,
    "z": -646.4,
    "width": 10.74,
    "depth": 7.26,
    "color": "#a8b3a7",
    "rotation": -0.3927,
    "roof": "#687a6c"
  },
  {
    "id": "way/403037815",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037815",
    "x": 866.14,
    "z": -450.77,
    "width": 9.23,
    "depth": 8.46,
    "color": "#b5a995",
    "rotation": 2.5408,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403037816",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037816",
    "x": 685.21,
    "z": -511.63,
    "width": 13.03,
    "depth": 10.08,
    "color": "#c8ba9d",
    "rotation": 0.94,
    "roof": "#3b556e"
  },
  {
    "id": "way/403037817",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037817",
    "x": 894.74,
    "z": -550.94,
    "width": 12.13,
    "depth": 8.96,
    "color": "#9b8e7b",
    "rotation": 2.3562,
    "roof": "#826554"
  },
  {
    "id": "way/403037818",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037818",
    "x": 1006.78,
    "z": -650.52,
    "width": 13.37,
    "depth": 10.5,
    "color": "#d6c5a0",
    "rotation": 2.9219,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403037819",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037819",
    "x": 878.14,
    "z": -456.53,
    "width": 7.41,
    "depth": 5.56,
    "color": "#c2b089",
    "rotation": -0.6996,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403037820",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037820",
    "x": 704.25,
    "z": -520.6,
    "width": 14.74,
    "depth": 11.23,
    "color": "#bfa87e",
    "rotation": 2.612,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403037821",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037821",
    "x": 1024.48,
    "z": -650.69,
    "width": 10.21,
    "depth": 7.48,
    "color": "#cfbe9b",
    "rotation": 2.7593,
    "roof": "#4a6274"
  },
  {
    "id": "way/403037822",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037822",
    "x": 889.54,
    "z": -461.99,
    "width": 6,
    "depth": 4.65,
    "color": "#a8b3a7",
    "rotation": -2.3114,
    "roof": "#687a6c"
  },
  {
    "id": "way/403037823",
    "name": "ကံပုလဲ အဆောက်အအုံ 403037823",
    "x": 783.01,
    "z": -438.69,
    "width": 14.54,
    "depth": 13.65,
    "color": "#b5a995",
    "rotation": -0.4426,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403038126",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038126",
    "x": 1153.94,
    "z": -735.74,
    "width": 8.99,
    "depth": 7.21,
    "color": "#c8ba9d",
    "rotation": 1.0588,
    "roof": "#3b556e"
  },
  {
    "id": "way/403038127",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038127",
    "x": 1171.92,
    "z": -743.67,
    "width": 6.94,
    "depth": 4.16,
    "color": "#9b8e7b",
    "rotation": 1.0785,
    "roof": "#826554"
  },
  {
    "id": "way/403038128",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038128",
    "x": 1162.03,
    "z": -725.86,
    "width": 8.6,
    "depth": 8.34,
    "color": "#d6c5a0",
    "rotation": -2.0342,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403038129",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038129",
    "x": 1155.69,
    "z": -721.13,
    "width": 6,
    "depth": 4,
    "color": "#c2b089",
    "rotation": -2.1404,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403038130",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038130",
    "x": 1097.65,
    "z": -765.03,
    "width": 7.92,
    "depth": 6.55,
    "color": "#bfa87e",
    "rotation": -0.7587,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403038131",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038131",
    "x": 1104.97,
    "z": -790.19,
    "width": 8.63,
    "depth": 6.53,
    "color": "#cfbe9b",
    "rotation": 1.0445,
    "roof": "#4a6274"
  },
  {
    "id": "way/403038132",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038132",
    "x": 1113.1,
    "z": -774.82,
    "width": 7.34,
    "depth": 6.16,
    "color": "#a8b3a7",
    "rotation": 0.9057,
    "roof": "#687a6c"
  },
  {
    "id": "way/403038133",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038133",
    "x": 1126.57,
    "z": -787.26,
    "width": 8.63,
    "depth": 7.75,
    "color": "#b5a995",
    "rotation": -0.6496,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403038134",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038134",
    "x": 1145.95,
    "z": -798.51,
    "width": 9.73,
    "depth": 9.09,
    "color": "#c8ba9d",
    "rotation": -2.1334,
    "roof": "#3b556e"
  },
  {
    "id": "way/403038135",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038135",
    "x": 1120.75,
    "z": -843.47,
    "width": 12.27,
    "depth": 6.76,
    "color": "#9b8e7b",
    "rotation": -2.2878,
    "roof": "#826554"
  },
  {
    "id": "way/403038136",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038136",
    "x": 1142.83,
    "z": -811.18,
    "width": 6,
    "depth": 5.79,
    "color": "#d6c5a0",
    "rotation": 2.7727,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403038137",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038137",
    "x": 1136.24,
    "z": -823.54,
    "width": 7.51,
    "depth": 5.56,
    "color": "#c2b089",
    "rotation": -2.2866,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403038138",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038138",
    "x": 1175.39,
    "z": -813.81,
    "width": 9.64,
    "depth": 7.37,
    "color": "#bfa87e",
    "rotation": -0.4745,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403038139",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038139",
    "x": 1136.18,
    "z": -860.76,
    "width": 7.07,
    "depth": 6.43,
    "color": "#cfbe9b",
    "rotation": 0.9764,
    "roof": "#4a6274"
  },
  {
    "id": "way/403038140",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038140",
    "x": 1165.31,
    "z": -761.95,
    "width": 8.14,
    "depth": 4,
    "color": "#a8b3a7",
    "rotation": -1.9008,
    "roof": "#687a6c"
  },
  {
    "id": "way/403038141",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038141",
    "x": 1147.35,
    "z": -722.37,
    "width": 7.88,
    "depth": 4.34,
    "color": "#b5a995",
    "rotation": 2.7111,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403038142",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038142",
    "x": 1146.68,
    "z": -753.76,
    "width": 10.46,
    "depth": 6.66,
    "color": "#c8ba9d",
    "rotation": -0.5403,
    "roof": "#3b556e"
  },
  {
    "id": "way/403038143",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038143",
    "x": 1147.39,
    "z": -712.29,
    "width": 9.82,
    "depth": 5.91,
    "color": "#9b8e7b",
    "rotation": 1.0233,
    "roof": "#826554"
  },
  {
    "id": "way/403038144",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038144",
    "x": 1156.8,
    "z": -702.43,
    "width": 7.72,
    "depth": 5.24,
    "color": "#d6c5a0",
    "rotation": -1.9501,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403038145",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038145",
    "x": 1143.34,
    "z": -689.73,
    "width": 8.05,
    "depth": 6.7,
    "color": "#c2b089",
    "rotation": 2.5425,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403038146",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038146",
    "x": 1122.1,
    "z": -671.31,
    "width": 9.48,
    "depth": 8.98,
    "color": "#bfa87e",
    "rotation": -0.4064,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403038147",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038147",
    "x": 1156.2,
    "z": -776.23,
    "width": 7.15,
    "depth": 6.36,
    "color": "#cfbe9b",
    "rotation": -0.4538,
    "roof": "#4a6274"
  },
  {
    "id": "way/403038148",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038148",
    "x": 1200.96,
    "z": -798.74,
    "width": 6.77,
    "depth": 6.67,
    "color": "#a8b3a7",
    "rotation": 2.7566,
    "roof": "#687a6c"
  },
  {
    "id": "way/403038149",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038149",
    "x": 1141.18,
    "z": -761.71,
    "width": 8.99,
    "depth": 8.79,
    "color": "#b5a995",
    "rotation": -0.5605,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403038150",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038150",
    "x": 1183.71,
    "z": -765.51,
    "width": 7.87,
    "depth": 7.61,
    "color": "#c8ba9d",
    "rotation": -1.9094,
    "roof": "#3b556e"
  },
  {
    "id": "way/403038151",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038151",
    "x": 1136.29,
    "z": -768.02,
    "width": 6,
    "depth": 4,
    "color": "#9b8e7b",
    "rotation": -0.4499,
    "roof": "#826554"
  },
  {
    "id": "way/403038152",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038152",
    "x": 1201.13,
    "z": -764.09,
    "width": 7.15,
    "depth": 6.82,
    "color": "#d6c5a0",
    "rotation": 1.1928,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403038153",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038153",
    "x": 1132.74,
    "z": -754.89,
    "width": 7.3,
    "depth": 6.48,
    "color": "#c2b089",
    "rotation": 2.6043,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403038154",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038154",
    "x": 1124.33,
    "z": -751.41,
    "width": 6.78,
    "depth": 5.61,
    "color": "#bfa87e",
    "rotation": 2.6736,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403038155",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038155",
    "x": 1152.22,
    "z": -682.42,
    "width": 7.84,
    "depth": 5.87,
    "color": "#cfbe9b",
    "rotation": 2.5973,
    "roof": "#4a6274"
  },
  {
    "id": "way/403038156",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038156",
    "x": 1186.58,
    "z": -722.17,
    "width": 6.63,
    "depth": 6.49,
    "color": "#a8b3a7",
    "rotation": -0.5446,
    "roof": "#687a6c"
  },
  {
    "id": "way/403038157",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038157",
    "x": 1075.19,
    "z": -712.56,
    "width": 7.62,
    "depth": 6.25,
    "color": "#b5a995",
    "rotation": 0.9664,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403038158",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038158",
    "x": 1086.86,
    "z": -758.19,
    "width": 6.05,
    "depth": 5.82,
    "color": "#c8ba9d",
    "rotation": 0.8582,
    "roof": "#3b556e"
  },
  {
    "id": "way/403038159",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038159",
    "x": 1103.34,
    "z": -805.34,
    "width": 9.88,
    "depth": 6.49,
    "color": "#9b8e7b",
    "rotation": 1.0451,
    "roof": "#826554"
  },
  {
    "id": "way/403038160",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038160",
    "x": 1040.76,
    "z": -788.19,
    "width": 15.25,
    "depth": 12.91,
    "color": "#d6c5a0",
    "rotation": -0.6955,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403038161",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038161",
    "x": 1103.18,
    "z": -825.28,
    "width": 6.9,
    "depth": 6.41,
    "color": "#c2b089",
    "rotation": 2.5216,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403038162",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038162",
    "x": 1052.62,
    "z": -774.35,
    "width": 7,
    "depth": 6.29,
    "color": "#bfa87e",
    "rotation": 2.4471,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403038163",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038163",
    "x": 1099.56,
    "z": -835.05,
    "width": 9.56,
    "depth": 6.87,
    "color": "#cfbe9b",
    "rotation": 0.974,
    "roof": "#4a6274"
  },
  {
    "id": "way/403038164",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038164",
    "x": 1019.65,
    "z": -716.97,
    "width": 6,
    "depth": 4.86,
    "color": "#a8b3a7",
    "rotation": 0.763,
    "roof": "#687a6c"
  },
  {
    "id": "way/403038165",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038165",
    "x": 1123.58,
    "z": -739.1,
    "width": 10.6,
    "depth": 5.56,
    "color": "#b5a995",
    "rotation": 2.4456,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403038166",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038166",
    "x": 1072.41,
    "z": -748.94,
    "width": 17.62,
    "depth": 11.16,
    "color": "#c8ba9d",
    "rotation": 0.8937,
    "roof": "#3b556e"
  },
  {
    "id": "way/403038167",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038167",
    "x": 1108.67,
    "z": -731.38,
    "width": 8.14,
    "depth": 5.08,
    "color": "#9b8e7b",
    "rotation": -0.7211,
    "roof": "#826554"
  },
  {
    "id": "way/403038168",
    "name": "ကံပုလဲ အဆောက်အအုံ 403038168",
    "x": 1060.23,
    "z": -743.59,
    "width": 14.24,
    "depth": 11.82,
    "color": "#d6c5a0",
    "rotation": -2.1546,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403040729",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040729",
    "x": 1387.88,
    "z": -746.35,
    "width": 26.08,
    "depth": 25.51,
    "color": "#c2b089",
    "rotation": 2.4674,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403040730",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040730",
    "x": 1130.09,
    "z": -532.53,
    "width": 6,
    "depth": 5.09,
    "color": "#bfa87e",
    "rotation": 0.9723,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403040731",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040731",
    "x": 1267.57,
    "z": -562.34,
    "width": 7.93,
    "depth": 6.07,
    "color": "#cfbe9b",
    "rotation": -0.6105,
    "roof": "#4a6274"
  },
  {
    "id": "way/403040732",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040732",
    "x": 1240.25,
    "z": -604.27,
    "width": 7.71,
    "depth": 6.58,
    "color": "#a8b3a7",
    "rotation": -0.758,
    "roof": "#687a6c"
  },
  {
    "id": "way/403040733",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040733",
    "x": 1261.84,
    "z": -777.77,
    "width": 7.21,
    "depth": 4.4,
    "color": "#b5a995",
    "rotation": 2.6688,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403040734",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040734",
    "x": 1370.96,
    "z": -602.99,
    "width": 8.38,
    "depth": 4.13,
    "color": "#c8ba9d",
    "rotation": -2.5083,
    "roof": "#3b556e"
  },
  {
    "id": "way/403040735",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040735",
    "x": 1061.01,
    "z": -564.81,
    "width": 6,
    "depth": 4.62,
    "color": "#9b8e7b",
    "rotation": 1.1448,
    "roof": "#826554"
  },
  {
    "id": "way/403040736",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040736",
    "x": 1266,
    "z": -549.65,
    "width": 10.05,
    "depth": 6.44,
    "color": "#d6c5a0",
    "rotation": 0.8485,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403040737",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040737",
    "x": 1247.15,
    "z": -611.02,
    "width": 8.87,
    "depth": 7.63,
    "color": "#c2b089",
    "rotation": 2.38,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403040738",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040738",
    "x": 1276.57,
    "z": -553.84,
    "width": 8.65,
    "depth": 7.51,
    "color": "#bfa87e",
    "rotation": -2.3313,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403040739",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040739",
    "x": 1262.17,
    "z": -748.7,
    "width": 9.81,
    "depth": 6.27,
    "color": "#cfbe9b",
    "rotation": -2.1503,
    "roof": "#4a6274"
  },
  {
    "id": "way/403040740",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040740",
    "x": 1054.61,
    "z": -561.15,
    "width": 6.76,
    "depth": 5.07,
    "color": "#a8b3a7",
    "rotation": 2.6078,
    "roof": "#687a6c"
  },
  {
    "id": "way/403040741",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040741",
    "x": 1258.81,
    "z": -628.29,
    "width": 13.52,
    "depth": 8.77,
    "color": "#b5a995",
    "rotation": 2.4031,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403040742",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040742",
    "x": 1192.92,
    "z": -566.94,
    "width": 7.89,
    "depth": 7.7,
    "color": "#c8ba9d",
    "rotation": -2.0882,
    "roof": "#3b556e"
  },
  {
    "id": "way/403040743",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040743",
    "x": 1383.55,
    "z": -715.16,
    "width": 9.72,
    "depth": 5.46,
    "color": "#9b8e7b",
    "rotation": -0.5998,
    "roof": "#826554"
  },
  {
    "id": "way/403040744",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040744",
    "x": 1091.82,
    "z": -571.74,
    "width": 6,
    "depth": 4.74,
    "color": "#d6c5a0",
    "rotation": 1.2082,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403040745",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040745",
    "x": 1213.09,
    "z": -550.64,
    "width": 6,
    "depth": 4.97,
    "color": "#c2b089",
    "rotation": -0.5876,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403040746",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040746",
    "x": 1229.12,
    "z": -622.12,
    "width": 8.86,
    "depth": 7.65,
    "color": "#bfa87e",
    "rotation": 0.9408,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403040747",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040747",
    "x": 1322.58,
    "z": -714.56,
    "width": 9.9,
    "depth": 8.53,
    "color": "#cfbe9b",
    "rotation": -0.6569,
    "roof": "#4a6274"
  },
  {
    "id": "way/403040748",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040748",
    "x": 1401.39,
    "z": -699.12,
    "width": 27.01,
    "depth": 13.3,
    "color": "#a8b3a7",
    "rotation": 2.5676,
    "roof": "#687a6c"
  },
  {
    "id": "way/403040749",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040749",
    "x": 1098.98,
    "z": -575.38,
    "width": 7.43,
    "depth": 4.76,
    "color": "#b5a995",
    "rotation": 2.75,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403040750",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040750",
    "x": 1218.92,
    "z": -514.46,
    "width": 6,
    "depth": 4.61,
    "color": "#c8ba9d",
    "rotation": -2.1716,
    "roof": "#3b556e"
  },
  {
    "id": "way/403040751",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040751",
    "x": 1247.81,
    "z": -640.42,
    "width": 9.02,
    "depth": 8.98,
    "color": "#9b8e7b",
    "rotation": 2.4266,
    "roof": "#826554"
  },
  {
    "id": "way/403040752",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040752",
    "x": 1333.57,
    "z": -719.4,
    "width": 6.88,
    "depth": 6.11,
    "color": "#d6c5a0",
    "rotation": -2.1705,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403040753",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040753",
    "x": 1408.91,
    "z": -654.12,
    "width": 27.86,
    "depth": 14.56,
    "color": "#c2b089",
    "rotation": -0.7894,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403040754",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040754",
    "x": 1116.26,
    "z": -580.99,
    "width": 13.61,
    "depth": 8.84,
    "color": "#bfa87e",
    "rotation": -0.4537,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403040755",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040755",
    "x": 1268.21,
    "z": -646.49,
    "width": 7.08,
    "depth": 5.93,
    "color": "#cfbe9b",
    "rotation": 2.3704,
    "roof": "#4a6274"
  },
  {
    "id": "way/403040756",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040756",
    "x": 1200.47,
    "z": -629.79,
    "width": 9.04,
    "depth": 6.68,
    "color": "#a8b3a7",
    "rotation": 2.4897,
    "roof": "#687a6c"
  },
  {
    "id": "way/403040757",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040757",
    "x": 1328.89,
    "z": -728.26,
    "width": 7.49,
    "depth": 7.49,
    "color": "#b5a995",
    "rotation": -0.7854,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403040758",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040758",
    "x": 1088.82,
    "z": -562.17,
    "width": 6.67,
    "depth": 6.28,
    "color": "#c8ba9d",
    "rotation": -0.3801,
    "roof": "#3b556e"
  },
  {
    "id": "way/403040759",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040759",
    "x": 1279.5,
    "z": -646.99,
    "width": 6.87,
    "depth": 6.46,
    "color": "#9b8e7b",
    "rotation": 0.8316,
    "roof": "#826554"
  },
  {
    "id": "way/403040760",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040760",
    "x": 1211.78,
    "z": -641.67,
    "width": 12,
    "depth": 8.04,
    "color": "#d6c5a0",
    "rotation": 0.9733,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403040761",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040761",
    "x": 1292.28,
    "z": -660.63,
    "width": 6,
    "depth": 4.78,
    "color": "#c2b089",
    "rotation": 2.4118,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403040762",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040762",
    "x": 1317.77,
    "z": -728.35,
    "width": 7.79,
    "depth": 5.56,
    "color": "#bfa87e",
    "rotation": 0.9344,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403040763",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040763",
    "x": 1239.56,
    "z": -540.48,
    "width": 6,
    "depth": 4,
    "color": "#cfbe9b",
    "rotation": -0.4965,
    "roof": "#4a6274"
  },
  {
    "id": "way/403040764",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040764",
    "x": 1204.32,
    "z": -669.13,
    "width": 6.86,
    "depth": 6.3,
    "color": "#a8b3a7",
    "rotation": -2.0683,
    "roof": "#687a6c"
  },
  {
    "id": "way/403040765",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040765",
    "x": 1309.88,
    "z": -721.48,
    "width": 9.56,
    "depth": 6.49,
    "color": "#b5a995",
    "rotation": 2.467,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403040766",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040766",
    "x": 1254.93,
    "z": -537.42,
    "width": 11.67,
    "depth": 7.63,
    "color": "#c8ba9d",
    "rotation": 2.5287,
    "roof": "#3b556e"
  },
  {
    "id": "way/403040767",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040767",
    "x": 1212.6,
    "z": -624.64,
    "width": 6,
    "depth": 4.96,
    "color": "#9b8e7b",
    "rotation": 2.4776,
    "roof": "#826554"
  },
  {
    "id": "way/403040768",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040768",
    "x": 1293.61,
    "z": -712.76,
    "width": 6.21,
    "depth": 4.91,
    "color": "#d6c5a0",
    "rotation": -0.6143,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403040769",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040769",
    "x": 1143.49,
    "z": -545.98,
    "width": 12.56,
    "depth": 8.67,
    "color": "#c2b089",
    "rotation": 2.6326,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403040770",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040770",
    "x": 1206.64,
    "z": -697.86,
    "width": 10.45,
    "depth": 9.63,
    "color": "#bfa87e",
    "rotation": -0.613,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403040771",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040771",
    "x": 1382.19,
    "z": -638.39,
    "width": 6.77,
    "depth": 6.25,
    "color": "#cfbe9b",
    "rotation": -0.9894,
    "roof": "#4a6274"
  },
  {
    "id": "way/403040772",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040772",
    "x": 1144.14,
    "z": -514.01,
    "width": 6.01,
    "depth": 5.37,
    "color": "#a8b3a7",
    "rotation": -0.1155,
    "roof": "#687a6c"
  },
  {
    "id": "way/403040773",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040773",
    "x": 1208.74,
    "z": -714.45,
    "width": 6.71,
    "depth": 6.12,
    "color": "#b5a995",
    "rotation": 2.6493,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403040774",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040774",
    "x": 1345.72,
    "z": -647.85,
    "width": 8.78,
    "depth": 6.61,
    "color": "#c8ba9d",
    "rotation": 2.6364,
    "roof": "#3b556e"
  },
  {
    "id": "way/403040775",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040775",
    "x": 1162.11,
    "z": -522.91,
    "width": 6,
    "depth": 4.82,
    "color": "#9b8e7b",
    "rotation": 1.199,
    "roof": "#826554"
  },
  {
    "id": "way/403040776",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040776",
    "x": 1215.89,
    "z": -587.28,
    "width": 10.22,
    "depth": 7.35,
    "color": "#d6c5a0",
    "rotation": -0.5791,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403040777",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040777",
    "x": 1343.81,
    "z": -655.23,
    "width": 6,
    "depth": 4.35,
    "color": "#c2b089",
    "rotation": 2.4771,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403040778",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040778",
    "x": 1181.46,
    "z": -533.39,
    "width": 6,
    "depth": 5.35,
    "color": "#bfa87e",
    "rotation": 1.1699,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403040779",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040779",
    "x": 1351.94,
    "z": -659.32,
    "width": 6,
    "depth": 4.02,
    "color": "#cfbe9b",
    "rotation": -0.6733,
    "roof": "#4a6274"
  },
  {
    "id": "way/403040780",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040780",
    "x": 1190.16,
    "z": -539.03,
    "width": 6.64,
    "depth": 5.51,
    "color": "#a8b3a7",
    "rotation": -2.1448,
    "roof": "#687a6c"
  },
  {
    "id": "way/403040781",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040781",
    "x": 1332.96,
    "z": -660.33,
    "width": 7.91,
    "depth": 7.49,
    "color": "#b5a995",
    "rotation": 0.8139,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403040782",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040782",
    "x": 1200.81,
    "z": -544.02,
    "width": 10.36,
    "depth": 8.41,
    "color": "#c8ba9d",
    "rotation": -2.2184,
    "roof": "#3b556e"
  },
  {
    "id": "way/403040783",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040783",
    "x": 1211.91,
    "z": -574.1,
    "width": 7.08,
    "depth": 6.04,
    "color": "#9b8e7b",
    "rotation": -0.4638,
    "roof": "#826554"
  },
  {
    "id": "way/403040784",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040784",
    "x": 1321.38,
    "z": -650.9,
    "width": 9.29,
    "depth": 7.92,
    "color": "#d6c5a0",
    "rotation": -0.7734,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403040785",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040785",
    "x": 1093.93,
    "z": -554.32,
    "width": 7.24,
    "depth": 5.71,
    "color": "#c2b089",
    "rotation": -0.4583,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403040786",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040786",
    "x": 1176.73,
    "z": -509.74,
    "width": 8.58,
    "depth": 6.58,
    "color": "#bfa87e",
    "rotation": 2.6824,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403040787",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040787",
    "x": 1283.33,
    "z": -655.37,
    "width": 6.45,
    "depth": 6.32,
    "color": "#cfbe9b",
    "rotation": -0.8026,
    "roof": "#4a6274"
  },
  {
    "id": "way/403040788",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040788",
    "x": 1172.35,
    "z": -605.81,
    "width": 8.36,
    "depth": 4.68,
    "color": "#a8b3a7",
    "rotation": -1.8419,
    "roof": "#687a6c"
  },
  {
    "id": "way/403040789",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040789",
    "x": 1263.46,
    "z": -660.71,
    "width": 6,
    "depth": 4,
    "color": "#b5a995",
    "rotation": 0.8962,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403040790",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040790",
    "x": 1078.72,
    "z": -546.01,
    "width": 7.71,
    "depth": 5.6,
    "color": "#c8ba9d",
    "rotation": 0.9495,
    "roof": "#3b556e"
  },
  {
    "id": "way/403040791",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040791",
    "x": 1161.35,
    "z": -601.54,
    "width": 9.46,
    "depth": 5.35,
    "color": "#9b8e7b",
    "rotation": -0.3955,
    "roof": "#826554"
  },
  {
    "id": "way/403040792",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040792",
    "x": 1277.62,
    "z": -690.75,
    "width": 19.6,
    "depth": 8.37,
    "color": "#d6c5a0",
    "rotation": 2.4483,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403040793",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040793",
    "x": 1111.98,
    "z": -558.53,
    "width": 6,
    "depth": 5.1,
    "color": "#c2b089",
    "rotation": 0.9111,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403040794",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040794",
    "x": 1254.55,
    "z": -520.62,
    "width": 8.52,
    "depth": 5.64,
    "color": "#bfa87e",
    "rotation": -0.5221,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403040795",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040795",
    "x": 1189.07,
    "z": -642.34,
    "width": 11.5,
    "depth": 6.63,
    "color": "#cfbe9b",
    "rotation": 2.6257,
    "roof": "#4a6274"
  },
  {
    "id": "way/403040796",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040796",
    "x": 1273.51,
    "z": -705.53,
    "width": 13.72,
    "depth": 11.13,
    "color": "#a8b3a7",
    "rotation": -2.1784,
    "roof": "#687a6c"
  },
  {
    "id": "way/403040797",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040797",
    "x": 1124.19,
    "z": -575.58,
    "width": 6,
    "depth": 4.06,
    "color": "#b5a995",
    "rotation": -1.9453,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403040798",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040798",
    "x": 1233.38,
    "z": -569.15,
    "width": 7.18,
    "depth": 5.6,
    "color": "#c8ba9d",
    "rotation": 0.7853,
    "roof": "#3b556e"
  },
  {
    "id": "way/403040799",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040799",
    "x": 1257.33,
    "z": -686.87,
    "width": 12.45,
    "depth": 9.22,
    "color": "#9b8e7b",
    "rotation": 2.5441,
    "roof": "#826554"
  },
  {
    "id": "way/403040800",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040800",
    "x": 1137.4,
    "z": -591.03,
    "width": 7.81,
    "depth": 6.87,
    "color": "#d6c5a0",
    "rotation": -1.973,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403040801",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040801",
    "x": 1249.9,
    "z": -579.64,
    "width": 8.45,
    "depth": 6.21,
    "color": "#c2b089",
    "rotation": -0.7353,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403040802",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040802",
    "x": 1220.98,
    "z": -708.18,
    "width": 13.32,
    "depth": 9.49,
    "color": "#bfa87e",
    "rotation": 2.6639,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403040803",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040803",
    "x": 1235.16,
    "z": -673.33,
    "width": 14.79,
    "depth": 10.03,
    "color": "#cfbe9b",
    "rotation": -0.5406,
    "roof": "#4a6274"
  },
  {
    "id": "way/403040804",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040804",
    "x": 1290.62,
    "z": -722.14,
    "width": 8.7,
    "depth": 5.11,
    "color": "#a8b3a7",
    "rotation": 2.4651,
    "roof": "#687a6c"
  },
  {
    "id": "way/403040805",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040805",
    "x": 1146.08,
    "z": -581.83,
    "width": 6,
    "depth": 4.52,
    "color": "#b5a995",
    "rotation": 1.0425,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403040806",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040806",
    "x": 1262.25,
    "z": -587.13,
    "width": 8.44,
    "depth": 7.72,
    "color": "#c8ba9d",
    "rotation": 2.3693,
    "roof": "#3b556e"
  },
  {
    "id": "way/403040807",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040807",
    "x": 1237.9,
    "z": -718.02,
    "width": 13.32,
    "depth": 9.01,
    "color": "#9b8e7b",
    "rotation": -0.5594,
    "roof": "#826554"
  },
  {
    "id": "way/403040808",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040808",
    "x": 1237.48,
    "z": -648.24,
    "width": 10.46,
    "depth": 5.82,
    "color": "#d6c5a0",
    "rotation": 2.5079,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403040809",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040809",
    "x": 1119.23,
    "z": -625.88,
    "width": 6,
    "depth": 4.39,
    "color": "#c2b089",
    "rotation": 2.696,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403040810",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040810",
    "x": 1271.22,
    "z": -595.67,
    "width": 8.45,
    "depth": 7.37,
    "color": "#bfa87e",
    "rotation": -0.8103,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403040811",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040811",
    "x": 1213.32,
    "z": -731.22,
    "width": 8.01,
    "depth": 4.11,
    "color": "#cfbe9b",
    "rotation": -2.0417,
    "roof": "#4a6274"
  },
  {
    "id": "way/403040812",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040812",
    "x": 1282.88,
    "z": -602.45,
    "width": 12.7,
    "depth": 9.19,
    "color": "#a8b3a7",
    "rotation": -2.3909,
    "roof": "#687a6c"
  },
  {
    "id": "way/403040813",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040813",
    "x": 1229.34,
    "z": -738.94,
    "width": 6.2,
    "depth": 5.61,
    "color": "#b5a995",
    "rotation": -0.632,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403040814",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040814",
    "x": 1305.31,
    "z": -734.91,
    "width": 9.53,
    "depth": 7.26,
    "color": "#c8ba9d",
    "rotation": -0.6471,
    "roof": "#3b556e"
  },
  {
    "id": "way/403040815",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040815",
    "x": 1296.04,
    "z": -610.25,
    "width": 15.62,
    "depth": 8.36,
    "color": "#9b8e7b",
    "rotation": -0.8125,
    "roof": "#826554"
  },
  {
    "id": "way/403040816",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040816",
    "x": 1222.46,
    "z": -757.81,
    "width": 6,
    "depth": 5.11,
    "color": "#d6c5a0",
    "rotation": -0.3722,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403040817",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040817",
    "x": 1040.55,
    "z": -557.47,
    "width": 7.53,
    "depth": 5.39,
    "color": "#c2b089",
    "rotation": -0.5449,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403040818",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040818",
    "x": 1184.41,
    "z": -516.85,
    "width": 6,
    "depth": 4.74,
    "color": "#bfa87e",
    "rotation": -0.401,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403040819",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040819",
    "x": 1347.69,
    "z": -745.9,
    "width": 6,
    "depth": 4.96,
    "color": "#cfbe9b",
    "rotation": 2.4413,
    "roof": "#4a6274"
  },
  {
    "id": "way/403040820",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040820",
    "x": 1288.73,
    "z": -761.98,
    "width": 6,
    "depth": 5.59,
    "color": "#a8b3a7",
    "rotation": 2.3562,
    "roof": "#687a6c"
  },
  {
    "id": "way/403040821",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040821",
    "x": 1240.41,
    "z": -766.86,
    "width": 8.81,
    "depth": 6.47,
    "color": "#b5a995",
    "rotation": -2.0651,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403040822",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040822",
    "x": 1324.59,
    "z": -746.14,
    "width": 11.9,
    "depth": 10.15,
    "color": "#c8ba9d",
    "rotation": -0.6465,
    "roof": "#3b556e"
  },
  {
    "id": "way/403040823",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040823",
    "x": 1194.11,
    "z": -518.03,
    "width": 6.84,
    "depth": 6.18,
    "color": "#9b8e7b",
    "rotation": -2.0097,
    "roof": "#826554"
  },
  {
    "id": "way/403040824",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040824",
    "x": 1358.63,
    "z": -736.06,
    "width": 20.58,
    "depth": 14.83,
    "color": "#d6c5a0",
    "rotation": 1.0085,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403040825",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040825",
    "x": 1220.36,
    "z": -598.91,
    "width": 8.52,
    "depth": 5.6,
    "color": "#c2b089",
    "rotation": -0.6491,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403040826",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040826",
    "x": 1250.15,
    "z": -750.05,
    "width": 8.78,
    "depth": 7.59,
    "color": "#bfa87e",
    "rotation": -0.713,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403040827",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040827",
    "x": 1310.04,
    "z": -635.79,
    "width": 12.53,
    "depth": 9.06,
    "color": "#cfbe9b",
    "rotation": 2.5259,
    "roof": "#4a6274"
  },
  {
    "id": "way/403040828",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040828",
    "x": 1333.99,
    "z": -765.31,
    "width": 12.35,
    "depth": 7.49,
    "color": "#a8b3a7",
    "rotation": -2.3562,
    "roof": "#687a6c"
  },
  {
    "id": "way/403040829",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040829",
    "x": 1194.74,
    "z": -528.23,
    "width": 6,
    "depth": 5.31,
    "color": "#b5a995",
    "rotation": -1.9897,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403040830",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040830",
    "x": 1231.94,
    "z": -596.9,
    "width": 8.51,
    "depth": 7.63,
    "color": "#c8ba9d",
    "rotation": -0.6608,
    "roof": "#3b556e"
  },
  {
    "id": "way/403040831",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040831",
    "x": 1174.65,
    "z": -642.66,
    "width": 7.18,
    "depth": 4.72,
    "color": "#9b8e7b",
    "rotation": 1.0837,
    "roof": "#826554"
  },
  {
    "id": "way/403040832",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040832",
    "x": 1347.33,
    "z": -673.41,
    "width": 8.36,
    "depth": 6.89,
    "color": "#d6c5a0",
    "rotation": -0.7215,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403040833",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040833",
    "x": 1338.91,
    "z": -737.87,
    "width": 7.08,
    "depth": 5.47,
    "color": "#c2b089",
    "rotation": -2.4011,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403040834",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040834",
    "x": 1069.68,
    "z": -562.61,
    "width": 7.43,
    "depth": 6.42,
    "color": "#bfa87e",
    "rotation": -0.3916,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403040835",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040835",
    "x": 1187.36,
    "z": -525.23,
    "width": 6,
    "depth": 4,
    "color": "#cfbe9b",
    "rotation": 2.5965,
    "roof": "#4a6274"
  },
  {
    "id": "way/403040836",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040836",
    "x": 1193.09,
    "z": -657.97,
    "width": 14.52,
    "depth": 11.73,
    "color": "#a8b3a7",
    "rotation": 1.1804,
    "roof": "#687a6c"
  },
  {
    "id": "way/403040837",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040837",
    "x": 1361.44,
    "z": -684.36,
    "width": 9.37,
    "depth": 8.06,
    "color": "#b5a995",
    "rotation": -0.6388,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403040838",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040838",
    "x": 1350.9,
    "z": -714.17,
    "width": 9.8,
    "depth": 8.46,
    "color": "#c8ba9d",
    "rotation": 2.5471,
    "roof": "#3b556e"
  },
  {
    "id": "way/403040839",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040839",
    "x": 1206.65,
    "z": -534.16,
    "width": 6,
    "depth": 5.6,
    "color": "#9b8e7b",
    "rotation": 2.4306,
    "roof": "#826554"
  },
  {
    "id": "way/403040840",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040840",
    "x": 1302.96,
    "z": -676.85,
    "width": 7.58,
    "depth": 6.04,
    "color": "#d6c5a0",
    "rotation": 0.9632,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403040841",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040841",
    "x": 1352.28,
    "z": -779.76,
    "width": 6,
    "depth": 4.65,
    "color": "#c2b089",
    "rotation": -1.9853,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403040842",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040842",
    "x": 1214.39,
    "z": -540.52,
    "width": 7.91,
    "depth": 6.66,
    "color": "#bfa87e",
    "rotation": -2.1278,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403040843",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040843",
    "x": 1242.84,
    "z": -662.21,
    "width": 7.21,
    "depth": 6.94,
    "color": "#cfbe9b",
    "rotation": -0.473,
    "roof": "#4a6274"
  },
  {
    "id": "way/403040844",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040844",
    "x": 1313.09,
    "z": -680.2,
    "width": 11.83,
    "depth": 10.06,
    "color": "#a8b3a7",
    "rotation": 0.9947,
    "roof": "#687a6c"
  },
  {
    "id": "way/403040845",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040845",
    "x": 1112.47,
    "z": -634.83,
    "width": 11.91,
    "depth": 9.41,
    "color": "#b5a995",
    "rotation": 2.6806,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403040846",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040846",
    "x": 1180.05,
    "z": -656.4,
    "width": 10.09,
    "depth": 7.02,
    "color": "#c8ba9d",
    "rotation": 2.6323,
    "roof": "#3b556e"
  },
  {
    "id": "way/403040847",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040847",
    "x": 1253.79,
    "z": -726.45,
    "width": 10.03,
    "depth": 8.62,
    "color": "#9b8e7b",
    "rotation": -2.1109,
    "roof": "#826554"
  },
  {
    "id": "way/403040848",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040848",
    "x": 1135.79,
    "z": -642.4,
    "width": 9.99,
    "depth": 5.86,
    "color": "#d6c5a0",
    "rotation": -2.0781,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403040849",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040849",
    "x": 1190.81,
    "z": -634.61,
    "width": 9.51,
    "depth": 6.44,
    "color": "#c2b089",
    "rotation": -0.5478,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403040850",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040850",
    "x": 1309.92,
    "z": -575.35,
    "width": 9.1,
    "depth": 5.3,
    "color": "#bfa87e",
    "rotation": -2.1741,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403040851",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040851",
    "x": 1155.38,
    "z": -646.35,
    "width": 13.42,
    "depth": 10.93,
    "color": "#cfbe9b",
    "rotation": -1.8476,
    "roof": "#4a6274"
  },
  {
    "id": "way/403040852",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040852",
    "x": 1293.13,
    "z": -595.09,
    "width": 7.81,
    "depth": 5.51,
    "color": "#a8b3a7",
    "rotation": -0.7455,
    "roof": "#687a6c"
  },
  {
    "id": "way/403040853",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040853",
    "x": 1318.07,
    "z": -591.69,
    "width": 11.66,
    "depth": 6.58,
    "color": "#b5a995",
    "rotation": -0.836,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403040854",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040854",
    "x": 1129.97,
    "z": -515.5,
    "width": 6.01,
    "depth": 5.54,
    "color": "#c8ba9d",
    "rotation": -0.2937,
    "roof": "#3b556e"
  },
  {
    "id": "way/403040855",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040855",
    "x": 1283.08,
    "z": -579.04,
    "width": 13.5,
    "depth": 9.66,
    "color": "#9b8e7b",
    "rotation": 0.9032,
    "roof": "#826554"
  },
  {
    "id": "way/403040856",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040856",
    "x": 1339.71,
    "z": -605.65,
    "width": 7.02,
    "depth": 5.65,
    "color": "#d6c5a0",
    "rotation": -0.8059,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403040857",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040857",
    "x": 1134.02,
    "z": -524.74,
    "width": 6,
    "depth": 4,
    "color": "#c2b089",
    "rotation": -2.1112,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403040858",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040858",
    "x": 1257.13,
    "z": -568.3,
    "width": 7.89,
    "depth": 6.37,
    "color": "#bfa87e",
    "rotation": -2.222,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403040859",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040859",
    "x": 1260.1,
    "z": -761.38,
    "width": 6.53,
    "depth": 5.24,
    "color": "#cfbe9b",
    "rotation": -0.3497,
    "roof": "#4a6274"
  },
  {
    "id": "way/403040860",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040860",
    "x": 1378.5,
    "z": -601.35,
    "width": 6,
    "depth": 4,
    "color": "#a8b3a7",
    "rotation": 2.4973,
    "roof": "#687a6c"
  },
  {
    "id": "way/403040861",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040861",
    "x": 1355.49,
    "z": -758.78,
    "width": 23.74,
    "depth": 11.92,
    "color": "#b5a995",
    "rotation": -0.5747,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403040862",
    "name": "ကံပုလဲ အဆောက်အအုံ 403040862",
    "x": 1278.88,
    "z": -760.77,
    "width": 10.87,
    "depth": 5.17,
    "color": "#c8ba9d",
    "rotation": 0.7854,
    "roof": "#3b556e"
  },
  {
    "id": "way/403043481",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043481",
    "x": 1670.26,
    "z": -820.62,
    "width": 6.91,
    "depth": 6.07,
    "color": "#9b8e7b",
    "rotation": 0.7853,
    "roof": "#826554"
  },
  {
    "id": "way/403043482",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043482",
    "x": 1488.85,
    "z": -911.46,
    "width": 6,
    "depth": 4,
    "color": "#d6c5a0",
    "rotation": -1.9374,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403043483",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043483",
    "x": 1501.2,
    "z": -780.93,
    "width": 11.9,
    "depth": 11.03,
    "color": "#c2b089",
    "rotation": 2.5796,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403043484",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043484",
    "x": 1402.26,
    "z": -950.12,
    "width": 11.52,
    "depth": 7.95,
    "color": "#bfa87e",
    "rotation": 1.0635,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403043485",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043485",
    "x": 1599.03,
    "z": -948.02,
    "width": 10.77,
    "depth": 9.15,
    "color": "#cfbe9b",
    "rotation": -0.6381,
    "roof": "#4a6274"
  },
  {
    "id": "way/403043486",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043486",
    "x": 1567.31,
    "z": -783.58,
    "width": 8.05,
    "depth": 6.58,
    "color": "#a8b3a7",
    "rotation": 2.5412,
    "roof": "#687a6c"
  },
  {
    "id": "way/403043487",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043487",
    "x": 1680.93,
    "z": -821.9,
    "width": 10.19,
    "depth": 8.18,
    "color": "#b5a995",
    "rotation": 0.8236,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403043488",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043488",
    "x": 1489.05,
    "z": -964.98,
    "width": 14.48,
    "depth": 8.56,
    "color": "#c8ba9d",
    "rotation": 2.4078,
    "roof": "#3b556e"
  },
  {
    "id": "way/403043489",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043489",
    "x": 1461.4,
    "z": -747.36,
    "width": 8.14,
    "depth": 7.48,
    "color": "#9b8e7b",
    "rotation": -2.3046,
    "roof": "#826554"
  },
  {
    "id": "way/403043490",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043490",
    "x": 1433.25,
    "z": -980.04,
    "width": 8.56,
    "depth": 8.47,
    "color": "#d6c5a0",
    "rotation": 2.4304,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403043491",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043491",
    "x": 1588.76,
    "z": -936.41,
    "width": 9.61,
    "depth": 8.16,
    "color": "#c2b089",
    "rotation": 2.5663,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403043492",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043492",
    "x": 1533.75,
    "z": -795.06,
    "width": 12.35,
    "depth": 9.43,
    "color": "#bfa87e",
    "rotation": 2.5631,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403043493",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043493",
    "x": 1686.71,
    "z": -827.38,
    "width": 7.59,
    "depth": 4.32,
    "color": "#cfbe9b",
    "rotation": -2.2576,
    "roof": "#4a6274"
  },
  {
    "id": "way/403043494",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043494",
    "x": 1667.84,
    "z": -858.65,
    "width": 10.92,
    "depth": 8.24,
    "color": "#a8b3a7",
    "rotation": 0.5757,
    "roof": "#687a6c"
  },
  {
    "id": "way/403043495",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043495",
    "x": 1512.48,
    "z": -974.77,
    "width": 8.59,
    "depth": 6.69,
    "color": "#b5a995",
    "rotation": -0.6983,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403043496",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043496",
    "x": 1449.31,
    "z": -739.73,
    "width": 10.62,
    "depth": 6.52,
    "color": "#c8ba9d",
    "rotation": -0.6761,
    "roof": "#3b556e"
  },
  {
    "id": "way/403043497",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043497",
    "x": 1455.85,
    "z": -984.96,
    "width": 8.96,
    "depth": 6.38,
    "color": "#9b8e7b",
    "rotation": -0.5712,
    "roof": "#826554"
  },
  {
    "id": "way/403043498",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043498",
    "x": 1571.92,
    "z": -924.4,
    "width": 8.83,
    "depth": 8.81,
    "color": "#d6c5a0",
    "rotation": -2.1639,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403043499",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043499",
    "x": 1524.44,
    "z": -784.93,
    "width": 9.68,
    "depth": 5.92,
    "color": "#c2b089",
    "rotation": -0.4647,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403043500",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043500",
    "x": 1530.12,
    "z": -1083.69,
    "width": 6,
    "depth": 4.39,
    "color": "#bfa87e",
    "rotation": 0.8634,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403043501",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043501",
    "x": 1699.56,
    "z": -843.38,
    "width": 10.4,
    "depth": 7.23,
    "color": "#cfbe9b",
    "rotation": 2.428,
    "roof": "#4a6274"
  },
  {
    "id": "way/403043502",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043502",
    "x": 1503.04,
    "z": -976.2,
    "width": 6,
    "depth": 4,
    "color": "#a8b3a7",
    "rotation": 2.5906,
    "roof": "#687a6c"
  },
  {
    "id": "way/403043503",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043503",
    "x": 1547.59,
    "z": -906.65,
    "width": 14.98,
    "depth": 11.08,
    "color": "#b5a995",
    "rotation": 0.8066,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403043504",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043504",
    "x": 1513.94,
    "z": -794.28,
    "width": 15.62,
    "depth": 12.04,
    "color": "#c8ba9d",
    "rotation": 0.9893,
    "roof": "#3b556e"
  },
  {
    "id": "way/403043505",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043505",
    "x": 1514.4,
    "z": -1055.17,
    "width": 6,
    "depth": 4.97,
    "color": "#9b8e7b",
    "rotation": -0.8275,
    "roof": "#826554"
  },
  {
    "id": "way/403043506",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043506",
    "x": 1389.44,
    "z": -931.45,
    "width": 8.45,
    "depth": 7.61,
    "color": "#d6c5a0",
    "rotation": 2.3812,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403043507",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043507",
    "x": 1467.53,
    "z": -997.89,
    "width": 9.51,
    "depth": 5.77,
    "color": "#c2b089",
    "rotation": 2.6607,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403043508",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043508",
    "x": 1534.93,
    "z": -889.93,
    "width": 13.72,
    "depth": 6.78,
    "color": "#bfa87e",
    "rotation": 2.3871,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403043509",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043509",
    "x": 1519.19,
    "z": -810.67,
    "width": 12.58,
    "depth": 7.82,
    "color": "#cfbe9b",
    "rotation": 0.8359,
    "roof": "#4a6274"
  },
  {
    "id": "way/403043510",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043510",
    "x": 1500.65,
    "z": -1050.28,
    "width": 7.29,
    "depth": 5.8,
    "color": "#a8b3a7",
    "rotation": 0.7671,
    "roof": "#687a6c"
  },
  {
    "id": "way/403043511",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043511",
    "x": 1453.93,
    "z": -1014.7,
    "width": 9.77,
    "depth": 5.41,
    "color": "#b5a995",
    "rotation": -2.1708,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403043512",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043512",
    "x": 1482.6,
    "z": -734.21,
    "width": 14.39,
    "depth": 9.5,
    "color": "#c8ba9d",
    "rotation": -0.6449,
    "roof": "#3b556e"
  },
  {
    "id": "way/403043513",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043513",
    "x": 1522.93,
    "z": -883.05,
    "width": 6.98,
    "depth": 4.13,
    "color": "#9b8e7b",
    "rotation": 0.8455,
    "roof": "#826554"
  },
  {
    "id": "way/403043514",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043514",
    "x": 1325.39,
    "z": -1034.57,
    "width": 8.37,
    "depth": 6.69,
    "color": "#d6c5a0",
    "rotation": -2.1142,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403043515",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043515",
    "x": 1510.49,
    "z": -1024.4,
    "width": 8.25,
    "depth": 5.5,
    "color": "#c2b089",
    "rotation": -0.6962,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403043516",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043516",
    "x": 1445.39,
    "z": -1027.72,
    "width": 8.68,
    "depth": 7.14,
    "color": "#bfa87e",
    "rotation": -2.1854,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403043517",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043517",
    "x": 1683.4,
    "z": -958.01,
    "width": 9.27,
    "depth": 7.33,
    "color": "#cfbe9b",
    "rotation": -0.6493,
    "roof": "#4a6274"
  },
  {
    "id": "way/403043518",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043518",
    "x": 1587.48,
    "z": -1032.4,
    "width": 8.51,
    "depth": 7.12,
    "color": "#a8b3a7",
    "rotation": 2.6978,
    "roof": "#687a6c"
  },
  {
    "id": "way/403043519",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043519",
    "x": 1492.44,
    "z": -741.25,
    "width": 11.02,
    "depth": 4.64,
    "color": "#b5a995",
    "rotation": 0.872,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403043520",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043520",
    "x": 1531.77,
    "z": -1031.15,
    "width": 6.96,
    "depth": 6.5,
    "color": "#c8ba9d",
    "rotation": -0.5396,
    "roof": "#3b556e"
  },
  {
    "id": "way/403043521",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043521",
    "x": 1367.11,
    "z": -901.26,
    "width": 9.08,
    "depth": 6.96,
    "color": "#9b8e7b",
    "rotation": -2.3799,
    "roof": "#826554"
  },
  {
    "id": "way/403043522",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043522",
    "x": 1568.73,
    "z": -704.19,
    "width": 7.64,
    "depth": 5.66,
    "color": "#d6c5a0",
    "rotation": -0.6876,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403043523",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043523",
    "x": 1585.54,
    "z": -1012.08,
    "width": 6,
    "depth": 5.54,
    "color": "#c2b089",
    "rotation": -2.0467,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403043524",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043524",
    "x": 1504.32,
    "z": -745.35,
    "width": 15.02,
    "depth": 10.38,
    "color": "#bfa87e",
    "rotation": -0.7149,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403043525",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043525",
    "x": 1431.58,
    "z": -1040.94,
    "width": 8.66,
    "depth": 6.01,
    "color": "#cfbe9b",
    "rotation": 0.8102,
    "roof": "#4a6274"
  },
  {
    "id": "way/403043526",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043526",
    "x": 1412.87,
    "z": -906.08,
    "width": 7.91,
    "depth": 7.74,
    "color": "#a8b3a7",
    "rotation": -0.6895,
    "roof": "#687a6c"
  },
  {
    "id": "way/403043527",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043527",
    "x": 1529.69,
    "z": -688.32,
    "width": 8.14,
    "depth": 7.04,
    "color": "#b5a995",
    "rotation": 2.4206,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403043528",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043528",
    "x": 1521,
    "z": -754.86,
    "width": 11.68,
    "depth": 8.68,
    "color": "#c8ba9d",
    "rotation": 2.5745,
    "roof": "#3b556e"
  },
  {
    "id": "way/403043529",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043529",
    "x": 1421.21,
    "z": -850.91,
    "width": 6.48,
    "depth": 4.73,
    "color": "#9b8e7b",
    "rotation": 0.8994,
    "roof": "#826554"
  },
  {
    "id": "way/403043530",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043530",
    "x": 1445.39,
    "z": -1059.84,
    "width": 11.04,
    "depth": 8.94,
    "color": "#d6c5a0",
    "rotation": -2.226,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403043531",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043531",
    "x": 1433.58,
    "z": -917.15,
    "width": 11.42,
    "depth": 7.59,
    "color": "#c2b089",
    "rotation": -0.6366,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403043532",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043532",
    "x": 1520.03,
    "z": -740.61,
    "width": 6.94,
    "depth": 6.43,
    "color": "#bfa87e",
    "rotation": 0.9378,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403043533",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043533",
    "x": 1413.85,
    "z": -811.48,
    "width": 8.66,
    "depth": 6.52,
    "color": "#cfbe9b",
    "rotation": -0.6266,
    "roof": "#4a6274"
  },
  {
    "id": "way/403043534",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043534",
    "x": 1464.22,
    "z": -1078.55,
    "width": 6.97,
    "depth": 6.11,
    "color": "#a8b3a7",
    "rotation": 2.3401,
    "roof": "#687a6c"
  },
  {
    "id": "way/403043535",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043535",
    "x": 1448.23,
    "z": -930.38,
    "width": 9.18,
    "depth": 6.95,
    "color": "#b5a995",
    "rotation": -0.6357,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403043536",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043536",
    "x": 1541.02,
    "z": -752.27,
    "width": 6.26,
    "depth": 5.57,
    "color": "#c8ba9d",
    "rotation": -2.1833,
    "roof": "#3b556e"
  },
  {
    "id": "way/403043537",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043537",
    "x": 1423.14,
    "z": -805.95,
    "width": 12.17,
    "depth": 5.99,
    "color": "#9b8e7b",
    "rotation": -0.5846,
    "roof": "#826554"
  },
  {
    "id": "way/403043538",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043538",
    "x": 1470.68,
    "z": -1066.28,
    "width": 6.54,
    "depth": 5.38,
    "color": "#d6c5a0",
    "rotation": 0.7854,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403043539",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043539",
    "x": 1599.61,
    "z": -877.9,
    "width": 10.53,
    "depth": 7.99,
    "color": "#c2b089",
    "rotation": 1.0288,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403043540",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043540",
    "x": 1439.46,
    "z": -741.43,
    "width": 7.09,
    "depth": 5.19,
    "color": "#bfa87e",
    "rotation": 2.1005,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403043541",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043541",
    "x": 1538.48,
    "z": -733.65,
    "width": 10.35,
    "depth": 9.71,
    "color": "#cfbe9b",
    "rotation": 0.9383,
    "roof": "#4a6274"
  },
  {
    "id": "way/403043542",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043542",
    "x": 1398.37,
    "z": -821.69,
    "width": 10.14,
    "depth": 9.87,
    "color": "#a8b3a7",
    "rotation": 0.9681,
    "roof": "#687a6c"
  },
  {
    "id": "way/403043543",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043543",
    "x": 1489.23,
    "z": -1088.7,
    "width": 11.22,
    "depth": 7.98,
    "color": "#b5a995",
    "rotation": -0.5765,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403043544",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043544",
    "x": 1580.78,
    "z": -874.76,
    "width": 14.35,
    "depth": 8.89,
    "color": "#c8ba9d",
    "rotation": -0.6289,
    "roof": "#3b556e"
  },
  {
    "id": "way/403043545",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043545",
    "x": 1714.56,
    "z": -863.83,
    "width": 8.6,
    "depth": 8.4,
    "color": "#9b8e7b",
    "rotation": -0.645,
    "roof": "#826554"
  },
  {
    "id": "way/403043546",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043546",
    "x": 1531.52,
    "z": -955.8,
    "width": 7.91,
    "depth": 6.1,
    "color": "#d6c5a0",
    "rotation": 2.3295,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403043547",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043547",
    "x": 1429.61,
    "z": -718.06,
    "width": 8.65,
    "depth": 6.96,
    "color": "#c2b089",
    "rotation": -0.7853,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403043548",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043548",
    "x": 1397.56,
    "z": -801.49,
    "width": 11.78,
    "depth": 6.1,
    "color": "#bfa87e",
    "rotation": -0.6784,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403043549",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043549",
    "x": 1494.32,
    "z": -1073.04,
    "width": 6.34,
    "depth": 4.67,
    "color": "#cfbe9b",
    "rotation": 2.3895,
    "roof": "#4a6274"
  },
  {
    "id": "way/403043550",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043550",
    "x": 1558.08,
    "z": -800.66,
    "width": 12.1,
    "depth": 7.93,
    "color": "#a8b3a7",
    "rotation": 2.576,
    "roof": "#687a6c"
  },
  {
    "id": "way/403043552",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043552",
    "x": 1557.74,
    "z": -945.89,
    "width": 8.4,
    "depth": 7.2,
    "color": "#b5a995",
    "rotation": 0.9878,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403043553",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043553",
    "x": 1452.23,
    "z": -709.39,
    "width": 8.72,
    "depth": 5.26,
    "color": "#c8ba9d",
    "rotation": 0.9068,
    "roof": "#3b556e"
  },
  {
    "id": "way/403043554",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043554",
    "x": 1404.99,
    "z": -792.38,
    "width": 16.26,
    "depth": 9.18,
    "color": "#9b8e7b",
    "rotation": -0.6619,
    "roof": "#826554"
  },
  {
    "id": "way/403043555",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043555",
    "x": 1530.39,
    "z": -836.25,
    "width": 11.49,
    "depth": 5.49,
    "color": "#d6c5a0",
    "rotation": -0.7853,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403043556",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043556",
    "x": 1483.84,
    "z": -1123.72,
    "width": 6,
    "depth": 4,
    "color": "#c2b089",
    "rotation": -2.3378,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403043557",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043557",
    "x": 1572.71,
    "z": -815.67,
    "width": 9.68,
    "depth": 7.09,
    "color": "#bfa87e",
    "rotation": 2.5992,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403043559",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043559",
    "x": 1574.96,
    "z": -968.26,
    "width": 7.27,
    "depth": 6.1,
    "color": "#cfbe9b",
    "rotation": -1.9061,
    "roof": "#4a6274"
  },
  {
    "id": "way/403043560",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043560",
    "x": 1447,
    "z": -700.88,
    "width": 10.88,
    "depth": 7.17,
    "color": "#a8b3a7",
    "rotation": -2.2098,
    "roof": "#687a6c"
  },
  {
    "id": "way/403043561",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043561",
    "x": 1418.89,
    "z": -765.11,
    "width": 13.33,
    "depth": 11.1,
    "color": "#b5a995",
    "rotation": 2.4994,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403043562",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043562",
    "x": 1520.41,
    "z": -874.8,
    "width": 7.64,
    "depth": 6.02,
    "color": "#c8ba9d",
    "rotation": -2.3214,
    "roof": "#3b556e"
  },
  {
    "id": "way/403043563",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043563",
    "x": 1521.27,
    "z": -842.32,
    "width": 8.69,
    "depth": 7.13,
    "color": "#9b8e7b",
    "rotation": 2.4422,
    "roof": "#826554"
  },
  {
    "id": "way/403043564",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043564",
    "x": 1343.61,
    "z": -1046.33,
    "width": 9.22,
    "depth": 7.04,
    "color": "#d6c5a0",
    "rotation": -2.0045,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403043565",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043565",
    "x": 1558.58,
    "z": -826.62,
    "width": 6,
    "depth": 4.56,
    "color": "#c2b089",
    "rotation": -0.6983,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403043566",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043566",
    "x": 1705.83,
    "z": -882.78,
    "width": 6.87,
    "depth": 5.81,
    "color": "#bfa87e",
    "rotation": -2.3024,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403043567",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043567",
    "x": 1581.15,
    "z": -955.52,
    "width": 8.32,
    "depth": 7.55,
    "color": "#cfbe9b",
    "rotation": -2.0859,
    "roof": "#4a6274"
  },
  {
    "id": "way/403043568",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043568",
    "x": 1464.5,
    "z": -718.43,
    "width": 14.07,
    "depth": 10.26,
    "color": "#a8b3a7",
    "rotation": -0.6425,
    "roof": "#687a6c"
  },
  {
    "id": "way/403043569",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043569",
    "x": 1438.14,
    "z": -781.56,
    "width": 10.29,
    "depth": 6.54,
    "color": "#b5a995",
    "rotation": -0.6825,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403043570",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043570",
    "x": 1513.35,
    "z": -879.2,
    "width": 7.81,
    "depth": 5.89,
    "color": "#c8ba9d",
    "rotation": 2.3433,
    "roof": "#3b556e"
  },
  {
    "id": "way/403043571",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043571",
    "x": 1526.35,
    "z": -851.58,
    "width": 6.45,
    "depth": 5.64,
    "color": "#9b8e7b",
    "rotation": -0.7042,
    "roof": "#826554"
  },
  {
    "id": "way/403043572",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043572",
    "x": 1354.09,
    "z": -1026.46,
    "width": 6.81,
    "depth": 5.03,
    "color": "#d6c5a0",
    "rotation": -0.5021,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403043573",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043573",
    "x": 1576.57,
    "z": -833,
    "width": 8.76,
    "depth": 5.41,
    "color": "#c2b089",
    "rotation": -0.5086,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403043574",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043574",
    "x": 1707.75,
    "z": -904.63,
    "width": 6.42,
    "depth": 5.91,
    "color": "#bfa87e",
    "rotation": 0.7501,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403043575",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043575",
    "x": 1581.31,
    "z": -944.96,
    "width": 7.95,
    "depth": 5.22,
    "color": "#cfbe9b",
    "rotation": -0.5994,
    "roof": "#4a6274"
  },
  {
    "id": "way/403043576",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043576",
    "x": 1463.99,
    "z": -697.34,
    "width": 7.5,
    "depth": 5.93,
    "color": "#a8b3a7",
    "rotation": 2.3992,
    "roof": "#687a6c"
  },
  {
    "id": "way/403043577",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043577",
    "x": 1510.31,
    "z": -885.38,
    "width": 6,
    "depth": 4,
    "color": "#b5a995",
    "rotation": 2.475,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403043578",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043578",
    "x": 1536.36,
    "z": -857.69,
    "width": 7.72,
    "depth": 7.05,
    "color": "#c8ba9d",
    "rotation": 2.3015,
    "roof": "#3b556e"
  },
  {
    "id": "way/403043579",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043579",
    "x": 1372.91,
    "z": -1042.6,
    "width": 6.64,
    "depth": 5.61,
    "color": "#9b8e7b",
    "rotation": 0.8426,
    "roof": "#826554"
  },
  {
    "id": "way/403043580",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043580",
    "x": 1692.13,
    "z": -895.99,
    "width": 6.88,
    "depth": 5.08,
    "color": "#d6c5a0",
    "rotation": 0.8613,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403043581",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043581",
    "x": 1594.7,
    "z": -1097.23,
    "width": 6.13,
    "depth": 4.22,
    "color": "#c2b089",
    "rotation": -0.5931,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403043582",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043582",
    "x": 1461.2,
    "z": -680.31,
    "width": 6,
    "depth": 5.85,
    "color": "#bfa87e",
    "rotation": 0.9266,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403043583",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043583",
    "x": 1501.57,
    "z": -878.95,
    "width": 6,
    "depth": 4.82,
    "color": "#cfbe9b",
    "rotation": 2.5043,
    "roof": "#4a6274"
  },
  {
    "id": "way/403043584",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043584",
    "x": 1551.06,
    "z": -840.62,
    "width": 10.78,
    "depth": 9.35,
    "color": "#a8b3a7",
    "rotation": -0.7264,
    "roof": "#687a6c"
  },
  {
    "id": "way/403043585",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043585",
    "x": 1397.3,
    "z": -1052.78,
    "width": 7.67,
    "depth": 6.84,
    "color": "#b5a995",
    "rotation": 2.4945,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403043586",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043586",
    "x": 1600.81,
    "z": -838.17,
    "width": 6,
    "depth": 4,
    "color": "#c8ba9d",
    "rotation": 2.534,
    "roof": "#3b556e"
  },
  {
    "id": "way/403043587",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043587",
    "x": 1425.83,
    "z": -756.63,
    "width": 10.03,
    "depth": 6.85,
    "color": "#9b8e7b",
    "rotation": 2.5043,
    "roof": "#826554"
  },
  {
    "id": "way/403043588",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043588",
    "x": 1670.57,
    "z": -880.84,
    "width": 6.85,
    "depth": 6.22,
    "color": "#d6c5a0",
    "rotation": 1.961,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403043589",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043589",
    "x": 1600.75,
    "z": -1092.27,
    "width": 9.41,
    "depth": 7.81,
    "color": "#c2b089",
    "rotation": 2.4237,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403043590",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043590",
    "x": 1505.54,
    "z": -863.8,
    "width": 12.72,
    "depth": 7.71,
    "color": "#bfa87e",
    "rotation": -0.6555,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403043591",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043591",
    "x": 1537.92,
    "z": -824.85,
    "width": 12.98,
    "depth": 9.15,
    "color": "#cfbe9b",
    "rotation": -2.3893,
    "roof": "#4a6274"
  },
  {
    "id": "way/403043592",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043592",
    "x": 1405.41,
    "z": -1059.96,
    "width": 6,
    "depth": 4,
    "color": "#a8b3a7",
    "rotation": -0.6864,
    "roof": "#687a6c"
  },
  {
    "id": "way/403043593",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043593",
    "x": 1608.19,
    "z": -802.82,
    "width": 12.99,
    "depth": 10.07,
    "color": "#b5a995",
    "rotation": -0.6547,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403043594",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043594",
    "x": 1463.07,
    "z": -945.3,
    "width": 11.38,
    "depth": 7.99,
    "color": "#c8ba9d",
    "rotation": -0.655,
    "roof": "#3b556e"
  },
  {
    "id": "way/403043595",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043595",
    "x": 1436.08,
    "z": -762.3,
    "width": 8.4,
    "depth": 6.1,
    "color": "#9b8e7b",
    "rotation": 1.0392,
    "roof": "#826554"
  },
  {
    "id": "way/403043596",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043596",
    "x": 1490.48,
    "z": -856.46,
    "width": 13.53,
    "depth": 8.59,
    "color": "#d6c5a0",
    "rotation": 2.4278,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403043597",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043597",
    "x": 1552.93,
    "z": -869.78,
    "width": 13.55,
    "depth": 8.85,
    "color": "#c2b089",
    "rotation": -0.6998,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403043598",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043598",
    "x": 1412.77,
    "z": -1060.59,
    "width": 6,
    "depth": 4,
    "color": "#bfa87e",
    "rotation": 2.3562,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403043599",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043599",
    "x": 1600.42,
    "z": -795.01,
    "width": 9.4,
    "depth": 4.35,
    "color": "#cfbe9b",
    "rotation": -2.3116,
    "roof": "#4a6274"
  },
  {
    "id": "way/403043600",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043600",
    "x": 1445.86,
    "z": -898.7,
    "width": 9.82,
    "depth": 8.67,
    "color": "#a8b3a7",
    "rotation": -0.634,
    "roof": "#687a6c"
  },
  {
    "id": "way/403043601",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043601",
    "x": 1449.23,
    "z": -763.96,
    "width": 12.72,
    "depth": 7.84,
    "color": "#b5a995",
    "rotation": 2.5651,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403043602",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043602",
    "x": 1547.16,
    "z": -725.4,
    "width": 6.69,
    "depth": 6.15,
    "color": "#c8ba9d",
    "rotation": 0.9919,
    "roof": "#3b556e"
  },
  {
    "id": "way/403043603",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043603",
    "x": 1472.79,
    "z": -841.04,
    "width": 8.78,
    "depth": 7.29,
    "color": "#9b8e7b",
    "rotation": -0.6824,
    "roof": "#826554"
  },
  {
    "id": "way/403043604",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043604",
    "x": 1586.22,
    "z": -788.77,
    "width": 10.82,
    "depth": 7.17,
    "color": "#d6c5a0",
    "rotation": -0.6783,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403043605",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043605",
    "x": 1428.3,
    "z": -883.01,
    "width": 11.33,
    "depth": 8.03,
    "color": "#c2b089",
    "rotation": 2.515,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403043606",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043606",
    "x": 1432.62,
    "z": -747.71,
    "width": 11.4,
    "depth": 7.58,
    "color": "#bfa87e",
    "rotation": -0.8128,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403043607",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043607",
    "x": 1373.76,
    "z": -993.35,
    "width": 7.38,
    "depth": 5.05,
    "color": "#cfbe9b",
    "rotation": -0.7854,
    "roof": "#4a6274"
  },
  {
    "id": "way/403043608",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043608",
    "x": 1594.42,
    "z": -1009.42,
    "width": 7.61,
    "depth": 5.13,
    "color": "#a8b3a7",
    "rotation": -0.4669,
    "roof": "#687a6c"
  },
  {
    "id": "way/403043609",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043609",
    "x": 1553.57,
    "z": -732.73,
    "width": 6,
    "depth": 5.45,
    "color": "#b5a995",
    "rotation": 2.3935,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403043610",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043610",
    "x": 1623.43,
    "z": -780.89,
    "width": 22.32,
    "depth": 8.24,
    "color": "#c8ba9d",
    "rotation": 0.8611,
    "roof": "#3b556e"
  },
  {
    "id": "way/403043611",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043611",
    "x": 1464.3,
    "z": -903.32,
    "width": 12.47,
    "depth": 8.91,
    "color": "#9b8e7b",
    "rotation": 2.5005,
    "roof": "#826554"
  },
  {
    "id": "way/403043612",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043612",
    "x": 1469.13,
    "z": -779.54,
    "width": 10.42,
    "depth": 8.08,
    "color": "#d6c5a0",
    "rotation": -0.5502,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403043613",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043613",
    "x": 1355.77,
    "z": -978.06,
    "width": 9.68,
    "depth": 7.37,
    "color": "#c2b089",
    "rotation": -2.1138,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403043614",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043614",
    "x": 1614.19,
    "z": -1013.7,
    "width": 6.73,
    "depth": 5.78,
    "color": "#bfa87e",
    "rotation": -0.224,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403043615",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043615",
    "x": 1556.13,
    "z": -744.97,
    "width": 9.63,
    "depth": 7.36,
    "color": "#cfbe9b",
    "rotation": -0.6191,
    "roof": "#4a6274"
  },
  {
    "id": "way/403043616",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043616",
    "x": 1492.17,
    "z": -1125.5,
    "width": 6.06,
    "depth": 5.25,
    "color": "#a8b3a7",
    "rotation": 2.404,
    "roof": "#687a6c"
  },
  {
    "id": "way/403043617",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043617",
    "x": 1618.06,
    "z": -772.16,
    "width": 13.19,
    "depth": 5.39,
    "color": "#b5a995",
    "rotation": 0.8017,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403043618",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043618",
    "x": 1475.02,
    "z": -914.93,
    "width": 11.84,
    "depth": 7.37,
    "color": "#c8ba9d",
    "rotation": 2.554,
    "roof": "#3b556e"
  },
  {
    "id": "way/403043619",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043619",
    "x": 1481.79,
    "z": -787.31,
    "width": 6.94,
    "depth": 5.54,
    "color": "#9b8e7b",
    "rotation": -2.2037,
    "roof": "#826554"
  },
  {
    "id": "way/403043620",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043620",
    "x": 1572.07,
    "z": -997.27,
    "width": 8.36,
    "depth": 6.63,
    "color": "#d6c5a0",
    "rotation": 1.3004,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403043621",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043621",
    "x": 1572.11,
    "z": -760.92,
    "width": 7.94,
    "depth": 6.9,
    "color": "#c2b089",
    "rotation": -0.7194,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403043622",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043622",
    "x": 1376.18,
    "z": -836.68,
    "width": 9.34,
    "depth": 4.04,
    "color": "#bfa87e",
    "rotation": 2.4589,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403043623",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043623",
    "x": 1512.97,
    "z": -1112.3,
    "width": 8.05,
    "depth": 7.44,
    "color": "#cfbe9b",
    "rotation": -0.7065,
    "roof": "#4a6274"
  },
  {
    "id": "way/403043624",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043624",
    "x": 1495.64,
    "z": -921.83,
    "width": 12.83,
    "depth": 9.94,
    "color": "#a8b3a7",
    "rotation": -2.1497,
    "roof": "#687a6c"
  },
  {
    "id": "way/403043625",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043625",
    "x": 1459.07,
    "z": -799.15,
    "width": 12.43,
    "depth": 7.05,
    "color": "#b5a995",
    "rotation": -0.6669,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403043626",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043626",
    "x": 1614.99,
    "z": -991.03,
    "width": 8.46,
    "depth": 6.02,
    "color": "#c8ba9d",
    "rotation": -0.3765,
    "roof": "#3b556e"
  },
  {
    "id": "way/403043627",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043627",
    "x": 1588.86,
    "z": -752.23,
    "width": 11.5,
    "depth": 8.46,
    "color": "#9b8e7b",
    "rotation": -0.7583,
    "roof": "#826554"
  },
  {
    "id": "way/403043628",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043628",
    "x": 1567,
    "z": -1115.78,
    "width": 6,
    "depth": 5.63,
    "color": "#d6c5a0",
    "rotation": -0.6185,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403043629",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043629",
    "x": 1584.1,
    "z": -824.38,
    "width": 12.48,
    "depth": 10.65,
    "color": "#c2b089",
    "rotation": -0.5932,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403043630",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043630",
    "x": 1416.54,
    "z": -953.4,
    "width": 6,
    "depth": 5.36,
    "color": "#bfa87e",
    "rotation": 0.9682,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403043631",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043631",
    "x": 1564.53,
    "z": -1054.08,
    "width": 11.31,
    "depth": 7.35,
    "color": "#cfbe9b",
    "rotation": 2.6984,
    "roof": "#4a6274"
  },
  {
    "id": "way/403043632",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043632",
    "x": 1451.62,
    "z": -792.22,
    "width": 6,
    "depth": 4,
    "color": "#a8b3a7",
    "rotation": -2.2424,
    "roof": "#687a6c"
  },
  {
    "id": "way/403043633",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043633",
    "x": 1602.03,
    "z": -975.56,
    "width": 9.95,
    "depth": 6.7,
    "color": "#b5a995",
    "rotation": 2.732,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403043635",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043635",
    "x": 1581.79,
    "z": -715.86,
    "width": 9.5,
    "depth": 7.11,
    "color": "#c8ba9d",
    "rotation": -2.3228,
    "roof": "#3b556e"
  },
  {
    "id": "way/403043637",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043637",
    "x": 1570.34,
    "z": -1100.94,
    "width": 6.21,
    "depth": 5.47,
    "color": "#9b8e7b",
    "rotation": 2.5255,
    "roof": "#826554"
  },
  {
    "id": "way/403043638",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043638",
    "x": 1577.35,
    "z": -858.04,
    "width": 8,
    "depth": 4.72,
    "color": "#d6c5a0",
    "rotation": -2.2111,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403043639",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043639",
    "x": 1463.53,
    "z": -974.19,
    "width": 10.74,
    "depth": 6.49,
    "color": "#c2b089",
    "rotation": -2.1684,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403043640",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043640",
    "x": 1547.53,
    "z": -1008.61,
    "width": 11.26,
    "depth": 8.59,
    "color": "#bfa87e",
    "rotation": 1.3164,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403043642",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043642",
    "x": 1469.48,
    "z": -691.68,
    "width": 9.46,
    "depth": 6.23,
    "color": "#cfbe9b",
    "rotation": 2.4683,
    "roof": "#4a6274"
  },
  {
    "id": "way/403043643",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043643",
    "x": 1455.62,
    "z": -787.71,
    "width": 7.3,
    "depth": 4,
    "color": "#a8b3a7",
    "rotation": 2.5448,
    "roof": "#687a6c"
  },
  {
    "id": "way/403043644",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043644",
    "x": 1617.52,
    "z": -960.2,
    "width": 11.02,
    "depth": 7.84,
    "color": "#b5a995",
    "rotation": -0.4635,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403043645",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043645",
    "x": 1581.9,
    "z": -1109.02,
    "width": 7.78,
    "depth": 5.09,
    "color": "#c8ba9d",
    "rotation": 1.0367,
    "roof": "#3b556e"
  },
  {
    "id": "way/403043647",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043647",
    "x": 1585.28,
    "z": -860.76,
    "width": 8.72,
    "depth": 6.89,
    "color": "#9b8e7b",
    "rotation": 2.4778,
    "roof": "#826554"
  },
  {
    "id": "way/403043648",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043648",
    "x": 1451.27,
    "z": -958.22,
    "width": 9.17,
    "depth": 6.5,
    "color": "#d6c5a0",
    "rotation": 2.5655,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403043649",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043649",
    "x": 1551.8,
    "z": -991.28,
    "width": 9.61,
    "depth": 6.34,
    "color": "#c2b089",
    "rotation": 1.1558,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403043650",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043650",
    "x": 1673,
    "z": -891.36,
    "width": 9.44,
    "depth": 7.79,
    "color": "#bfa87e",
    "rotation": -1.2238,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403043652",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043652",
    "x": 1586.7,
    "z": -1063.07,
    "width": 6,
    "depth": 5.12,
    "color": "#cfbe9b",
    "rotation": -0.5169,
    "roof": "#4a6274"
  },
  {
    "id": "way/403043653",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043653",
    "x": 1473.39,
    "z": -681.22,
    "width": 10.3,
    "depth": 6.15,
    "color": "#a8b3a7",
    "rotation": -2.1702,
    "roof": "#687a6c"
  },
  {
    "id": "way/403043654",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043654",
    "x": 1471.78,
    "z": -795.6,
    "width": 11.45,
    "depth": 5.97,
    "color": "#b5a995",
    "rotation": 0.9525,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403043655",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043655",
    "x": 1601.17,
    "z": -862.7,
    "width": 12.45,
    "depth": 6.27,
    "color": "#c8ba9d",
    "rotation": 2.5442,
    "roof": "#3b556e"
  },
  {
    "id": "way/403043656",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043656",
    "x": 1421.88,
    "z": -932.64,
    "width": 10.86,
    "depth": 7.65,
    "color": "#9b8e7b",
    "rotation": 0.9808,
    "roof": "#826554"
  },
  {
    "id": "way/403043657",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043657",
    "x": 1472.4,
    "z": -1024.12,
    "width": 6.14,
    "depth": 5.19,
    "color": "#d6c5a0",
    "rotation": 2.4252,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403043658",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043658",
    "x": 1636.93,
    "z": -896.02,
    "width": 12.24,
    "depth": 7.48,
    "color": "#c2b089",
    "rotation": 2.3389,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403043659",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043659",
    "x": 1603.49,
    "z": -1074.75,
    "width": 6.41,
    "depth": 5.8,
    "color": "#bfa87e",
    "rotation": -0.6372,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403043660",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043660",
    "x": 1484.15,
    "z": -685.92,
    "width": 12.18,
    "depth": 8.75,
    "color": "#cfbe9b",
    "rotation": -0.5398,
    "roof": "#4a6274"
  },
  {
    "id": "way/403043661",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043661",
    "x": 1476.65,
    "z": -802.64,
    "width": 9.32,
    "depth": 4.68,
    "color": "#a8b3a7",
    "rotation": -2.1852,
    "roof": "#687a6c"
  },
  {
    "id": "way/403043662",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043662",
    "x": 1567.52,
    "z": -894.69,
    "width": 15.31,
    "depth": 7.75,
    "color": "#b5a995",
    "rotation": 2.3911,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403043663",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043663",
    "x": 1382.62,
    "z": -1100.61,
    "width": 7.06,
    "depth": 5.6,
    "color": "#c8ba9d",
    "rotation": -2.3953,
    "roof": "#3b556e"
  },
  {
    "id": "way/403043664",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043664",
    "x": 1602.91,
    "z": -846.33,
    "width": 6.81,
    "depth": 5.96,
    "color": "#9b8e7b",
    "rotation": -0.5662,
    "roof": "#826554"
  },
  {
    "id": "way/403043665",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043665",
    "x": 1396.06,
    "z": -915.06,
    "width": 11.22,
    "depth": 5.4,
    "color": "#d6c5a0",
    "rotation": -0.688,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403043666",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043666",
    "x": 1631.71,
    "z": -912.41,
    "width": 8.92,
    "depth": 8.89,
    "color": "#c2b089",
    "rotation": 0.8693,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403043667",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043667",
    "x": 1619.91,
    "z": -1059.71,
    "width": 6.82,
    "depth": 6.58,
    "color": "#bfa87e",
    "rotation": -2.0793,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403043668",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043668",
    "x": 1498.62,
    "z": -720.14,
    "width": 6,
    "depth": 4.82,
    "color": "#cfbe9b",
    "rotation": -0.8218,
    "roof": "#4a6274"
  },
  {
    "id": "way/403043669",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043669",
    "x": 1472.96,
    "z": -811.74,
    "width": 9.3,
    "depth": 6.47,
    "color": "#a8b3a7",
    "rotation": 2.4018,
    "roof": "#687a6c"
  },
  {
    "id": "way/403043670",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043670",
    "x": 1459.65,
    "z": -826.62,
    "width": 10.73,
    "depth": 6.45,
    "color": "#b5a995",
    "rotation": -2.0956,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403043671",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043671",
    "x": 1584.9,
    "z": -901.25,
    "width": 14.44,
    "depth": 8.53,
    "color": "#c8ba9d",
    "rotation": 2.5619,
    "roof": "#3b556e"
  },
  {
    "id": "way/403043673",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043673",
    "x": 1392.84,
    "z": -1108.44,
    "width": 6,
    "depth": 5.14,
    "color": "#9b8e7b",
    "rotation": -0.8149,
    "roof": "#826554"
  },
  {
    "id": "way/403043674",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043674",
    "x": 1616.15,
    "z": -842.46,
    "width": 9.38,
    "depth": 6.64,
    "color": "#d6c5a0",
    "rotation": 0.9202,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403043675",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043675",
    "x": 1383.08,
    "z": -922.13,
    "width": 8.13,
    "depth": 6.86,
    "color": "#c2b089",
    "rotation": -2.3424,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403043676",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043676",
    "x": 1647.94,
    "z": -914.07,
    "width": 12.04,
    "depth": 7.34,
    "color": "#bfa87e",
    "rotation": 2.3997,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403043677",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043677",
    "x": 1612.77,
    "z": -1054.6,
    "width": 6,
    "depth": 4.77,
    "color": "#cfbe9b",
    "rotation": -2.0424,
    "roof": "#4a6274"
  },
  {
    "id": "way/403043678",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043678",
    "x": 1508.66,
    "z": -716.21,
    "width": 12.38,
    "depth": 8.89,
    "color": "#a8b3a7",
    "rotation": 2.4336,
    "roof": "#687a6c"
  },
  {
    "id": "way/403043679",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043679",
    "x": 1481.18,
    "z": -810.21,
    "width": 7.39,
    "depth": 4,
    "color": "#b5a995",
    "rotation": -0.814,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403043680",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043680",
    "x": 1451.66,
    "z": -836.85,
    "width": 12.18,
    "depth": 5.19,
    "color": "#c8ba9d",
    "rotation": 2.5132,
    "roof": "#3b556e"
  },
  {
    "id": "way/403043681",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043681",
    "x": 1428.4,
    "z": -1132.82,
    "width": 8.41,
    "depth": 7.95,
    "color": "#9b8e7b",
    "rotation": 0.9876,
    "roof": "#826554"
  },
  {
    "id": "way/403043682",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043682",
    "x": 1343.25,
    "z": -962.19,
    "width": 8.83,
    "depth": 5.87,
    "color": "#d6c5a0",
    "rotation": 2.6098,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403043683",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043683",
    "x": 1653.72,
    "z": -942.42,
    "width": 10.04,
    "depth": 7.6,
    "color": "#c2b089",
    "rotation": 2.4195,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403043684",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043684",
    "x": 1603.91,
    "z": -1040.05,
    "width": 9.41,
    "depth": 8.12,
    "color": "#bfa87e",
    "rotation": 1.1852,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403043685",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043685",
    "x": 1517.91,
    "z": -704.06,
    "width": 8.4,
    "depth": 6.15,
    "color": "#cfbe9b",
    "rotation": 2.4825,
    "roof": "#4a6274"
  },
  {
    "id": "way/403043686",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043686",
    "x": 1438.01,
    "z": -826.1,
    "width": 11.35,
    "depth": 6.82,
    "color": "#a8b3a7",
    "rotation": 2.5238,
    "roof": "#687a6c"
  },
  {
    "id": "way/403043687",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043687",
    "x": 1458.6,
    "z": -1123.98,
    "width": 6.38,
    "depth": 5.65,
    "color": "#b5a995",
    "rotation": 1.1754,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403043688",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043688",
    "x": 1632.45,
    "z": -815.89,
    "width": 10.66,
    "depth": 9,
    "color": "#c8ba9d",
    "rotation": -0.6461,
    "roof": "#3b556e"
  },
  {
    "id": "way/403043689",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043689",
    "x": 1487.43,
    "z": -778.36,
    "width": 8.78,
    "depth": 5.81,
    "color": "#9b8e7b",
    "rotation": 0.9542,
    "roof": "#826554"
  },
  {
    "id": "way/403043690",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043690",
    "x": 1367.39,
    "z": -961.84,
    "width": 9.38,
    "depth": 7.33,
    "color": "#d6c5a0",
    "rotation": 0.9887,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403043691",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043691",
    "x": 1660.89,
    "z": -952.47,
    "width": 6.06,
    "depth": 4,
    "color": "#c2b089",
    "rotation": -1.963,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403043692",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043692",
    "x": 1598.86,
    "z": -1029.34,
    "width": 8.59,
    "depth": 5.52,
    "color": "#bfa87e",
    "rotation": 1.2434,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403043693",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043693",
    "x": 1443.46,
    "z": -816.45,
    "width": 14.09,
    "depth": 8.84,
    "color": "#cfbe9b",
    "rotation": -0.6873,
    "roof": "#4a6274"
  },
  {
    "id": "way/403043694",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043694",
    "x": 1617.51,
    "z": -928.81,
    "width": 13.96,
    "depth": 8.4,
    "color": "#a8b3a7",
    "rotation": -0.6485,
    "roof": "#687a6c"
  },
  {
    "id": "way/403043695",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043695",
    "x": 1449,
    "z": -1091.34,
    "width": 6.12,
    "depth": 5.54,
    "color": "#b5a995",
    "rotation": -2.047,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403043696",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043696",
    "x": 1647.81,
    "z": -828.11,
    "width": 8.57,
    "depth": 7.29,
    "color": "#c8ba9d",
    "rotation": 2.4304,
    "roof": "#3b556e"
  },
  {
    "id": "way/403043697",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043697",
    "x": 1453.72,
    "z": -887.21,
    "width": 8.54,
    "depth": 4.95,
    "color": "#9b8e7b",
    "rotation": -0.6362,
    "roof": "#826554"
  },
  {
    "id": "way/403043698",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043698",
    "x": 1479.07,
    "z": -775.87,
    "width": 6.01,
    "depth": 5.8,
    "color": "#d6c5a0",
    "rotation": -0.6082,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403043699",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043699",
    "x": 1391.25,
    "z": -967.32,
    "width": 7.43,
    "depth": 7.15,
    "color": "#c2b089",
    "rotation": -2.1565,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403043700",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043700",
    "x": 1429.66,
    "z": -845.59,
    "width": 12.25,
    "depth": 7.95,
    "color": "#bfa87e",
    "rotation": 2.4939,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403043701",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043701",
    "x": 1608.67,
    "z": -903.18,
    "width": 12.79,
    "depth": 9.56,
    "color": "#cfbe9b",
    "rotation": -2.1653,
    "roof": "#4a6274"
  },
  {
    "id": "way/403043702",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043702",
    "x": 1417.61,
    "z": -1029.86,
    "width": 8.6,
    "depth": 7.4,
    "color": "#a8b3a7",
    "rotation": -0.6738,
    "roof": "#687a6c"
  },
  {
    "id": "way/403043703",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043703",
    "x": 1657.87,
    "z": -841.3,
    "width": 9.54,
    "depth": 8.05,
    "color": "#b5a995",
    "rotation": -0.8847,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403043704",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043704",
    "x": 1446.11,
    "z": -847.26,
    "width": 8.99,
    "depth": 6.36,
    "color": "#c8ba9d",
    "rotation": 1.1971,
    "roof": "#3b556e"
  },
  {
    "id": "way/403043705",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043705",
    "x": 1484.58,
    "z": -766.32,
    "width": 8.96,
    "depth": 5.66,
    "color": "#9b8e7b",
    "rotation": 2.619,
    "roof": "#826554"
  },
  {
    "id": "way/403043706",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043706",
    "x": 1368.01,
    "z": -933.62,
    "width": 9.63,
    "depth": 6.64,
    "color": "#d6c5a0",
    "rotation": -0.7078,
    "roof": "#7d4f3b"
  },
  {
    "id": "way/403043707",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043707",
    "x": 1554.39,
    "z": -778.54,
    "width": 9.14,
    "depth": 6.55,
    "color": "#c2b089",
    "rotation": -0.6695,
    "roof": "#8b5a43"
  },
  {
    "id": "way/403043708",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043708",
    "x": 1416.08,
    "z": -835.15,
    "width": 11.71,
    "depth": 7.39,
    "color": "#bfa87e",
    "rotation": 2.4916,
    "roof": "#5a6d7c"
  },
  {
    "id": "way/403043709",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043709",
    "x": 1602.13,
    "z": -920.53,
    "width": 11.81,
    "depth": 14.54,
    "color": "#cfbe9b",
    "rotation": 0.7855,
    "roof": "#4a6274"
  },
  {
    "id": "way/403043710",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043710",
    "x": 1595.04,
    "z": -887.83,
    "width": 13.45,
    "depth": 7.77,
    "color": "#a8b3a7",
    "rotation": 2.699,
    "roof": "#687a6c"
  },
  {
    "id": "way/403043711",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043711",
    "x": 1670.73,
    "z": -846.19,
    "width": 16.03,
    "depth": 8.98,
    "color": "#b5a995",
    "rotation": 0.7774,
    "roof": "#9c5b41"
  },
  {
    "id": "way/403043712",
    "name": "ကံပုလဲ အဆောက်အအုံ 403043712",
    "x": 1385.05,
    "z": -834.56,
    "width": 13.35,
    "depth": 18.81,
    "color": "#c8ba9d",
    "rotation": 1.1069,
    "roof": "#3b556e"
  },
  {
    "id": "way/1118505959",
    "name": "ကံပုလဲ အဆောက်အအုံ 1118505959",
    "x": 1273.44,
    "z": -753.88,
    "width": 11.07,
    "depth": 7.89,
    "color": "#9b8e7b",
    "rotation": 2.4418,
    "roof": "#826554"
  }
];
